{"subject": "Morning Sleep", "text": "Another day hath dawned\nSince, hastily and tired, I threw myself\nInto the dark lap of advancing sleep.\nMeanwhile through the oblivion of the night\nThe ponderous world its old course hath fulfilled;\nAnd now the gradual sun begins to throw\nIts slanting glory on the heads of trees,\nAnd every bird stirs in its nest revealed,\nAnd shakes its dewy wings.\n\nA blessed gift\nUnto the weary hath been mine to-night,\nSlumber unbroken: now it floats away: —\nBut whether 'twere not best to woo it still,\nThe head thus properly disposed, the eyes\nIn a continual dawning, mingling earth\nAnd heaven with vagrant fantasies, — one hour, —\nYet for another hour? I will not break\nThe shining woof; I will not rudely leap\nOut of this golden atmosphere, through which\nI see the forms of immortalities.\nVerily, soon enough the laboring day\nWith its necessitous unmusical calls\nWill force the indolent conscience into life.\n\nThe uncouth moth upon the window-panes\nHath ceased to flap, or traverse with blind whirr\nThe room's dusk corners; and the leaves without\nVibrate upon their thin stems with the breeze\nFlying towards the light. To an Eastern vale\nThat light may now be waning, and across\nThe tall reeds by the Ganges, lotus-paved,\nLengthening the shadows of the banyan-tree.\nThe rice-fields are all silent in the glow,\nAll silent the deep heaven without a cloud,\nBurning like molten gold. A red canoe\nCrosses with fan-like paddles and the sound\nOf feminine song, freighted with great-eyed maids\nWhose unzoned bosoms swell on the rich air; \nA lamp is in each hand; some mystic rite\nGo they to try. Such rites the birds may see,\nIbis or emu, from their cocoa nooks, —\nWhat time the granite sentinels that watch\nThe mouths of cavern-temples hail the first\nFaint star, and feel the gradual darkness blend\nTheir august lineaments; — what time Haroun\nPerambulated Bagdat, and none knew\nHe was the Caliph who knocked soberly\nBy Giafar's hand at their gates shut betimes; —\nWhat time prince Assad sat on the high hill\n'Neath the pomegranate-tree, long wearying\nFor his lost brother's step; — what time, as now,\nAlong our English sky, flame-furrows cleave\nAnd break the quiet of the cold blue clouds,\nAnd the first rays look in upon our roofs.\n\nLet the day come or go; there is no let\nOr hindrance to the indolent wilfulness\nOf fantasy and dream-land. Place and time\nAnd bodily weight are for the wakeful only.\nNow they exist not: life is like that cloud,\nFloating, poised happily in mid-air, bathed\nIn a sustaining halo, soft yet clear,\nVoyaging on, though to no bourne; all heaven\nIts own wide home alike, earth far below\nFading still further, further. Yet we see,\nIn fancy, its green fields, its towers, and towns\nSmoking with life, its roads with traffic thronged\nAnd tedious travellers within iron cars,\nIts rivers with their ships, and laborers,\nTo whose raised eye, as, stretched upon the sward,\nThey may enjoy some interval of rest,\nThat little cloud appears no living thing,\nAlthough it moves, and changes as it moves.\nThere is an old and memorable tale\nOf some sound sleeper being borne away\nBy banded fairies in the mottled hour\nBefore the cockcrow, through unknown weird woods\nAnd mighty forests, where the boughs and roots\nOpened before him, closed behind; — thenceforth\nA wise man lived he, all unchanged by years.\nPerchance again these fairies may return, \nAnd evermore shall I remain as now,\nA dreamer half awake, a wandering cloud!\n\nThe spell\nOf Merlin old that ministered to fate,\nThe tales of visiting ghosts, or fairy elves,\nOr witchcraft, are no fables. But his task\nIs ended with the night; — the thin white moon\nEvades the eye, the sun breaks through the trees,\nAnd the charmed wizard comes forth a mere man\nFrom out his circle. Thus it is, whate'er\nWe know and understand hath lost the power\nOver us; — we are then the master. Still\nAll Fancy's world is real; no diverse mark\nIs on the stores of memory, whether gleaned\nFrom childhood's early wonder at the charm\nThat bound the lady in the echoless cave\nWhere lay the sheath'd sword and the bugle horn, —\nOr from the fullgrown intellect, that works\nFrom age to age, exploring darkest truths,\nWith sympathy and knowledge in one yoke\nPloughing the harvest land.\n\nThe lark is up,\nPiercing the dazzling sky beyond the search\nOf the acutest love: enough for me\nTo hear its song: but now it dies away,\nLeaving the chirping sparrow to attract\nThe listless ear, — a minstrel, sooth to say,\nNearly as good. And now a hum like that\nOf swarming bees on meadow-flowers comes up.\nEach hath its just and yet luxurious joy,\nAs if to live were to be blessed. The mild\nMaternal influence of nature thus\nEnnobles both the sentient and the dead; —\nThe human heart is as an altar wreathed,\nOn which old wine pours, streaming o'er the leaves,\nAnd down the symbol-carved sides. Behold!\nUnbidden, yet most welcome, who be these?\nThe high-priests of this altar, poet-kings; —\nChaucer, still young with silvery beard that seems\nWorthy the adoration of a child;\nAnd Spenser, perfect master, to whom all\nSweet graces ministered. The shut eye weaves\n\nA picture; — the immortals pass along\nInto the heaven, and others follow still,\nEach on his own ray-path, till all the field\nIs threaded with the foot-prints of the great.\nAnd now the passengers are lost; long lines\nOnly are left, all intertwisted, dark\nUpon a flood of light......... I am awake!\nI hear domestic voices on the stair.\n\nAlready hath the mower finished half\nHis summer day's ripe task; already hath\nHis scythe been whetted often; and the heaps\nBehind him lie like ridges from the tide.\nIn sooth, it is high time to wave away\nThe cup of Comus, though with nectar filled,\nAnd sweet as odours to the mariner\nFrom lands unseen, across the wide blank sea."}