{"subject": "The Burghers Of Calais", "text": "It were after the Battle of Crecy- \nThe foe all lay dead on the ground- \nAnd King Edward went out with his soldiers\nTo clean up the places around.\n\nThe first place they came to were Calais, \nWhere t' burghers all stood in a row,\nAnd when Edward told them to surrender \nThey told Edward where he could go.\n\nSaid he, \" I'll beleaguer this city,\nI'll teach them to flout their new King - \nThen he told all his lads to get camp-stools\nAnd sit round the place in a ring.\n\nNow the burghers knew nowt about Crecy- \nThey laughed when they saw Edward's plan- \nAnd thinking their side were still winning,\nThey shrugged and said- \" San fairy Ann.\"\n\nBut they found at the end of a fortnight \nThat things wasn't looking so nice,\nWith nowt going out but the pigeons, \nAnd nowt coming in but the mice.\n\nFor the soldiers sat round on their camp-stools, \nAnd never a foot did they stir,\nBut passed their time doing their knitting, \nAnd crosswords, and things like that there.\n\nThe burghers began to get desperate \nWi' t' food supply sinking so low,\nFor they'd nowt left but dry bread and water,\nOr what they called in French \"pang\" and \"oh\"\n\nThey stuck it all autumn and winter, \nBut when at last spring came around\nThey was bothered, bewitched and beleaguered, \nAnd cods' heads was tenpence a pound.\n\nSo they hung a white flag on the ramparts\nTo show they was sick of this 'ere- \nAnd the soldiers, who'd finished their knitting,\nAll stood up and gave them a cheer.\n\nWhen King Edward heard they had surrendered \nHe said to them, in their own tongue,\n\"You've kept me here all football season, \nAnd twelve of you's got to be hung.\"\n\nThen up stood the Lord Mayor of Calais,\n\"I'll make one\" he gallantly cried- \nThen he called to his friends on the Council\nTo make up the rest of the side.\n\nWhen the townspeople heard of the hanging \nThey rushed in a crowd through the gate- \nThey was all weeping tears of compassion,\nAnd hoping they wasn't too late.\n\nWith ropes round their necks the twelve heroes\nStood proudly awaiting their doom,\nTill the hangman at last crooked his finger \nAnd coaxingly said to them-\" Come.\n\nAt that moment good Queen Phillippa \nRan out of her bower and said- \nOh, do have some mercy, my husband; \nOh don't be so spiteful, dear Ted.\"\n\nThen down on her knee-joints before them\nShe flopped, and in accents that rang,\nSaid, \"Please, Edward, just to oblige me, \nYou can't let these poor burghers hang.\n\nThe King was so touched with her pleading, \nHe lifted his wife by the hand\nAnd he gave her all twelve as a keepsake\nAnd peace once again reigned in the land."}