{"subject": "The Starlings", "text": "Late one afternoon in October\nI hear them for the first time:\nloud-voiced palavering, whistles, murmurs,\nquarrels, bickering and warbling, croaking and chatter\nin the high plane trees of the street.\nThe leaves are all turning yellow this time of year,\ncausing huge yellow sunlit rooms\nto appear at the level of the fifth and sixth floors\nopposite the barracks, where the tram turns off\nfrom the Via delle Milizie.\nSolid branches, twigs, and perches:\nevery bit of space is taken up in this parliament of starlings!\nThey are tightly bunched together there among the leaves;\nand the hundreds of thousands of starlings\nthat perform their flying exercises\nagainst the backdrop of the evening's mass of motionless cloud\nwill surely soon have lost their places:\nthere are myriads of swarming punctuation marks out there,\nstarlings flying in formation,\nsudden sharp turns, steep ascents,\nswarm on delightful swarm\nagainst a rosy cloud bank in the east.\nThe October evening is cool.\nThe shop windows of the Via Ottaviano are shining.\nAnd the starlings are chattering, quarreling and laughing,\nwhispering and quietly enjoying themselves, when suddenly \na blustering as of ten thousand pairs of sharp-edged scissors\npasses through the republic of the plains- \nit is as though an alarm had sounded,\nheard as an echo over the muffled traffic.\nSoon the darkness of night will fall.\nBut the starlings up there won't stop talking,\nthey move together, push one another, chatter and flit.\nVirgil must have had them in mind when somewhere he likens\nthe souls of the deceased to flights of birds\nwhich toward sundown \nabandon the mountains and gather in high trees.\nI seem to be standing in an Underworld\nin the midst of a swarm of birds.\nThe block is Virgilian; the street is crossed\nby the Viale Giulio Cesare,\nwhere you lived\nfor some time before you died.\nThat's why I am stopping here.\nThe souls of the dead have gathered in the trees.\nTheir number is incredible, suddenly it seems ghastly;\nis this what it will be like?\nFor a moment I am a prisoner\nof the poem I am writing.\nThere must be an exit.\nThe soldier coming up to me\nhas noticed that I have been standing\nfor quite some time looking up into the foliage- \ninto the darkness of feathers, bird's eyes, and beaks.\nThe peasant boy inside him apprises me\nof the fact that starlings come in vast migrations\n\"from Poland and Russia\"\nto spend the winter in the south:\n\"And things go very well for them!\nIn the daytime they fly out to the countryside\nand spend the night in here,'\nhe explains with great amusement, turning his gaze\nup toward the swarm of birds. Their anxiety seems to have ceased;\nin just a moment they all seem to have fallen asleep.\nOnly single chirps and clucks are heard\nfrom starlings talking in their sleep.\nWhat are they dreaming of? Ten thousand starlings are dreaming in the \ndarkness\nabout the sunlight over the fields.\nAs for myself, I am thinking of the tranquility\nin certain restaurants in the countryside,\nin the Albano Mountains and on the Campagna- \nthe tranquility at noon on a sunny day in October.\nI am filled with the clarity of the fall day.\nAnd am touched by something immeasurable, transparent,\nwhich I cannot describe at first \nbut must be everything we never said to each other.\nThere are so many things I'd like to say.\nHow shall I be able to speak?\nToday you are not shade, you are light.\nAnd in the poem I am writing you will be my guest.\nWe are going to talk about Digenís Akrítas,\nthe Byzantine heroic poem\nwith the strangely compelling rhythm;\nand since the manuscript of the poem\nis preserved in the monastery at Grottaferrata\nI shall order wine from Grottaferrata,\ngolden and shimmering in its carafe;\nwe shall talk about the miraculously translucent autumn poem by Petronius\nwhich appears first in Ekelöf's Elective Affinities;\nand about Ekelöf's poems, to which you devoted such attention.\nDid Ekelöf ever come to Grottaferrata?\nI seem to detect your lively gaze.\nAnd we shall see how the starlings come flying\nacross the fields in teeming swarms.\nThey will come from Rome and spend the day out here \nwhere they will eat snails, worms, and seeds\nand suddenly they will fly up from a field\nas at a given signal\nand make us look into the sun."}