{"subject": "The Huskers", "text": "IT was late in mild October, and the long autumnal rain\nHad left the summer harvest-fields all green with grass again;\nThe first sharp frosts had fallen, leaving all the woodlands gay\nWith the hues of summer's rainbow, or the meadow flowers of May.\nThrough a thin, dry mist, that morning, the sun rose broad and red,\nAt first a rayless disk of fire, he brightened as he sped;\nYet, even his noontide glory fell chastened and subdued,\nOn the cornfields and the orchards, and softly pictured wood.\nAnd all that quiet afternoon, slow sloping to the night,\nHe wove with golden shuttle the haze with yellow light;\nSlanting through the painted beeches, he glorified the hill;\nAnd, beneath it, pond and meadow lay brighter, greener still.\nAnd shouting boys in woodland haunts caught glimpses of that sky,\nFlecked by the many-tinted leaves, and laughed, they knew not why;\nAnd school-girls, gay with aster-flowers, beside the meadow brooks,\nMingled the glow of autumn with the sunshine of sweet looks.\nFrom spire and barn looked westerly the patient weathercocks;\nBut even the birches on the hill stood motionless as rocks.\nNo sound was in the woodlands, save the squirrel's dropping shell,\nAnd the yellow leaves among the boughs, low rustling as they fell.\nThe summer grains were harvested; the stubblefields lay dry,\nWhere June winds rolled, in light and shade, the pale green waves of rye;\nBut still, on gentle hill-slopes, in valleys fringed with wood,\nUngathered, bleaching in the sun, the heavy corn crop stood.\nBent low, by autumn's wind and rain, through husks that, dry and sere,\nUnfolded from their ripened charge, shone out the yellow ear;\nBeneath, the turnip lay concealed, in many a verdant fold,\nAnd glistened in the slanting light the pumpkin's sphere of gold.\nThere wrought the busy harvesters; and many a creaking wain\nBore slowly to the long barn-floor is load of husk and grain;\nTill broad and red, as when he rose, the sun sank down, at last,\nAnd like a merry guest's farewell, the day in brightness passed.\nAnd lo! as through the western pines, on meadow, stream, and pond,\nFlamed the red radiance of a sky, set all afire beyond,\nSlowly o'er the eastern sea-bluffs a milder glory shone,\nAnd the sunset and the moonrise were mingled into one!\nAs thus into the quiet night the twilight lapsed away,\nAnd deeper in the brightening moon the tranquil shadows lay;\nFrom many a brown old farm-house, and hamlet without name,\nTheir milking and their home-tasks done, the merry huskers came.\nSwung o'er the heaped-up harvest, from pitchforks in the mow,\nShone dimly down the lanterns on the pleasant scene below;\nThe growing pile of husks behind, the golden ears before,\nAnd laughing eyes and busy hands and brown cheeks glimmering o'er.\nHalf hidden, in a quiet nook, serene of look and heart,\nTalking their old times over, the old men sat apart;\nWhile up and down the unhusked pile, or nestling in its shade,\nAt hide-and-seek, with laugh and shout, the happy children played.\nUrged by the good host's daughter, a maiden young and fair,\nLifting to light her sweet blue eyes and pride of soft brown hair,\nThe master of the village school, sleek of hair and smooth of tongue,\nTo the quaint tune of some old psalm, a husking-ballad sung."}