{"subject": "The Spoilers", "text": "Ye are the Great White People, masters and lords of the earth,\nSpreading your stern dominion over the world's wide girth.\nHere, where my fathers hunted since Time's primordial morn,\nTo our land's sweet, fecund places, you came with your kine and corn.\nMouthing your creed of Culture to cover a baser creed,\nYour talk was of White Man's magic, but your secret god was Greed.\nAnd now that your generations to the second, the third have run,\nWhite Man, what of my country?  Answer, what have you done?\n\nNow the God of my Simple People was a simple, kindly God,\nMeting his treasure wisely that sprang from this generous sod,\nWith never a beast too many and never a beast too few,\nThro' the lean years and the fruitful, he held the balance true.\nThen the White Lords came in their glory; and their cry was: 'More!  Yet more!'\nAnd to make them rich for a season they filched Earth's age-old store,\nAnd they hunted my Simple People - hunters of yester-year -\nAnd they drove us into the desert - while they wrought fresh deserts here.\n\nThey ravaged the verdant uplands and spoiled wealth ages old,\nLaid waste with their pumps and sluices for a gunny-bag of gold;\nThey raided the primal forests and the kind, rain-bringing trees\nThat poured wealth over the lowlands thro' countless centuries;\nThey fed their kine on the grasslands, crowding them over the land,\nTill blade and root in the lean years gave place to hungry sand.\nThen, warned too late of their folly, the White Lords grew afraid,\nAnd they cried to their great god Science; but Science could not aid.\n\nThis have you done to our country, lords of the air and the seas,\nThis to the hoarded riches of countless centuries -\nLife-yielding loam, uncovered, unsheltered in the drought,\nIn the floods your hand unbridled, to the age-old sea drifts out.\nYou have sold man's one true birthright for a White Man's holiday,\nAnd the smothering sands drift over where once green fields turn grey -\nFilched by the White Man's folly to pamper the White Lords' vice;\nAnd leave to your sons a desert where you found a paradise."}