{"subject": "Festus  -  Xxxviii", "text": "Union of God with nature man their son\nHymns; and heaven thanking for all earthly good\nPerfected in humanity, with his bride,\nSibylline, he,--as prophet bards of old\nTheir morn and noontide service,--chants, alterne,\nEarth's evensong, earth's vespers; night at hand.\nHope of the wise and good through time, the world\nShown bettered, but by virtue's noblest plans\nThought out of genius, and through patient aid\nOf brethren, saintliest lovers of their kind,\nSo patent made, the holy and sage at last\nFor their best aims and worthiest deeds dare hope\nGod's sanction. Still, let nature grieve, as wont:\nMan, woman, angel, weep earth's coming end;\nEnd that so chosen shall show earth's final race\nStill parted; these self--ranged to serve God's will;\nThese, contrary, their own ends; fate still, by death\nNot,--as ill deemed--unalterable. God just,\nGod kind, accepts, all penitence, at all times.\n\nGarden Terrace, by the Sea; Cliff and Wood near: Town in distance.\nFestus and Clara.\nFestus. O days of heaven and earth, when all things seem\nPerfection, issuant from some central soul\nWhose life all love, all happiness, transfused\nThrough being we share, and in humane degree\nEnjoy, nay more enhance; for man's delight\nIn virtue and holy thought redounds to God's.\nAnd as heaven's calm immense, intense, the wind\nCeaselessly operative pervades, and so\nFaintly to us, God's mode of being conveys\nAnd action spiritual, we too the more\nBy deed of mind we range the world, and rise\nTo thought serene celestial, and devote\nOur spirits to inmost commune with his works;\nIn him our source confessed, our base in them;\nKnowing the duties, destinies of souls;\nSelf--charged their wellbeing to promote, and train\nThe immortal up towards deity, so far\nDo we God's work, and bear the stamp divine\nOf perfectness, progression. To perceive\nOur oneness with the universe, and feel\nThe joyous mystery which each special life\nBinds to the conscious infinite immasked\nIn its own creations, brings the intuitive soul\nSuch fine delight as simple gods of old\nPleased cheaply, felt, who budged unseen the streets\nOf cities dedicate; and beside some shrine\nHearkening their names invoked, and scenting myrrh\nOr nard, bewrayed their presence with a smile,\nMen took for playful lightnings, such as cast\nFrom Pallas' filial hand gleam wide,--but home\nReturned, find every prayer they had prayed fulfilled.\nThe soul self satisfied of being which knows\nThe absolute spirit and infinite; on whose head\nTheir holy hands the ages have imposed,\nTeeming with sevenfold boons; who through himself\nFeels flow the vital and invisible force\nWhich to its will compels all, but through all\nMakes harmony of its most tyrannous laws,\nSubjection grateful; even in wild extremes,\nBeauty inevitable; and,--though for a time\nIll, like some arrogant cloud that blurs the sun,\nThrough the wide welkin riot, at last good\nPredominant o'er all evil, in man's heart\nMixed, as corruption serves to engender life\nFor better ends, he, like flower sweets to the sun\nLight erst instilled, drawn Godwards, in whom souls\nForelive first as in cause pretemporal, rests\nFrom toilful apprehension of the whole,\nIn spirit sabbatic; and the heavens and earth,\nAnd various nature's sympathetic life\nEach in their generations, hails divine.\nSomewhat to feel in common with all life\nHuman, instinctive, vegetive, to trace\nOne vital force through life leaf light; the vast\nOf nature's powers and products, or her fair\nAnd delicate outgrowths; river, mountain, main,\nForest or floweret, gives the spirit access\nTo God a thousand ways; and so secures\nHis favourable acceptance as we make\nMention within our minds of all his good.\nOn wild and heathery turf to bask, or cool\nGreen sod of meads, or bloomy lawn where rose,\nLaurel and lily cluster, loam--born scents\nWith flowery incense mingling; to recline\nDreamy and passive to all influences\nCloudlet and sun thrill through the sensitive breast,\nBy rivulets elm o'erarched, and lulling lapse\nOf rippling wavelets glittering, and the oft\nRedimpled eddy slowly concurrent; stretched\n'Neath blos'my trees, gaze through their silvery snow,\nOn air's blue heights inviolable; to scale\nPerilously some sheer browed cliff, that day's\nSalvation thenceforth ne'er forgot, or cling,\nOnly not vanquished by the vindictive blast,\nProne to the craggy nape of giant peak,\nWhence the rapt eye may crowd into its ball\nA visioned kingdom; forth to steal at eve,\nGrave tryst to keep with tutelar stars, and trace\nTheir prosperous walk through night; or mark them rise,\nTill, with their fair reflection midst the lake,\nThey meet in tremulous joy; cave--hidden to watch\nThe moonlit cataract, sheeted like a ghost,\nMuttering in awful monotone its one\nIntelligible word of life; to list\nFar off, the torrent's inarticulate roar\nBlend with the storm--wind through the wood, till both\nIn those inaudible harmonies silence copes,\nDie; to contest the strength of confluent streams;\nThe rushing rain to face, heaven's holy rite\nOf sprinkling, oft to priest at nature's shrine\nServing, prelustrant; to imbreast the gale\nHealthful, reanimative, the breath divine\nOf the great world spirit, that where he will,\nBlowing with aery baptism reimpregns\nWith new life principles man's sacred frame;\nDesert and savage shore to roam, all thought\nFeeling, strung tense by soleness, and the sense\nOf high equality with aught create;\nStar--like, to haunt wastes spatial, where alone\nMid clear aired wilds the sunfires purify\nAnd founts rock smitten of God, the spirit sincere,\nInsensible of limits, may grow to feel\nLike broad simplicity; and learn to love\nOf very lonesomeness the elements,\nOur kingly kin tetrarchal, as the powers\nThat start all shapes, and close; uniting thus\nThings sensible and things animate in one realm,\nOur own heart's royalty;--thus aye to live\nPart absolute of the world's essential cause,\nFree, arbitrary; creative of all truth\nConviction, mental impress; in oneself\nEnjoyer of the universe, co--mate\nWith nature's eldest dignities, self ordained,\nSelf consecrate, enthroned, is to regain\nOur birthright from us filched by the false world,\nIrreverent, mean; our heart to re--immerse\nIn being's primal font; our covenant faith\nWith nature reaffirm, and so accept\nAbsolvence by the eternal spirit from life's\nVain toils and deadening trivialities; renew\nOur soul's first sacrament, and take in God\nWith mindful extasie to ourselves, and sense\nOf the world--bosoming deity, who all\nBy reason made, in love sustains, and, just\nIn judgment, all will bless; 'tis to conceive\nBy force of vital sympathies the whole;\nAnd be, and act through all; it is to feel\nOur spirits collateral flow with time's broad flood,\nEven as our heart's blood coursing aye, like pulsed\nWith earth's unhesitant streams; 'tis to possess\nSouls self adjusted to the whole round of things,\nThe central life, the infinite. Man alone,\nConscious alike of nature and of God,\nBrings both into communion; sanctifies\nWith sympathy the naked elements;\nAnd--like the mediator he is, inspires,\nAppreciative of all his blessings here,\nThat joy in God God's works enkindle in him.\nWhen thus by wisdom's clearsight he first views,\nWith eye grown practised to the infinite,\nWhether on mount, mid desert, or withdrawn\nIn chambered loneliness and studious calm,\nThose inner spheres wherein dwell goodness, truth;\nPeace, love, the inborn sense of God; and knows\nThat God subsists in virtue and holiness,\nAs in material forms the essential force\nImpalpable, yet there,--which underlies\nThe common properties of things; 'neath all\nDefect perfection; soul--spheres these that rule,\nAnd mould this volatile world whose shows, that hour\nLift themselves lightly off mistlike, we find\nInstamped through being's universal self,\nProof of our prime conception there; and here,\nTo such as love humanity, divine\nAdoption; and, life's loftiest end to come,\nA spirit regenerate, glorified, in full\nConcord with God and nature. Such delights\nOf sun, sea, hill, and bleak and windbleached wastes,\nAnd silence superhuman of the skies,\nAre in wise solitude as the drumming world\nKnows not nor dreams of. Enter therefore thou\nInto thyself, and be at one with God.\nThus being, we trueliest live. To will what's just;\nTo love what's pure; to seek man's peace as God's;\nAnd aid his worthier aims; to feed on truths\nSoul--liberating, supreme; our daily choice\nBeing such to assimilate, and to all commend\nAs gracious, saving, best, makes us in part\nCelestial, and in ours inhearts the faith\nOf everlasting being. Prophetic man\nWho can foreset the stars their stations; winds\nWeigh; and his own mind's virtues deify,\nA larger, freer, happier, holier life\nShall lead than all the painful pietism\nOf peddling sects could compass. God's great dower\nTo the accepted spirit of life eterne,\nSeems in excess no more when those he loves\nHe with the fulness of perfection crowns,\nThe gift of his own nature; through the soul's\nSystem so working that it is he who us\nCapacitates to enjoy, and is himself\nThe enjoyment he confers; feast, host, guest, grace\nAnd blessing; teaching that, with us, to strive\nFor heaven is heaven; to love God is to be,\nOurselves, divine. For as yon space spanning bow,\nThe miracle of a moment, which adorns\nAnd seems all things to comprehend, earth, sea\nAnd firmament made its debtors, proud to pay\nTheir subsidy of admiring joy, its end\nAchieved, God's truth to certify, in the skies'\nBoundless and formless unity disappears;\nSo, arched an instant on the eternal disk\nOf life divine, man's soul,--embracing here\nThis world--frame in itself, each, but for heaven,\nBaseless, incredible,--ceasing gradual, grows\nWith its object one; this death--conditioned life,\nThese vari--coloured pomps of transient time,\nThese elements of existence dropped, whose end\nIs as was their beginning; and assumed\nIn plenitude of deity, and the immense\nSeclusion of his essence, reattains\nIdentity with being still ours, once all.\n\nClara. How deeply doubly dear are beauties seen\nNever enough, but now untimely lost.\n\nFestus. It is this o'erglooms, o'erwhelms me. Life's best aims,\nSeclusion's studious joys, conceptive mind,\nPeopling the void with many a voice and shape\nOf truth impersonate, heeding not alone\nThis day--wave on whose feathering ridge we ride,\nBut the wild world of billows bound to break\nYet on time's patient shore; home's daily dues;\nThe converse spoken or writ of a choice friend;\nWords winnowed well of sages of the light,\nGarnered in books, the elect of ages, crowned\nBy man's depurate judgment, have so long\nConsoled me, so long made, still to me make,\nWith the delightful talk of one I love,\nSociety, and in rich exchange supplied,\nFor the tumultuous trifling of the times,\nAnd their puffed out inanities, a retreat\nComplacent, where the soul, of wisdom's charms\nFired, may the shades of kingly sages guest,\nEarth's silver--shielded band of minds immortal,\nThe livelong day,--listing them sadly enlarge\nOn virtue and the good most high of life;\nThe passionless perfection of our race;\nOn being and becoming,--the eterne\nEntangled in the temporal,--reason, truth\nEssential, and divine fate;--or, though fixed,\nWhere fancy, palmer--wise, at will, may roam\nThe faëry fields of fiction and romance,\nAlive with princely knights, queens, giants, churls;\nEnchantresses steel castled, whose wan smiles\nWin realms, but too soon, at a breath, dissolved:--\nOr isles of song Elysian, trode by muse\nRose crowned, new ditties lilting day by day;--\nThat I, thus privileged, dare not deem me all\nUnblessed, nor my Lord chide for good desired,\nWithholden; rather, even as now, on life\nPassed, calmly ruminant, on the unmeasured tracts\nOf world--lore reaped; and death deriding truths,\nHeaven--planted in man's soul, wrung by brave hand\nGuided of angels, from the stifling clutch\nOf unveracious faiths, 'tween God and man\nIntrusive, but amended, sanctioned now\nBy the hallowing spirit, his disentangling hand\nAll life's knots smoothening, recognize; nay, him\nMore heartfully revere, who the free boon\nOf everlasting union, sharing here\nWith whom he would, in arbitrary delight,\nAll lesser gifts discards, with one more grand\nHis favourites to consumm.\n\nClara. Hours such as these\nTo me, time's worthiest seem; yes, when we die,\nMemory will bless those moments most in life\nWe passed in worship, drinking in the breath\nOf the Great Spirit, who with his presence fills\nImpalpably, the whole; but of whom the wise\nOnly aware, a life co--apt, within\nHis definite governance, live. Oh, I have felt\nAt such times as my heart had wings; nay, what\nLacked, that we took not flight at once, for heaven?\n\nFestus. To know all these, life's purest, loftiest joys,\nCommensurate even with mind, death--doomed; to feel\nEarth hourly fail, might sadden us,--gloried not\nFaith more in God's decree than man's desire.\n\nClara. Yon sun, whose sea--set here, to happier globes\nBodes light--birth; yon faint crescent, in the sky\nAirily hovering, like to a spirit scarce 'scaped\nFrom death--pyres still aglow; yon snow--piled peaks\nClouds pearly o'erfilm; all things invite, as though\nOn his own one day--paled half of sanctity,\nOf joy half--God had smiled; to round with thought\nDivine and meditative, on him who made.\nThan that, nought fitter, nor more blessed, though earth\nAnd we at the next breath, ceased. Having all we would,\nEven as in heaven, free commune, Lord! with thee,\nTo whom all life instinctive, tree and flower,\nBreathe, thankful for their being, praise; and hill,\nRiver and grove, and high towered town, remote\nTheir universal hymn attune, let us\nOur gratulant souls unite with nature's; we\nAs some their life--loved union, ours with God,\nThus, praiseful consecrating.\n\nFestus. What need? As when\nMidst summer's still noon we, cliff--chaired, view earth,\nAnd sea, land--locked, lost in each other's arms,\nUnion ineffable; so of perfected souls,\nOne with the natural deity they adore;\nGod hears the unworded worship. Think on him.\n\nClara. Nature is free--tongued. All things need their word.\nYon clouds, these flowerets which perfume our feet,\nIn masses golden and azure and all hues,\nIn splendour with each other vieing, to me,\nDay's dewy footsteps nightwards seem to grace\nWith notes of venerant praise. Blend we with theirs,\nWhile those yet poise their delicate pinions, these\nTheir incense freelier pour, earth's vesper hymn!\n\nFestus. Nay then, me fellow celebrant with thyself\nHold, priestess: for, nor shrine high roofed, with arch\nMarmoreal, nor orbicular dome, need we;\nNor interpleading choir our spirits to guide\nGodwards; between the immaculate heavens and us\nNo form its shadow casts. Soul--worship pure\nLeaps at one infinite bound from prostrate hearts\nInto God's bosom, where transmute it bides,\nAnd with the eternal ones. Not these alone;\nAll things, O God, by thee made, are to thee\nHoly, and with true praisefulness inspired;\nNature and all her powers, thy servitors,\nOur friends and fellow--worshippers: and man,\nArch--priest of earth, most bounden thee to adore.\nThou, O great sun, whose life eliciting ray\nBut shadoweth forth his greater grace, who showers\nOn spiritual and natural world alike\nHis inexhaustless good: sun--kindler, him,\nSun--quencher, praise thou and adore, who thee\nFixed in full heaven his mighty miniature;\nHim, infinite centre, unseen, from whose force\nOriginal, radiate all things, and to whom,\nInly illumining every soul of life,\nParental, they relapse; even as thy beams,\nThough world--soiled thine all brightening breast regain.\nSun, magnify thy maker!\n\nClara. Moon, whose gleam\nReflective, types the God--light, wherewith shines\nMan's soul, lead thou, through each sabbatic change\nThat errant essence to One invariable;\nAnd, as some pilgrim maid, from shrine to shrine\nCircling, insatiate of all sanctities,\nHer resolute soul to expand with fullest faith,\nAnd holiest memories; teach us, light of night,\nBy thy superb procession through yon skies,\nMansioned with many a world of bliss, to enlarge\nOur spirits with love of God, nor know of wane,\nSave in the world's attraction; so best serving\nOur Lord and thine.\n\nFestus. Twin spheres, perpetual rest\nThis showing, pauseless motion that, between\nWhose fires, for purifying, the storied day,\nThe night, earth's star tipped shadow pass, and space,\nWorld spangled, 'neath whose sensible folds, his garb,\nThe formless spirit within we trace; your Lord\nAttest, the eternal reason of the whole;\nHidden in himself, self manifestive cause;\nFormer of forms; who, source and sum of life\nBade being be; and, from his boundless deeps\nOf reason, drew law primitive and supreme.\nYe orbs, self moved, which, rounding with our own,\nThe infinite within, without, yourselves\nFind nought but God, oh, shout aloud your proofs,\nAll heavens may hear; and even the nebulous star,\nOf pale, irresolute sheen, with fearful joy\nVibrant, conclude God is, our Lord, our Sire;\nNot chaos, chance, nor matter; law inert,\nUnconscious; nor yourselves, contingent, weak,\nWho might have been, as now, or not have been.\nChance hurled him prostrate in the dusk when asked\nThe crucial question; chaos cowled his head\nIn twice redoubled darkness, witting nought;\nMute matter heard not; no! it was mind most skilled\nAll made by one omnific word; all named\nHis children; laid on every head his hand,\nWhose radiant impress shows there still; and dowered\nWith natural life, second to nought save soul.\nWherefore, bright worlds, your parent spirit exalt;\nLeap 'mid your solar dance; with awful mirth\nJoy in yourselves and gladden in your God.\nHe through your space spread tome, of light and peace,\nAnd fates more blessed than these, of rights divine\nAnd heavenly royalties, his starry rede\nTo man predictive speaks, whose words are worlds.\n\nClara. Stars restful, who, day's dazzling veil withdrawn,\nHeaven's sanctuary illume, your laws, powers, spheres,\nGraduate, each gift of the variousness he sole\nHolds in perfective fulness, reason of thanks\nPast numbering, him, through all life mundane, adore\nHarmoniously. Time's tawdry pageants pass.\nStates, empires come--pause, vanish. O'er yon hills,\nYour globèd fires, in dread--fraught sameliness\nOf time and place, rise punctual. Shall stars show\nMore than their founder, faithful?\n\nFestus. Hear, all orbs,\nMoveless, or who, persistent in extremes,\nCourse fast and far the firmament, and, ours quit,\nWarm ye full oft by alien hearths; while proud\nOf chaste and chartered liberties, your sire,\nSource, force and end of every law by him\nTo creatures limited, he by all bonds unbound,\nAbove law, praise the Lawgiver; who poured ye forth\nAs from an urn of life; flooding with light\nAll space, but gave space, light, life, bound and scope;\nOrder divine, connate with heaven; and form,\nFirst of all laws, whereby the immensurable,\nTo finite fitted, fills the organic whole:\nMirror material of substantive mind;\nFor nothing finite, nought conceivable\nBy us, can of itself be, more than God,\nBeyond thought, to aught else existence owe.\nEffect pretemporal of eternal cause,\nHeaven in thy highest reach, thy starriest depth,\nThy bosom's inmost infinite, sanctify,\nWith thy voluminous silence him all wise;\nWho, holding all perfections absolute\nAnd necessary, as all conclusions time,\nAs space orbs, as earth nature's countless germs,\nThe great progressive power which prompts with life\nTheir self--renewing functions, and unseals\nThe flowing forces of this sensible sphere--\nAye tabernacleth in thee.\n\nClara. And thou, O earth,\nWho movest in music, like a harper's hand,\nWhite among gleamy chords, thine elements,\nStringed fourfold, laud him with all sounds of joy;\nWith joy august and dread, great mother world,\nWhose veins within, the fire Promethean stolen\nTruly of heaven, and him, who planned the plains\nÆtherial, streams from unbeginning time\nTo time unending; cease not, earth, his praise,\nWho in himself imbreasts both thee and heaven.\n\nFestus. O heart of fire, which, central, towards our feet\nThrobbest, through rock girders zone wide, and huge halls\nWhere stalactital mountains hang, and whence\nAre fed the deep gorged volcanoes that erst scarred\nWith channelled flame--floods and hot torrent ore,\nEarth's soft face, healing now; material shape\nFirst looming, which, uncurbed and uncompressed,\nSwept'st o'er the naked void, a burning mist;\nTill, stiffened gradual, the constituent mass,\nOnce reek--like, severing into self--poised spheres,\nIn gravity rejoiced, space circling; him\nGreet as liege loyal Master, who, of old,\nOn the high mount of world enlightening law--\nFor law is love defined--toward those who brake\nSo soon the tabled stones of blessing, tamed down,\nAnd tempered into intolerable blaze,\nThe eye glance of his wrath; fire, praise thou God;\nEarliest of worldly rudiments, and last;\nVoracious even of death, though bodiless,\nThough soulless. Retributive cause, him praise.\n\nClara. Grey ocean, folding in thine arms our earth\nStill shrinking tremulous from the booming shock\nOf thy foam--crested legions, laud the arm\nWhich, forceful, hallowed thine abysmal bed.\nAll not thine own, with other thronèd thieves--\nThou must yield up. What justice bids restore\nIn thy store count not. Neither quite despair.\nThe prayers of purity and of penitent sin\nLike favourites be of God. He, righteous, reads,\nAs through a tear in nature's eye, thy deeps\nReluctant; and just restitution claims\nFrom thee, from all, before acceptance. Night\nAnd morn, thy voice, or tolling to repose\nI hear, or whispering out of sleep. To earth's\nTongue, and all elements, join then, Ocean, thine;\nHim equitable, only unsearchable, name.\n\nFestus. Tides, that with tranquil transport woo the shore,\nOr vehement rapture roused by passionate airs,\nClash, cymbalwise, your white hands. He is God\nWho fashioned you, evoked you from the void\nImpalpable of vapour, and with force\nMobile, as with resistless will endowed.\nSpell over in every wave his words of love,\nWhen first he taught you whence ye were; and when,\nWearied with vast librations to and fro,\nAnd sparklings infinite, twinkling time away,\nYour deep breasts heave with long and dreamy swell,\nLet his dread name, untongued, initiate sleep,\nAnd hallow all your calm.\n\nClara. Him, ebb and flood,\nNow heaped in billowy darkness, now ungloomed\nBy streamy globelets of liquescent flame,\nLike light chaotic struggling for free life,\nWorship in all your width; who bade ye flow\nFrom fountains elemental, and condensed,\nIn the cool concave of his spacious hand,\nThe world air limitless, wherein he breathed\nAll being into being. Laud your God.\n\nFestus. Winds, tireless wayfarers of air, like aged\nWith the beginning, his all fatherly lips\nBless, that from dull vacuity woke ye, now\nLaden with death tempestuous, but with wafts\nOftener of his world vivifying breath,\nWho matter into movement touching, gave ye\nTo rove the earth as spirits space: his name\nIn secret sigh as lovers wont, therewith\nAll elements divinizing; and while ye sweep\nEarth in bland waves aërial, gales health--rise,\nThe white wheat winnowing for high granaries,\nA life--whole benediction breathe. What less\nCan creature its Creator give? What more?\nHim whirlwinds, hurricanes, wild winged storms, confess,\nEarthquakes, and powers pernicious; that the breast\nOf this fair orb have rent aforetime; nor\nThis sole; but once disrupting into space\nOur midmost planet, shot, diffuse through void,\nA shower of falling worlds; just judgment;--praise\nDestructive him, him recreative, who yet\nThose shattered world--shards shall restore, conglobed\nIn innocent unity, and to happier life\nTheir intercursive tenants. Meteors, him,\nAnd lightnings, laud with thunders thousandfold,\nWho do his bidden hests, and justify\nGod's dealings, when beneath high bannered tent,\nThe feastful conqueror, thunder riven, down drops\nBefore his guests astound; or, on his throne,\nStruck by a falling star, loosed from God's hand,\nThe tyrant, curse incarnate, suddenly ends\nIn face of all the land he had outraged. Him,\nAgents of wrath and angels of his ire,\nLaud, who, too, slays with uncompassionate bolt\nShepherd and sheep blameless alike, in shade\nOf weathering crag, death dreamed not of, nor ill;\nPraise him, nathless, that man's whole race may know\nSubmiss, prepared, the incomprehensible One;\nWho in himself all motives, means, and ends,\nCompriseth, first and final cause of things.\nNor by necessity he, nor dubious choice\nOf specious good, acts; but the best wills, does,\nAs absolute viewed, now, relative or eterne.\n\nClara. Snow, with thy voiceless tongue, from either pole\nTo zenith, preach in godliest silence God;\nWho ice and frost, thy sterner brethren, armed\nWith glassy key to lock earth's lifewarm veins;\nPraise him reanimative. Thy glistening down,\nThy blossoming starlets, thy crystalline flowers,\nWhite as the wing of angel waved in heaven\nOnly, shed thankful. God exalts the pure.\nOn peaks sky peering, and earth's orbèd brow\nUpturned as in God's arms, thy Lord adore.\n\nFestus. Night's dazzling dancers, tall--speared, which invade\nAir northward, with explosive rays, the stars'\nPale armies routing breathless, and sure morn\nConfounding with false outbursts; ominous once\nOf imminent battle strife, fear's restless ears\nDeafening with clash imaginary of arms;\nWith all your fiery tongues, lambent of heaven,\nPeal forth to God your resonant thanks, that ye,\nMere militant maskers known, men now your play\nWith curious questings mark, and cheerful awe;\nFor knowledge hath undreaded ye; no more\nPrefigurative of war. Haste, days of peace,\nHumanity's perfection, peace; our path\nConvergent with divinity, there; oh, haste.\nMan shall be one in spirit as God is one.\nOur God is Lord of peace.\n\nClara. Breathe, glittering bow,\nAll hued, ere burst, as though from beauty o'ertense,\nThy brief, bright life throughout, one solemn thought;\nGod's oath, how thankworthy; the passed passed by;\nWhich, sparing earth, thee special witness hight,\nMan's heart to reassure 'gainst ruining storms;\nWhile far beyond, bides aye the intent divine\nOf precreative love. Him, bow of heaven,\nGod's holy oath made visible here, adore.\n\nFestus. Laud him ye cloudlets snow--bosomed, which morn\nOr eve serve, golden robed; or, rich in rain,\nBlend tearful blessings with the reviling blast;\nPraise ye, whose life expends itself in good,\nThe source surceaseless of all blessings. Hymn\nYour God, while hurrying on wing--footed winds,\nHis messages of mercy to scorched lands\nDreaming of violet wreaths, dew soaked, to cool\nTheir sun seared breasts, and widening deserts strew\nWith riot of rank greenery; or, when slow\nBeneath the moon, ye swoon away utterly,\nEarth breathing lightlier then; each blade and bloom\nBedropped with fragrant moist; cheer ye; your life\nCulmines in death; for, from your birth--hour, known\nOf no man, midst the black Atlantic, wroth\nAt ancient bans ignored, which betwixt old\nAnd young world barred alliance, now with coils\nThe voiceable lightnings dart through, perfected,\nTill life's last moment, God your whole career\nSums in his eye's broad purpose. What, round heaven,\nHath seemlier honour? Praise him for your end.\n\nClara. Storm breasting cliffs, whose feet, earth stained, the deep\nLaveth, as with the humility of a god;\nOh! of that steadfast strength make much, your Lord\nHath sunken you in and grounded you, as signs\nOf his unshaken truth, against whose face\nThe spray of years from time's unnumbered tides,\nDashes in vain. Rocks, glory in your host;\nEarth framer he who hath kinged you with his name,\nAnd ta'en your own; whose guests are ye for life;\nAnd then, make room.\n\nFestus. Ye too, who sit serene,\nFirstborn of earth and ancients of the snow;\nTime's youthmates; mountains, solemn as God's thoughts\nPondering the chain of being, life with life\nLinked in connatural lineage round to him;\nPraise ye his favouring hand, who in earth's murk breast\nMoulded your giant forms; who, age by age,\nTried ye with flood, and tested ye with fire;\nProved ye with darkness; racked ye patiently,\nAs schooling for perfection; and at last,\nCrowned and consummate in all mysteries,\nLed into sacred light, the outmost court\nOf God's invisible temple, whose dome is life,\nWhose sanctuary the soul; him, aye at rise\nAnd set of sun, when comeliest ye appear,\nIn fiery albs arrayed and burning snows,\nTo adore fail not; for he in your most pure\nBeauty delights; and to his heavenly eye,\nWhose loveliness shows boundless as his love,\nAll beauteousness is holy. Laud ye him,\nWhose mystic name heaven, secret and sublime,\nHath yet to you assured. Him praise, too, plains,\nTeeming with succulent life, glebe, glade, and lea,\nWith homeliest blossoms blushing now, with fruit,\nBoughed soon delicious; or solemnized with corn;\nConfess who blessed you with the privilege man\nTo banquet: man, earth's king.\n\nClara. Coy valleys, lisp\nWell pleased, your thanks, that God's attempering hand\nHath smoothed ye meet for happiest ends, and made\nShadows substantial of the calm which broods,\nWelkin--like, o'er those upper deeps of soul\nVain worldling sounds not, nor pride's keel profanes.\nGush into song, shy nooks; dells fall and swell,\nWith every deep pulsation of earth's heart,\nInto melodious praise, even as joy's eye\nMelts in the measureless relief of tears.\nHim whose ordaining hand your solitudes\nHath given to peace, adore: who heaved the hills,\nYour dales too delved as deep.\n\nFestus. Vine mantled knolls,\nWhence 'stils the grape blood choicest juice that charms\nGod's tabled round, the earth; him, palm plumed vales,\nWhere glow all fruits of tropic fame; and fields\nThat temperate taste, the palate's luxe, rules; him,\nHot wilds of herbage sparse; all healing roots,\nAnd wholesome poisons; spice and incense; all\nFor our sustenance and delight which fructify,\nOr flourish bosky; laurel, myrtle, and bay;\nOil--olive, guide to wisdom, pledge of peace;\nGum, balm, acacia's sinless branch, and myrrh;\nPour forth your sweet breath'd thanks, till starry earth,\nStill fair, still dear, still in her matron prime,\nWith thickening odours cloud her sacred path,\nLike a swung censer through the templed skies.\n\nClara. Bloom bedded pleasances, where leisured taste\nLuxuriates, as in recollected dreams\nOf life prenatal in God's garden; him,\nHow fair, the beautifier of all worlds,\nWorship; and all ye plants, well nurtured, praise;\nWho quickened you from dark and obdurate seed;\nSuppled with balmy showers your growthful roots;\nGave daily dews; tapered your shapely stems\nIn his fine fingers; with free foliage clad,\nPendent and plenteous; starred your heads with flowers,\nCrosswise or radiate; praise him with meek pride.\nIt was his considerate touch your bosoms bathed\nWith heaven's translucent hues; your heart--buds dyed\nIn sunsets paradisal; steeped your leaves,\nOne moment, in aetherial scents; and streaked\nWith veinlets velvet lined, your nectarous cups;\nNone less, none else. O virgin lily, queen\nOf flowers, immaculate, vaunt, with all thy kin\nMost delicate, vaunt, not less than forest oaken,\nOr cedarn, fane--famed, ebon, sandal, rose;\nSettim, God's ark, or gopher, man's, his hand;\nNor shadowy pine copse, soundless as the void.\n\nFestus. Fair fountains, rainbow haunted, art hath voiced\nThrough marble lips, and 'mid palatial courts\nBade whisper God's great name; you that, like strings\nOf liquid silver, ripple 'neath nature's touch,\nIn lifeful melody; and, through daisied banks,\nBy your own sweet song solaced, seek your end\nIn joy unlessenable: and you, tameless springs,\nFroth flecked, that seawards gash the plashy moor;\nOr rush, rock maddened, adown deep jagged ravines,\nChant, murmurous him; him, rill and runnel praise.\n\nClara. Praise him, ye rivers, vastening as ye roll\nFrom ice cleft or turfed slope to where the main\nLurks watchful, with your waters soft and sweet,\nTo slake his lips salt parched, and tribute seize\nIn kind of his liege loves; and you, from heights\nFlush with the eagle's eyrie, plunging, death\nScorning as life, for are not ye immortal?\nAnd you, from chasmy and glacial wilds, death--white,\nOr pine clad gore, leaping, cloud shrouded; praise\nHis name who on your first precipitous steps,\nAnd pretty stumbling falls smiled stealthily;\nYour infant course mapped; fed with milky mists;\nAnd, guiding to good ends the waywardest course,\nThose swift, still feet subservient made to bear\nTreasures of sap to meadland, swathed in sward,\nOr leagues of grain, heart strengthening; all the sun,\nOf annual growth, or root perennial, helps\nMature, with you, praise him for.\n\nFestus. Seas, land ringed,\nPrimaeval ocean's relics, and ye fresh\nAnd lucid lakelets, where the stark fisher, man,\nFirst floated his rough raft, and the mud hut\nHe, beaverlike, had builded, fortified;\nOr where, hard by, the cave--born savage left\nHis liberal bones to mell with those he had gnawn;\nRejoice, and bless your Maker, that in your breast\nLie glassed now cities and castled palaces,\nWood nested cots, rich mansions, gold topped fanes,\nAnd seats of science; while o'er your faces skim\nBarks self impelled, art's noblest, manliest feat.\nGod, necessary in essence, in will free,\nBecause illimitable, and free to free\nFrom general law his special will and ours,\nPower self determinative, through all his works\nIn apt proportions acts to ends well planned;\nRules rudest nature by dynamic law,\nSpatially operative; his own designs\nOft modifying by like wise; empowers\nOrganic being with instinct; but to mind\nLeaves liberty of motive; and himself\nConceals, to allow to man and angel scope\nAccountable. Let all life praise its Lord\nTherefore; of beasts, if tamed, as God's claimed once,\nOurs now, whose inoffensive natures he,\nMost amiable, as ensamples chose of his\nAll suffering deity; laud him, end and head\nOf sacrifice; if wild, his prescience praise,\nWhich would not mean should nobler strains restrict.\nDwellers in ocean's wave roofed halls, who range,\nConstant, from shoal to deep, from deep to shoal;\nHim worship, heavenly husbandman, who drives\nYearly his star--plough o'er the brine, and seeds\nIts furrows with your innumerous hosts of life.\nCloud haunters, ocean now, the skies anon\nEnthralling, greet him gratefully who gave\nYour strength despotic, and powers of threefold use;\nWave cradled, riding winds, land tripping; hail\nYour Maker irresponsible, who all being\nFounded, not found made, and so justified.\n\nClara. And you, bright song birds, whose felicitous lives\nIn flight, thought--swift, and music sweet as love,\nHeart--harmony, elapse; song, even and morn,\nConcerted, trill, grateful to him who grants\nYour innocent souls earth's luxuries, and in life\nHere, something like the liberties of heaven.\n\nFestus. Your kind with force, choice honoured, and so allied\nBy nature's lord to the world's conscious sense\nAnd rational energy, him, ye serpent seed,\nSkin sloughing, witness annual of new birth;\nHim, too, ye insect tribes, thrice--lived, who joy\nIn natural resurrection, and fulfil\nThe cycle of being, glorified with wings;\nOf luminous bodies, ye; or, honeyed swarms,\nIn politic craft pre--eminent, and sage use\nOf toil divisional with constructive skill,\nPraise; praise ye gay broods, dawn--born, night--slain, air\nWith filmy winglet fanning; nor yet grieve. Death,\nImpatient not for you alone, secures\nIn his dark couch, after life's giddying reel,\nA sequel undisturbed. Ye animate motes,\nUneyeable, whose curt existence we\nLaugh into nought at every breath; yet deem\nYour Maker bounteous. Life, how scant soever,\nSeems good, as loaned of God, whose arm all space\nOutspans, whose eye all mirrors.\n\nClara. Him, then, hymn,\nO universal nature, passive power\nOf deity, which, with the minutest thing\nSubsistent, owest thyself totally to God;\nThe whole embracing in thy boundless breast;\nOur world--sire praise; while yet immortal man,\nThe intelligible light, silent, within,\nShall clearlier hear than though each atom spake;\nOr every cloudlet thundered, Worship God.\n\nFestus. Him worship, all of human blood who roam,\nTribal, in wilds; for breath, food, freedom, praise;\nYe more, who, fixèd, live the life refined\nOf cities, amid societies of the wise;\nGraced with all science, learning, interchange\nOf luxuries, profitable to all, and wealth\nArt's delicate toil, or lowliest labour, earns:\nFor polity based on manly rights; for life\nSocial, by moral law, with usance kind,\nConfederate, ruled; for nature's comely boons;\nFor virtue's bonds majestic; mind's delights;\nThe affections of the heart; the joys of sense;\nMan's common usefulness to man, whereby\nThe general good conceived of thee, and blessed\nIn that conception, issues: for the gift\nThose fitnesses to trace in all thy works,\nWhich, proved the intent, glads and sublimes man's soul,\nConclusive of resemblant powers; and deeds\nLike, but how little like! Him bless for power\nTo separate truth from error, right from wrong;\nFor love of knowledge; art's purifying grace;\nFor cultured mind; for means material thralled\nIn thousand shapes by inventive wit; and now\nForces of progress, aids to man's high race,\nAnd holy future; succourers of the world;\nAye working through part ends its end complete,\nThrough beauty, good, truth; order realized,\nExpressed or thought, its way back to God's breast;\nSeat both of law and liberty, needful each\nFor mere creation; he o'er both supreme.\nPraise him, all bounteous, for the intelligence\nInquisitive, which from every being would wrest\nThe reason of its existence, nor, tongue--stilled,\nSlacks but in gaze of thee, before whose face\nBow angel essences, in number more\nThan night's invisible stars, wherewith, commixed,\nThe forces of the universe stand; him praise\nWho is praised of all. Praise him for power to praise.\n\nClara. Ye continents many--peopled, and all isles,\nChildren of earth and ocean; and thou, chief,\nWho hast the birthright and the blessing; swell\nWith jubilant joy, the song to him supreme,\nFather and friend of life; who man's crude needs\nMildens with heavenly sanctions, by seer's voice\nOr prophet's; justice names his assessor;\nGives nations the reward of well--doing, peace,\nWhile evildoers themselves accurse by war;\nPresumptuous states by races checks, and stress\nOf personal interaction; now lays bare\nTo scoffing ages popular policy;\nNow scheming power's recondite cunning; heeds\nIndignant, empires wrongs reciprocate,\nJust rights upheld complacent; to all doles\nSuch excellencies as wisdom warrants. Nought\nLacks he true 'compt of, who, with all that think,\nMost intimate secretly, cons both, and weighs\nMen's individual deeds; which, though we feign\nTransient to hold and trivial, by him glimpsed\nProve not phaenomenal merely, but imply\nEternal bearings; and here rooted, there\nFruit freely; if to our contentment, well;\nIf elsewise, still reproachless he, whose end,\nIn all creating, was to diffuse himself\nThrough life in uncontaminate good; to all\nAs present, and to those he loves most nigh.\nHim, in the heights of his divinity, praise,\nThe depths of his humanity; the breadth\nOf being; him redemptive who assumed\nInto his perfect nature ours, complete\nDeficiency; who set in manhood, rose\nIn deity, praise; all lands, lips, nations, hail\nHis laudable name; till, passed from world to world,\nTheir shining feet it reach, who, glorious, tread,\nStarpaved and straight, the streets of Paradise.\nHim, workers of the world, world--wielder him,\nBlessed in activity, blesser of repose,\nPraise ceaseless, who with alternative rest\nAnd action, nature's self--perpetuate scheme\nPoises; contracting or expanding force\nThe ages hoard, the hours distribute; him\nWho, coupling life with motion, builds on rest\nEternal heaven. Who labour's law revere,\nThe sweat of honest toil, deeming a dew\nGrateful to God, more than that beads the rose,\nLaud, manful, him, ye who gaunt want, fell foe\nTo life and knowledge, battling daily, yet\nWot well where'er on earth be faith and truth,\nAim holy or aspiration, there is God;\nThat all who do their best of hand or mind,\nDo well; and thought devout may every task,\nNot of itself unholy, hallow. Him\nUnchangeable himself, but of all change\nImpressive; self--necessitating cause;\nYe truth searchers exalt, whose trust to know\nAll verity as in heaven, he, sovereign soul\nOf being, divines, and turns to simplest faith;\nWho, more than all, is; whom apparent things,\nFruit transient of eternal root unseen,\nConspire to honour, from life's primal cell,\nTo heaven's immeasurable arch, and hosts\nContiguous of all being; which both worlds\nExterior and intrinsic, link in powers\nReactive; and God indwelling in the world\nEvince; but God, most just; who towards us acts\nAs he would have us act towards all and him;\nExacting from perfection perfect deed,\nGranting the imperfect, grace; his equity such,\nWho loves the spirit longsuffering like himself;\nBut his own binds in normal righteousness\nTo manwards, and assumes the splendid coil,\nWherewith, attaching nature to himself,\nTrue freedom means obedience to high law,--\nOur spirits he liberates and exalts. Him praise,\nIn whose divine perception all things made,\nMove congruous, designate for final good;\nHappy because all holy; in his love\nBoundless; in virtue sumless; who for us\nMade truth compensate nature, and with light\nKinned and companioned her; the soul's guide that,\nThis, body's; him let man praise, who, empowered\nWith high capacities to administer here,\nCreation's uses and our own, yet dares,\nHumbly, the stores his Lord for him amassed\nIn times bygone, adjust; and the vague force\nNature inbred at birth, condenses, fines;\nThe code of life interprets; and, inspired\nConform with reason, faculty supreme,\nDivine, and to both common, truth revealed,\nAs march the ages on, makes more humane,\nAnd so more worthy God.\n\nClara. Him, deeplier taught\nIn holiest mysteries, blessed o'er all in soul,\nSimple or sage, ye of celestial strain,\nYet earth--born, laud, who caused ye, finite, know\nHim infinite; and his nature imaging\nIn your conditional essence, be to him\nThrough mediate kinship of his Son, your whole\nExistence one sole glorifying act.\nThough like a permanent star--cloud mid the void,\nInsoluble, the cross, still shadowing shame\nWith honour, earth's hate thwarted by God's love,\nProclaim it, man redeemed, as e'er thy first\nOf blessings. Thanks for all things, but for this,\nThanks threefold!\n\nFestus. Oh! it were a blessèd thing\nFaith such as thine to have held unfaltering; ne'er\nTo have fainted, failed, waned, wavered. 'Tis as when\nIn Alp--land, on some white and fanglike crag,\nKeen, cruel as Time's tooth, earth's blanched extreme,\nTrophy of this world's desolateness, I've seen\nA splintered cross, memorial frail, upreared\nBy perilous piety, once, and since, of aught\nSave vulturous levity of wing, untopped;\nBy snows path--hating, blurred; by gelid rains\nGlazed; streaming, now, with long and icy tears;\nNow tempest--rapt from vision; now, to the eye\nRestored by curative lightnings; by the sun's\nFirst rays saluted, by his last; there, still,\nEver, with arms outstretched, obtesting all\nThe elements, even as though sphere--kinned, it stands,\nDumb, but compelling God, and the white world\nAdjuring, to behold, that scorching shine,\nStorm, nor all mutable seasons can defeat\nIts changeless cheer; itself so frail, yet sign\nOf that's eternal; so, 'gainst time's assaults,\n'Gainst nature's banded powers, thy faith thou hold'st\nInalterable, triumphant.\n\nClara. Yea, I hold.\n\nFestus. God grant thee this to enjoy, and to the end!\nMine always such I dare not say; but now,\nLord of our life! of this sure, more than aught,\nLet us, while praising thee for all, most praise\nFor thy regenerant spirit which hallowing life,\nOnes it with thine; whereby we dread not death,\nThe house the sun must pass through, and the sign\nWhich us initiates into heaven; but know\nDeath means reunion with the deathless; range\nWith our translated elders; consciousness\nEnlarged of the eternal spirit unmarred\nBy bodily needments; life at one with God;\nAnd faith's huge promises,--our souls assume\nThe future, and we covenant here for heaven,--\nConfirmed by fate. Here, and for ever, him\nAll souls, praise. Praise him, lovers of his law\nUnwrit, word unrevealed, but to yourselves;\nNot for those faculties only with all life\nYe own instinctive, but each mental gift\nEnlightened conscience sways; for conscience' self;\nFor those affections not the world, not man,\nNot country, friendship, love exhausts, nor blood,\nWhile just devotion burns in us towards him;\nFor those high powers, conceptions, hopes, which fill\nOr thrill our breasts; which prophets e'er have preached,\nOr nature hints we share, the unboundedness\nOf time, existence, will; the ennobling sense\nOf duteousness towards men, of debt to God;\nFor reason, whose undimmed outlook o'er the world,\nIs balanced by right insight into ourselves;\nFor a life whitening through probation, here;\nFor deep convictions of a loftier lot,\nAn ampler scope of spirit, a draught of bliss\nEndless, to be, nearer the fount; praise him\nWho godly care spares not, nor stores, that we,\nSaved from our niggard selves, and unto him\nAssimilate, may, through good deeds faith inspired;\nJust estimate of divine love towards all made;\nLife venerable and pure; the calm supreme\nAnd clear of sacred souls, the quietude\nIntense and infinite, gain of holy thoughts;\nSuch as he loves and lives in.\n\nClara. Laud ye God,\nSaviour and instigator of all good;\nYet not the less impenetrable! who ill\nO'errules to good; both mingles; ends and means\nMetes; sparing now, as space were something scant;\nNow lavish of waste worlds; atomic force\nEconomizing here; there solar powers\nPermitting perish. What then? That sun hath long\nCompassed its end; this atom a world's head\nMay yet be. Him, ye just in soul, adore,\nWho, latent deity, gives place to all,\nAnd takes away; whose holy attributes,\nEssential as his being, ray and rule\nFrom him, through all his rational works; the source\nOf every virtuous tie the world of soul\nAcknowledgeth, as from wisdom's sacred breast\nSpontaneous sprung; whereby God laws himself\nIn natural rectitude, with all create;\nHe who all made, himself to manifest;\nAnd to intelligent creatures gave to know,\nPossess, communicate, his love and truth;\nHis righteousness to emulate; to share\nHis holiness; his beatitude enjoy;\nAnd, in his wisdom skilled, in his intents\nProved, and heart purified, for others' weal\nMost labouring, taught to crown with moral good\nThe vast divine of things.\n\nFestus. But though the mass\nBe holy, yet the first--fruits God most loves.\nPraise, therefore, him, ye sons of light, and bless\nThe communable deity, who, albeit,\nPerpetual passion suffering at men's hands,\nHoards not from those he loves divinity; him,\nParticipants of his kingly state, whose wills\nWith his conjoined, subregnant rule, the same,\nThough in narrower round, as his; praise him supreme,\nWho loves the praises he in hymns inspires,\nOr, wordlessly, imbreathes. Let all forechosen;\nAmbitious only of more humility;\nExalted but to serve; who, while in time,\nBide truelier in the eternal state, which rests\nTo each world proper, pillared upon the passed\nAnd future in the soul, praise him; ye, most,\nWhose privilege is to please God perfectly;\nEarth this wise tolerated; whereto ye lend,\nLike fire from faith's accepted offering,\nThe savour of salvation; whose heart's hope\nThat all souls might be saved, by him inspired,\nTransfigured into fate, reads sure in heaven.\nAll ways are byeways but the way of God,\nSo broad, not thought a road. And man's wise heart\nWhich wide relations with the infallible holds,\nThough flawed by error; with all excellence,\nMoral and rational; with God immanent\nIn all things, yet transcendent over all,\nKnows him sire, saviour, sanctifier of soul;\nWho in their principles cores all ends; combines\nResults forestablished with acts freely willed;\nThrough body clarifies the spirit of man;\nAnd virtue made obligatory, but ruled,\nFor its validity, rise and close in him.\n\nClara. Him praise, ye generations of the passed,\nWhose unrenown seems holier than all fame;\nAll final history in her epitaphs\nOf nations notes; him, who the adopted soul\nFills, by sin's absolution, with rich foretaste\nOf evil's abolition; the world stamped\nWith total good. Praise him, ye sceptred saints,\nWith God, like--minded, glorying in his will,\nImpeccable, who muse celestial things;\nWhose sins are washed away in seas of love;\nWho, liberate from all law, sit judging law;\nWhose passion for perfection sated, ye,\nRapt into deity, with your Lord enjoy\nLife unitive, life eternal, life divine;\nWho revel in futurity, and inhale\nThe gust of inspiration at his lips;\nOf all worlds owner, author of all fates.\n\nFestus. Who knoweth God the sum of science owns.\nThe heavens record his handiwork; the earth\nWorships his footsteps; life his breath repeats;\nThe soul his image; everlasting space,\nThe harmonies of his nature echoing, round\nReflects his vast extension; the great whole\nHis boundless being, and his infinite mind.\n\nClara. Midst, but apart from all, he substance gives\nAnd choice, distinct from others and himself;\nYet himself makes the beauty and the bliss\nOf his intelligent universe; its aim,\nIts orderly source, its endless end; whose rule,\nLet justice among equals reign,--is love.\nFor he with us not varying, harsh or bland,\nAs our vain 'haviour bids, but in himself\nAll kind, sufficing, fixed; unroughed by wrath,\nBy bribeful prayers unsmoothed; towards all his works\nPiteous, yea, sentient of faith's faintest sigh,\nIn all his sweetness, is by none save soul\nSaved, apprehensible.\n\nFestus. Lord, be it for me\nWith earth's triumphal hymn these lays to blend,\nWorthy but of thy blessing that they flow\nFrom gifts thou gavest, reconsecrate to thee;\nWhereby in thy dear love thou madest it mine\nTo interpret nature's elements, and with her\nIn all her holy tongues commune; to live\nIn presence of our peers, the powers of heaven,\nSun, moon, and skies star--crowded; clouds, winds, tides;\nBorn of yon far blue infinite; but all\nPredestined to soul service; mine to scan\nIn greatest minds' great thoughts earth's passed; betimes\nFatal, foreshape the future; mine to know,\nIn moral might towards thee deific drawn\nAll spirits in order blessed; mine, henceforth, aye\nTo extol thee merciful as mighty; thee,\nOurs, and all being's, end and author, God.\nAll things in thee subsistent, thou alone\nIn thyself art; all eyeing at one glance;\nAll minding in one thought; in one sole act,\nCreating, comprehending, judging all.\nUnalterable as silence, thy decrees\nAre boundless and for ever. Thy delight\nIs in the holy of heaven, and in the heart\nResponsive to thy counsels. Even as space,\nAll things embosoming, is thy mercifulness.\nThy love is life; and they who find thee here,\nFind perfectness and peace; eternal gifts;\nPeace in themselves, and perfectness in thee.\n\nClara. Hallowed and comforted the soul, elate\nBy pure prostration at God's feet, the world\nMeets but scant welcome from us; we half hoped\nTo have lost what soon we lose for aye and all.\n\nFestus. I seek no selfish gladness, though to me\nHigh thoughts are life, and life immortal more\nOnly in conception as divine than this,\nOur perishable, in act; yet would not I\nForestall apart from thee those paths, those plans\nWe have hope to perfect in eternity.\nTo search together truth space--wide; to soar\nIn spirit unitedly through all the immense\nThus, of celestial thought gives joy sublime,\nI know to both. As when by sunset's hues\nInvited, some fair falcon, whose broad eye\nMirrors the welkin, through air's shadowy blue\nWheeling with wing unwavering, every plume\nStretched tense, mid sky serenely balanced, calls\nForth from her eyrie, crown of sea--faced crag,\nHis mightier mate; these twain each other now\nIn unconceived ellipse, curve following curve,\nRedoubled rainbowlike, outsweep; thrice o'er\nSnatch from ambition's touch the zenith; mock\nWith playful fall the expectant earth; now, thwart,\nIn arbitrary and intercircling flights,\nTheir mutual orbits, emulous; this below\nEchoing the other's cry on high, till heaven\nCloses, by hint of stars, the rapt contest.\n\nClara. How near earth's end!\n\nFestus. Earth's future soon is told.\nNigher each hour, the incredible becomes\nWhat sole can be; the key that all unlocks.\nFor now not only our life's exterior charms,\nEarth's beauties perish, but mind's most treasured joys,\nBrain--realms pictorial of creative thought,\nFairer than Eden, were that garden all\nFiction entranced, e'er dreamed. Song, art, romance,\nFarewell! Hope is, we enjoy not only, there,\nThe future, but the passed made clear, sublimed,\nPerfect. Perchance in life to come a glimpse\nMay ope, God good, to memory's inward eye\nFrom all imperfect aims, impure views, purged\nOf divine fable. If not, be it as God will;\nBut as when the moon at her full round arrived\nOf beauty, uprising, level, from the main,\nLate turbulent, smiles to behold the loyal waves'\nAwe, and their hush low whispered hear as she\nVenerable by birth, though young, just state assumes,\nAnd splendid presidency; these, too, like pleased\nWith her exact observance of all times,\nAnd the well--lawed conformity to things\nEarthly, of things celestial and serene,\nAs mutually assurant, yield her back,\nConsiderate, smile for smile; so I,--so thou,\nSouls like authentic, each the other's breast\nLet fill with pure content.\n\nClara. As far as such,\nAmassed of all defects, avail.\n\nFestus. There's one\nDefect we have each outlived. We part no more."}