{"subject": "Humility", "text": "'Humility,' said Lena, as she drew\nA well-worn glove upon her sun-burnt hand,\n'Is the best ornament a Christian knows.\n'I think not well of one whose ready speech\n'Can talk of self-abasement, and the need\n'She hourly feels of pardon from above,\n'Yet is array'd in all the pride of life,\n'Studies the body's ease, the graceful mien,\n'And all the luxuries of refining taste.\n'I judge our piety is better shown\n'By self-denying lowliness of mind;\n'By abstinence from all the joys of sense,\n'And disregard of what the world esteems.' \nAnd whilst she spoke, the look of harsh reproof\nWas follow'd by a self-complacent smile;\nAs her eye fell upon the homely garb\nAnd ill-adjusted ornaments she wore.\n\nSerena, gifted with a milder mood,\nNot prone to censure, diffident and meek,\nIn gentle accents urg'd the favourite theme.\n'I envy not the beauty's flatter'd form,\n'And all the attractions of exterior grace,\n'If I must with them take the pride of heart,\n'The vanity that follows where they are;\n'For sure I am that lowliness of mind,\n'Self-disesteem, and meek humility,\n'Are ornaments more lovely far than they:\n'And while I feel these better gifts are mine,\n'I covet not what others prize so much.' \n\nAnd here Lucinda gently clos'd the book\nThat she had tried in vain to understand-\nAnd 'Surely it is strange,' she said, 'that some,\n'Professing to renounce this passing world,\n'Should be at so much pains to store their mind\n'With varied knowledge and mere human lore\n'The strait, still path that leads us to our God,\n'Is all a humble Christian needs to know;\n'And this, if I mistake not, best is learn'd,\n'And best pursued, by one who knows no more.\n'Not in the warmth of intellectual fire,\n'The elevation of the letter'd mind,\n'Or the gay flights of genius and of taste,\n'Should I expect that meek humility\n'JESUS , our lowly Master, bade us learn.\n'Humility may rather dwell with us,\n'Who, in a sphere of simple usefulness,\n'Can better serve and glorify our God,\n'Than they whom learning lifts so much above us.'\n\nThere was a fourth.- I marvel what she thought,\nFor she said nothing - yet she felt, perhaps. \nIt may be she had lov'd the world too well,\nHad too refin'd and delicate a taste; \nAnd while she felt the grace of God within, \nHad cause to mourn her yet unconquer'd pride.\nPerhaps she lov'd too well the letter'd page,\nThe force of intellect, and the mental fire;\nWas fond to see the holy cause she lov'd\nAdorn'd with all that learning can impart,\nAnd thought too meanly of the homely garb\nThat simple poverty so often wears, \nOr if of beauty she had something known,\nShe might remember when her folly priz'd\nAbove its worth the transitory good.\n'Tis certain, that the rising blush betray'd,\nHer self-convicted bosom could not boast\nThe virtue each had challeng'd as her own. \n\nI heard no more, nor know what pass'd within-\nI may not judge whose heart was proudest there,\nHe to whose eyes all bosoms are unbarr'd \nMight judge that she who blush'd that she was proud, \nWas humbler yet than they who knew it not.\nI cannot tell - but when they parted thence\nTo meet their God that night in secret prayer,\nI think I know who breath'd the deepest groan,\nWho sunk the lowest at her Maker's feet,\nAnd with most tears of bitter penitence\nBesought an interest in her Saviour's blood.\n\nHumility! the sweetest, loveliest flower\nThat bloom'd in Paradise, and the first that died,\nHas rarely blossom'd since on mortal soil.\nIt is so frail, so delicate a thing,\n'Tis gone if it but look upon itself;\nAnd she who ventures to esteem it hers,\nProves by that single thought she has it not."}