{"subject": "England's Neutrality", "text": "A Parliamentary Debate.\nAll ye who with credulity the whispers hear of fancy,\nOr yet pursue with eagerness hope's wild extravagancy,\nWho dream that England soon will drop her long miscalled neutrality,\nAnd give us, with a hearty shake, the hand of nationality,\n\nRead, as we give, with little fault of statement or omission,\nThe _next_ debate in parliament on Southern Recognition;\nThey're all so much alike, indeed, that one can write it off, I see,\nAs truly as the _Times_' report, without the gift of prophecy.\n\nNot yet, not yet to interfere does England see occasion,\nBut treats our good commissioner with coolness and evasion;\nSuch coolness in the premises, that really 'tis refrigerant\nTo think that two long years ago she called us a belligerent.\n\nBut, further, Downing-street is dumb, the premier deaf to reason,\nAs deaf as is the _Morning Post_, both in and out of season;\nThe working men of Lancashire are all reduced to beggary,\nAnd yet they will not listen unto Roebuck or to Gregory,\n\n'Or any other man,' to-day, who counsels interfering,\nWhile all who speak on t'other side obtain a ready hearing--\nAs, _par exemple_, Mr. Bright, that pink of all propriety,\nThat meek and mild disciple of the blessed Peace Society.\n\n'Why, let 'em fight,' says Mr. Bright, 'those Southerners, I hate 'em,\nAnd hope the Black Republicans will soon exterminate 'em;\nIf freedom can't rebellion crush, pray tell me what's the use of her?'\nAnd so he chuckles o'er the fray as gleefully as Lucifer.\n\nEnough of him--an abler man demands our close attention--\nThe Maximus Apollo of strict _non_-intervention--\nWith pitiless severity, though decorous and calm his tone,\nThus spake the 'old man eloquent,' the puissant Earl of Palmerston:\n\n'What though the land run red with blood, what though the lurid flashes\nOf cannon light, at dead of night, a mournful heap of ashes\nWhere many an ancient mansion stood--what though the robber pillages\nThe sacred home, the house of God, in twice a hundred villages.\n\n'What though a fiendish, nameless wrong, that makes revenge a duty,\nIs daily done' (O Lord, how long!) 'to tenderness and beauty!'\n(And who shall tell this deed of hell, how deadlier far a curse it is\nThan even pulling temples down and burning universities)?\n\n'Let arts decay, let millions fall, aye, let freedom perish,\nWith all that in the western world men fain would love and cherish;\nLet universal ruin there become a sad reality:\nWe cannot swerve, we must preserve our rigorous neutrality.'\n\nOh, Pam! oh, Pam! hast ever read what's writ in holy pages,\nHow blessed the peace-makers are, God's children of the ages?\nPerhaps you think the promise sweet was nothing but a platitude;\n'Tis clear that _you_ have no concern in that divine beatitude.\n\nBut 'hear! hear! hear!' another peer, that mighty man of muscle,\nIs on his legs, what slender pegs! 'ye noble Earl' of Russell;\nThus might he speak, did not of speech his shrewd reserve the folly see,\nAnd thus unfold the subtle plan of England's secret policy.\n\n'John Bright was right, yes, let 'em fight, these fools across the water,\n'Tis no affair at all of ours, their carnival of slaughter;\nThe Christian world, indeed, may say we ought not to allow it, sirs,\nBut still 'tis music in our ears, this roar of Yankee howitzers.\n\n'A word or two of sympathy, that costs us not a penny,\nWe give the gallant Southerners, the few against the many;\nWe say their noble fortitude of final triumph presages,\nAnd praise, in Blackwood's Magazine, Jeff. Davis and his messages.\n\n'Of course we claim the shining fame of glorious Stonewall Jackson,\nWho typifies the English race, a sterling Anglo-Saxon;\nTo bravest song his deeds belong, to Clio and Melpomene'--\n(And why not for a British stream demand the Chickahominy?)\n\n'But for the cause in which he fell we cannot lift a finger,\n'Tis idle on the question any longer here to linger;\n'Tis true the South has freely bled, her sorrows are Homeric, oh!\nHer case is like to his of old who journeyed unto Jericho.\n\n'The thieves have stripped and bruised, although as yet they have not\nbound her,\nWe'd like to see her slay 'em all to right and left around her;\nWe shouldn't cry in parliament if Lee should cross the Raritan,\nBut England never yet was known to play the Good Samaritan.\n\n'And so we pass the other side, and leave them to their glory,\nTo give new proofs of manliness, new scenes for song and story;\nThese honeyed words of compliment may possibly bamboozle 'em,\nBut ere we intervene, you know, we'll see 'em in--Jerusalem.\n\n'Yes, let 'em fight, till both are brought to hopeless desolation,\nTill wolves troop round the cottage door in one and t'other nation,\nTill, worn and broken down, the South shall prove no more refractory,\nAnd rust eats up the silent looms of every Yankee factory.\n\n'Till bursts no more the cotton boll o'er fields of Carolina,\nAnd fills with snowy flosses the dusky hands of Dinah;\nTill war has dealt its final blow, and Mr. Seward's knavery\nHas put an end in all the land to freedom and to slavery.\n\n'The grim Bastile, the rack, the wheel, without remorse or pity,\nMay flourish with the guillotine in every Yankee city;\nNo matter should old Abe revive the brazen bull of Phalaris,\n'Tis no concern at all of ours'--(sensation in the galleries.)\n\n'So shall our 'merry England' thrive on trans-Atlantic troubles,\nWhile India, on her distant plains, her crop of cotton doubles;\nAnd just so long as North or South shall show the least vitality,\nWe cannot swerve, we must preserve our rigorous neutrality.'\n\nYour speech, my lord, might well become a Saxon legislator,\nWhen the 'fine old English gentleman' lived in a state of natur',\nWhen Vikings quaffed from human skulls their fiery draughts of honey mead,\nLong, long before the barons bold met tyrant John at Runnymede.\n\nBut 'tis a speech so plain, my lord, that all may understand it,\nAnd so we quickly turn again to fight the Yankee bandit,\nConvinced that we shall fairly win at last our nationality,\nWithout the help of Britain's arm, _in spite of_ her neutrality."}