{"subject": "The Night Patrol France, March  1916.", "text": "Over the top! The wire’s thin here, unbarbed\nPlain rusty coils, not staked, and low enough:\nFull of old tins, though — “When you’re through, all three,\nAim quarter left for fifty yards or so,\nThen straight for that new piece of German wire;\nSee if it’s thick, and listen for a while\nFor sounds of working; don’t run any risks;\nAbout an hour; now, over!”\nAnd we placed\nOur hands on the topmost sand-bags, leapt, and stood\nA second with curved backs, then crept to the wire,\nWormed ourselves tinkling through, glanced back, and dropped.\nThe sodden ground was splashed with shallow pools,\nAnd tufts of crackling cornstalks, two years old,\nNo man had reaped, and patches of spring grass.\nHalf-seen, as rose and sank the flares, were strewn\nThe wrecks of our attack: the bandoliers,\nPacks, rifles, bayonets, belts, and haversacks,\nShell fragments, and the huge whole forms of shells\nShot fruitlessly — and everywhere the dead.\nOnly the dead were always present — present\nAs a vile sickly smell of rottenness;\nThe rustling stubble and the early grass,\nThe slimy pools — the dead men stank through all,\nPungent and sharp; as bodies loomed before,\nAnd as we passed, they stank: then dulled away\nTo that vague fœtor, all encompassing,\nInfecting earth and air. They lay, all clothed,\nEach in some new and piteous attitude\nThat we well marked to guide us back: as he,\nOutside our wire, that lay on his back and crossed\nHis legs Crusader-wise: I smiled at that,\nAnd thought on Elia and his Temple Church.\nFrom him, at quarter left, lay a small corpse,\nDown in a hollow, huddled as in a bed,\nThat one of us put his hand on unawares.\nNext was a bunch of half a dozen men\nAll blown to bits, an archipelago\nOf corrupt fragments, vexing to us three,\nWho had no light to see by, save the flares.\nOn such a trail, so light, for ninety yards\nWe crawled on belly and elbows, till we saw,\nInstead of lumpish dead before our eyes,\nThe stakes and crosslines of the German wire.\nWe lay in shelter of the last dead man,\nOurselves as dead, and heard their shovels ring\nTurning the earth, then talk and cough at times.\nA sentry fired and a machine-gun spat;\nThey shot a glare above us, when it fell\nAnd spluttered out in the pools of No Man’s Land,\nWe turned and crawled past the remembered dead:\nPast him and him, and them and him, until,\nFor he lay some way apart, we caught the scent\nOf the Crusader and slide past his legs,\nAnd through the wire and home, and got our rum."}