{"subject": "Jerusalem Delivered - Book 04 - Part 06", "text": "LXXXI\n\n'Ah! be it not pardie declared in France,\nOr elsewhere told where courtesy is in prize,\nThat we forsook so fair a chevisance,\nFor or that might from fight arise;\nElse, here surrender I both sword and lance,\nAnd swear no more to use this martial guise;\nFor ill deserves he to be termed a knight,\nThat bears a blunt sword in a lady's right.'\n\nLXXXII\n\nThus parleyed he, and with sound,\nThe approved what the gallant said,\nTheir general their knights encompassed round,\nWith humble grace, and earnest suit they prayed:\n'I yield,' quoth he, 'and it be found,\nWhat I have granted, let her have your aid:\nYours be the thanks, for yours the danger is,\nIf aught succeed, as much I, amiss.\n\nLXXXIII\n\n'But if with you my words may credit find,\nOh temper then this heat misguides you so!'\nThus much he said, but they with fancy blind,\nhis grant, and let his counsel go.\nWhat works not beauty, man's relenting \nIs eath to move with plaints and shows of woe:\nHer lips cast forth a chain of sugared words,\nThat captive led most of the Christian lords.\n\nLXXXIV\n\nEustace recalled her, and bespake her thus:\n'Beauty's chief darling, let those be,\nFor such assistance shall you find in us\nAs with your need, or will, may best agree:'\nWith that she cheered her forehead dolorous,\nAnd smiled for, that Phoebus blushed to,\nAnd had she deigned her veil for to remove,\nThe God once more had fallen in love.\n\nLXXXV\n\nWith that she broke the silence once again,\nAnd gave the knight great thanks in little speech,\nShe said she would his handmaid poor remain,\nSo far as honor's laws received no breach.\nHer humble gestures made the residue plain,\nDumb eloquence, persuading more than speech:\nThus women, and thus they use the guise,\nTo enchant the valiant, and beguile the.\n\nLXXXVI\n\nAnd when she her enterprise had got\nSome wished mean of quick and proceeding,\nShe to strike the iron that was hot,\nFor every action hath his hour of speeding:\nMedea or false Circe changed not\nSo far the shapes of men, as her eyes spreading\nAltered their hearts, and with her syren's sound\nIn lust, their, their hearts, in love she drowned.\n\nLXXXVII\n\nAll wily sleights that subtle women,\nHourly she used, to catch some lover new.\nNone kenned the bent of her unsteadfast bow,\nFor with the time her her looks renew,\nFrom some she cast her modest eyes below,\nAt some her gazing glances roving flew,\nAnd while she thus pursued her wanton sport,\nShe spurred the slow, and reined the forward short.\n\nLXXXVIII\n\nIf some, as hopeless that she would be won,\nForebore to love, because they durst not move her,\nOn them her gentle looks to smile begun,\nAs who say she is kind if you dare prove her\nOn every heart thus shone this lustful sun,\nAll strove to serve, to please, to woo, to love her,\nAnd in their hearts that chaste and bashful were,\nHer eye's hot glance dissolved the frost of.\n\nLXXXIX\n\nOn them who durst with fingering bold assay\nTo the softness of her tender skin,\nShe looked as coy, as if she list not play,\nAnd made as things of worth were hard to win;\nYet tempered so her deignful looks alway,\nThat outward scorn showed store of grace within:\nThus with false hope their longing hearts she fired,\nFor hardest gotten things are most.\n\nXC\n\nSometimes she walked in secret where,\nTo ruminate upon her discontent,\nWithin her eyelids the swelling tear,\nNot poured forth, though sprung from sad lament,\nAnd with this craft a thousand well near\nIn snares of foolish ruth and love she hent,\nAnd kept as slaves, by which we fitly prove\nThat witless breedeth fruitless love.\n\nXCI\n\nSometimes, as if her hope unloosed had\nThe chains of grief, wherein her lay fettered,\nUpon her minions looked she blithe and glad,\nIn that lore so was she lettered;\nNot glorious Titan, in his brightness clad,\nThe sunshine of her face in lustre bettered:\nFor when she list to cheer her beauties so,\nShe smiled away the clouds of grief and woe.\n\nXCII\n\nHer double charm of smiles and sugared words,\nLulled on sleep the of their senses,\nReason shall aid gainst those assaults affords,\nno warrant from those sweet offences;\nCupid's deep rivers have their shallow fords,\nHis griefs, bring ; his losses, recompenses;\nHe breeds the sore, and cures us of the:\nAchilles' lance that wounds and heals again.\n\nXCIII\n\nWhile thus she them torments twixt frost and fire,\nTwixt and grief, twixt hope and restless,\nThe sly enchantress her gain the nigher,\nThese were her flocks that golden fleeces bear:\nBut if someone durst utter his,\nAnd by complaining make his griefs appear,\nHe labored hard rocks with plaints to move,\nShe had not learned the gamut then of love.\n\nXCIV\n\nFor down she bet her bashful eyes to ground,\nAnd donned the weed of women's modest grace,\nDown from her eyes welled the pearls round,\nUpon the bright enamel of her face;\nSuch honey drops on springing flowers are found\nWhen Phoebus holds the crimson morn in chase;\nFull seemed her looks of, and of shame;\nYet shone transparent through the same.\n\nXCV\n\nIf she by his outward cheer,\nThat any would his love by talk bewray,\nSometimes she him, sometimes stopped her ear,\nAnd played fast and loose the livelong day:\nThus all her lovers kind deluded were,\nTheir earnest suit got neither yea nor nay;\nBut like the sort of weary huntsmen fare,\nThat hunt all day, and lose at night the hare.\n\nXCVI\n\nThese were the arts by which she captived\nA thousand of young and lusty knights;\nThese were the arms wherewith love conquered\nTheir feeble hearts subdued in wanton fights:\nWhat wonder if Achilles were misled,\nOf great Alcides at their ladies' ,\nSince these champions of the Lord above\nWere thralls to beauty, yielden slaves to lore."}