{"subject": "Auf den Tod des L. P.", "text": "Jugendlich blühend erliegst Du, o Rasender, eignem Geschosse\nDort auf dem marmornen Stein an der Gebärerin Grab.\nStatt mit Laubgewinden der Pappel die Schläfe zu kränzen,\nHebst Du die blutige Hand grausam zum eigenen Mord;\nUnd Du dünkst Dich erhaben, weil wild Du mit tödtlicher Kugel\nOeffnest zum Herzen den Weg? - Armer! nur elend bist Du!\nAch, Du kanntest sie nicht, die Hoffnungen, Keime des Edlen,\nDie Du nun alle zerstört mit dem unseligen Ball! -\nAber weil Dich im Leben gehetzt die Sorge, die Schmerzen,\nWeil Du nie wiederzusehn wähnst die entflohene Lust,\nBrichst Du und sprengst mit Gewalt des Lebens beweglichen Kerker,\nDaß Dir dann, über dem Strom, blühe das bessere Glück.\nUnvorsichtig erspähst Du verborgene Räthsel des Lebens,\nDu, dem das Schicksal den Tod noch vor dem Tage bestimmt!\nWelcher Taumel ergreift Dich, dem Grab entgegen zu eilen,\nLöscht denn des Lebens Licht immer nicht zeitig genug?\nWie doch freut Dich′s, den Boden gewaltsam mit Blute zu röthen,\nJenem entflohenen Geist Deinen gesellest Du zu? - -\nDoch wenn Schicksalsschluß schon diesen Tod Dir bestimmt hat,\nWenn Dich der Ueberdruß, Ekel dem Leben entführt:\nDrückt die Luft Dich und konntest Du nicht froh werden des Lichtes,\nWar der siechende Geist Krankheit dem Körper zugleich -\nWer dann beklagte Dich nicht, den Himmlische selber beweinen,\nFrommer, der müde der Welt, sich nach den Sternen gesehnt;\nWissend, nicht Alles zerfalle, wenn auch diese Hülle zerstäubt ist,\nSendest die Seele Du Gott, gibst Du der Erde den Staub! -\nGlücklich, wen, wenn er ermattet, die schwarze Nacht nie belastet,\nWelchem die Welle des Bluts hüpfend die Adern bewegt!\nNimmer tödtet ihn Gram, sey auch der süßen Geliebten\nZarter Schooß ihm verwehrt, folg′ auch ihr wankender Sinn\nSchönerer Form! Ihn tödtet nicht leichter Ehrgeiz, zu oft nur\nNichtiger Hoffnungen Spiel, Armuth, die sklavische, nicht!\nIhres Geschickes harren die Fröhlichen; Lethe′s Gestade\nSuchen sie nicht mit Gewalt, nicht durch bestürmend Gebet;\nTapferes Muthes bekämpfen sie lieber die äußeren Feinde,\nEh′ sie mit harter Faust greifen ins eigene Loos!\nDrum von den Fröhlichen lernt das Leben tragen, Betrübte,\nMuthvoll; Freude besieg′ Eueres Grames Gewalt.\nDoch auf den Staub dieses Todten, damit auch späten Geschlechtern\nKunde werde von ihm, Schreibet dieß kurze Gedicht:\nDiesem gebot zu leben Geburt und Glück, und die Tugend;\nKünste, Schönheit und Geist hatten ihn reichlich geschmückt;\nDoch weil dieß irdische Leben ihn allzu bitter bedünkte,\nUnd nicht genug des Raums für den unsterblichen Drang:\nHat der Jüngling, fromm, dem Schatten der liebenden Mutter\nSeinen gesellet, am Grab′, das die Gebärerin deckt!"}