{"subject": "Mrs. Georgiana Ives Comstock,", "text": "Died at Hartford, April 30th, 1861, aged 22.\nI saw a brilliant bridal.\nAll that cheers\nAnd charms the leaping heart of youth was there;\nAnd she, the central object of the group,\nThe cherished song-bird of her father's house,\nArray'd in beauty, was the loved of all.\nWould I could tell you what a world of flowers\nWere concentrated there--how they o'erflow'd\nIn wreaths and clusters--how they climb'd and swept\nFrom vase to ceiling, with their gay festoons\nWhispering each other in their mystic lore\nOf fragrance, and consulting how to swell,\nAs best they might, the tide of happiness.\n\nA few brief moons departed and I sought\nThe same abode. There was a gather'd throng\nBeyond the threshold stone. A few white flowers\nCrept o'er a bosom and a gentle hand\nThat clasp'd them not. A holy hymn awoke\nIn plaintive melody; but she who breath'd\nThe very soul of music from her birth,\nLay there with close-seal'd lips.\nAnd the same voice\nThat in the flushing of the autumnal rose\nGladly pronounced the irrevocable words\n'_What God hath join'd together let no man\nAsunder put_,' now, in the chasten'd tones\nOf deep humility and tenderness,\nStrove, from the armory of Heaven, to gird\nThe hearts that freshly bled.\n\nAt close of day,\nIn the lone, sadden'd hour of musing thought,\nI seem'd to view a scene where, side by side,\nBridals and burials gleam'd--the smile and tear--\nAnguish and joy--peace in her heavenly vest,\nAnd brazen-throated war--and heard a cry,\n'Such is man's life below.'\nI would have wept,\nSave that a symphony of harps unseen\nBroke from a hovering cloud; 'Lo! we are they\nWho from earth's tribulation rose and found\nOur robes made white. Henceforth we grieve no more.'\n\nList! List! She mingleth in that raptur'd strain\nWho said so sweetly to her spirit's-guide,\nThat the dear Lord whom she had early serv'd\nStood near in her extremity, and gave\nHer soul full willingness to leave a world\nAll bright with beauty, and requited love.\n\nAnd so Death lost his victory, tho' he snatched\nThe unwither'd garland out of Hymen's hand,\nAnd wound it in cold mockery round the tomb."}