{"subject": "Pladsen uden for Aladdins Pallads", "text": "Selim. \nIh see, god Dag! thi, taer jeg ikke feil,\nSaa finder jeg en gammel Ungdoms-Ven.\n\nSindbad. \nKan gierne være.\n\nSelim. \n                              Kiender du mig ikke? \n\nSindbad. \nIfald jeg ey taer feil af Eders Fødder,\nSaa er I Selim, Eben Hassans Søn.\nVi boede hisset i den lille Gade,\nOg legte daglig sammen der, som Drenge.\n\nSelim. \nDu vil nok give mig en Skose, Broder!\nFordi at mine Fødder er saa store?\nDer er ey smukt, paa slig Maneer at hilse\nEn gammel Kammerat.\n\nSindbad. \n                                     Hvor vil du hen? \nJeg kiender alle Folk paa Fødderne!\nDet er den bedste Lem paa hele Kroppen,\nOg den fornuftigste; hvis alle Lemmer\nBlev smukt, som den, ved Jorden, saa behøved\nDe ey at frygte for at falde ned.\n\nSelim. \nMan kan ey gaae med hele Kroppen, veed jeg!\n\nSindbad. \nHvorfor ey det? Gik man med hele Kroppen,\nSaa trængte hele Kroppen jo til Skoe!\nSaa fik en ærlig Mand lidt at fortiene.\n\nSelim. \nDin Fader var Skoemager, af din Tale\nJeg slutte maa du er det samme.\n\nSindbad. \n                                                    Rigtig! \nTil dette Haandværk er jeg født og baaret.\nDer er vist noget i hvad Lærde sige,\nAt Folk blier født til Verden med Genie.\nMan siger at Poeter fødes, men\nBlier en Skoemager da vel ikke født?\n\nSelim. \nPaa den Maneer begriber jeg du ønsker,\nAt alle Mennesker var Tusindbeen.\n\nSindbad. \nNaturlig! Det, som Mange synes om,\nKan jeg ey udstaae for min bittre Død,\nReen Himmel, for Exempel, Morgenrøde\nOg Solskin, hader jeg, som Pestilenz.\nNey, Rusk og Slud! det veed jeg hvad det er,\nDet taer paa Støvlerne! De Fleste synes\nGodt om, naar Een gaaer lige paa sin Fod,\nMig skier det ind i Hiertet; thi hvorlænge\nKan saadan Een ey bruge et Par Saaler?\nHvergang der lægges Broe, saa græder jeg;\nMen Dands, det er mig den allerstørste Glæde.\n\nSelim. \nDu har dog Næring?\n\nSindbad. \n                                  Jo, jeg takker Gud. \nTil min Haandtering trænger alle Folk;\nOg den uhørlige Begivenhed\nMed Abu Casems Tøfler, den har jaget\nEn saadan Skræk i hele Byens Blod,\nAt de cassere deres Fodtøi nu\nFør det er halvslidt.\n\nSelim. \n                                Nu, det er mig kiert. \nMens du har siddet her og syet paa Læsten,\nSaa har jeg været rundt om, paa min Fod,\nOg vandret Bye til Bye, som Kræmmer, med\nMin Byldt paa Nakken, været i Balsora,\nI Bagdad, Kasimir og Sammercand.\n\nSindbad. \nJa, saadan gaaer det her i Verden. Sidst\nVi saaes var vi kun Børn, nu er vi blevne\nTo nyttige Medborgere i Staten.\n\nSelim. \nMen Herregud, hvad er der blevet af\nDen lange Rækel, dette sælle Skrog,\nSom altid nederst sad i Skolen, som\nFik altid Prygl af Skolemesteren,\nOg som bestandig pryglte os igien\nTil Giengield?\n\nSindbad. \n                         Ja, hvem mener Du? thi der \nVar Mange, som bestandig pryglte mig.\n\nSelim. \nKan du ey huske ham? han var saa tosset,\nMen stor og stærk, han vandt bestandig fra os\nI Spil. Ak! husker du ey, ham, som greb\nDe Pomeranzer, der blev kastet ud\nFra Kiøbmandsboden.\n\nSindbad. \n                                     Mener du Aladdin? \n\nSelim. \nJa rigtig!\n\nSindbad. \n                 Aa for saavidt gaaer det ham, \nGud være lovet, ganske godt; thi han\nEr bleven Prinds, og gift med vor Prindsesse,\nOg naar vor Sultan døer, saa blier han Sultan.\nDet er jo ganske artig avanceret!\n\nSelim. \nHvad? Primer du?\n\nSindbad. \n                                 Spørg du det mindste Barn, \nSaa skal du høre mine Ord bekræftet.\n\nSelim. \nDet var da Dievlen! Men hvordan er det\nDa gaaet til?\n\nSindbad. \n                        O tie! Jeg beer dig, tie! \nSaa har det ingen Magt. Hvergang jeg tænker\nDerpaa, saa blier jeg tummelumsk i Hov'det.\nNok sagt, Prinds er han. Jo jo! Den skal hae det,\nSom der kan hverken læse eller skrive,\n\nSelim. \nDet dumme Bæst! Det Fæe!\n\nSindbad. \n                                               Det maa Du sige! \nNu kaster han paa Nakken af os alle.\nMig vil han nu slet ikke kiendes ved,\nSkiønt vi er gaaet i den samme Skole,\nOg faaet beggeto paa Rumpen sammen.\n\nSelim vender sig om. \nHvem kommer hist paa Gaden, rundt omringet\nAf alle disse høie Herrer?\n\nSindbad ængstelig underdanig. \n                                           Tys! \nDer kommer han, vor store Fyrste! Skynd dig!\nKnæl ned i Snavset.\n\nSelim. \n                                  Mine Buxer blive \nTilsølt for Knæerne.\n\nSindbad. \n                                Hvad siger det? \nNaar du vil spise Landsens Brød, saa maa du\nSmukt ogsaa følge Landsens Skik og Brug.\nDe knæle. \n\nAladdin \ngaaer forbi med sit Følge. \n\nSindbad \nraaber af fuld Hals. \nAllah velsigne dig, vor elskte Prinds!\n\nSelim. \nJa, det var ham. Men siig, hvor kan du dog\nI samme Aandedræt forandre dig\nSaa dievels?\n\nSindbad. \n                       Hold din Mund. Thi du maa vide, \nAt jeg har Leverancerne paa Slottet.\nKom, følg mig hiem, der kan vi snakke sammen;\nThi her har Væggene og Muren Øren."}