{"subject": "The Kingfishers", "text": "1\n\nWhat does not change / is the will to change\n\nHe woke, fully clothed, in his bed. He\nremembered only one thing, the birds, how\nwhen he came in, he had gone around the rooms\nand got them back in their cage, the green one first,\nshe with the bad leg, and then the blue,\nthe one they had hoped was a male\n\nOtherwise? Yes, Fernand, who had talked lispingly of Albers &amp; Angkor Vat.\nHe had left the party without a word. How he got up, got into his coat,\nI do not know. When I saw him, he was at the door, but it did not matter,\nhe was already sliding along the wall of the night, losing himself\nin some crack of the ruins. That it should have been he who said, \"The kingfishers!\nwho cares \nfor their feathers\nnow?\"\n\nHis last words had been, \"The pool is slime.\" Suddenly everyone,\nceasing their talk, sat in a row around him, watched\nthey did not so much hear, or pay attention, they\nwondered, looked at each other, smirked, but listened,\nhe repeated and repeated, could not go beyond his thought\n\"The pool    the kingfishers' feathers were wealth    why \ndid the export stop?\"\n\nIt was then he left \n2\n\nI thought of the E on the stone, and of what Mao said\nla lumiere\"\n                    but the kingfisher\nde l'aurore\"\n                    but the kingfisher flew west\nest devant nous!\n                    he got the color of his breast\n                    from the heat of the setting sun!\n\nThe features are, the feebleness of the feet (syndactylism of the 3rd &amp; 4th digit)\nthe bill, serrated, sometimes a pronounced beak, the wings\nwhere the color is, short and round, the tail\ninconspicuous.\n\nBut not these things were the factors. Not the birds. \nThe legends are\nlegends. Dead, hung up indoors, the kingfisher\nwill not indicate a favoring wind,\nor avert the thunderbolt. Nor, by its nesting,\nstill the waters, with the new year, for seven days.\nIt is true, it does nest with the opening year, but not on the waters.\nIt nests at the end of a tunnel bored by itself in a bank. There,\nsix or eight white and translucent eggs are laid, on fishbones\nnot on bare clay, on bones thrown up in pellets by the birds.\n\n                                                   On these rejectamenta\n(as they accumulate they form a cup-shaped structure) the young are born.\nAnd, as they are fed and grow, this nest of excrement and decayed fish becomes\n                                                              a dripping, fetid mass\n\nMao concluded:\n                   nous devons\n                                       nous lever\n                                                         et agir!\n3\n\nWhen the attentions change / the jungle\nleaps in\n             even the stones are split\n                                             they rive\n\nOr, \nenter\nthat other conqueror we more naturally recognize\nhe so resembles ourselves\n\nBut the E\ncut so rudely on that oldest stone\nsounded otherwise,\nwas differently heard\n\nas, in another time, were treasures used:\n\n(and, later, much later, a fine ear thought\na scarlet coat)\n\n                       \"of green feathers    feet, beaks and eyes\n                        of gold\n\n                       \"animals likewise,\n                        resembling snails\n\n                       \"a large wheel, gold, with figures of unknown four-foots,\n                        and worked with tufts of leaves, weight\n                        3800 ounces\n\n                       \"last, two birds, of thread and featherwork, the quills\n                        gold, the feet\n                        gold, the two birds perched on two reeds\n\n                        gold, the reeds arising from two embroidered mounds,\n                        one yellow, the other\n                        white.\n\n                                     \"And from each reed hung\n                                      seven feathered tassels. \n\nIn this instance, the priests\n(in dark cotton robes, and dirty, \ntheir disheveled hair matted with blood, and flowing wildly\nover their shoulders)\nrush in among the people, calling on them\nto protect their gods\n\nAnd all now is war\nwhere so lately there was peace,\nand the sweet brotherhood, the use\nof tilled fields.\n4\n\nNot one death but many,\nnot accumulation but change, the feed-back proves, the feed-back is\nthe law\n\n                 Into the same river no man steps twice\n                 When fire dies air dies\n                 No one remains, nor is, one\n\nAround an appearance, one common model, we grow up\nmany. Else how is it,\nif we remain the same,\nwe take pleasure now\nin what we did not take pleasure before? love\ncontrary objects? admire and / or find fault? use\nother words, feel other passions, have\nnor figure, appearance, disposition, tissue\nthe same?\n         To be in different states without a change\n         is not a possibility\n\nWe can be precise. The factors are\nin the animal and / or the machine the factors are\ncommunication and / or control, both involve\nthe message. And what is the message? The message is\na discrete or continuous sequence of measurable events distributed in time\n\nis the birth of the air, is\nthe birth of water, is\na state between\nthe origin and\nthe end, between\nbirth and the beginning of\nanother fetid nest\n\nis change, presents\nno more than itself\n\nAnd the too strong grasping of it,\nwhen it is pressed together and condensed,\nloses it\n\nThis very thing you are\n                                                II\n\n                  They buried their dead in a sitting posture\n                  serpent    cane    razor   ray of the sun\n\n                  And she sprinkled water on the head of my child, crying\n                  \"Cioa-coatl! Cioa-coatl!\"\n                  with her face to the west\n\n                Where the bones are found, in each personal heap\n                with what each enjoyed, there is always\n                the Mongolian louse\n\nThe light is in the east. Yes. And we must rise, act. Yet\nin the west, despite the apparent darkness (the whiteness\nwhich covers all), if you look, if you can bear, if you can, long enough\n\n                       as long as it was necessary for him, my guide\n                       to look into the yellow of that longest-lasting rose\n\nso you must, and, in that whiteness, into that face, with what candor, look\n\nand, considering the dryness of the place\n              the long absence of an adequate race\n\n                   (of the two who first came, each a conquistador, one healed, the other\n                   tore the eastern idols down, toppled\n                   the temple walls, which, says the excuser\n                   were black from human gore)\n\nhear\nhear, where the dry blood talks\n         where the old appetite walks\n\n                                                                   la piu saporita et migliore\n                                                                   che si possa truovar al mondo \n\nwhere it hides, look\nin the eye how it runs\nin the flesh / chalk\n\n                       but under these petals\n                       in the emptiness\n                       regard the light, contemplate\n                       the flower\n\nwhence it arose\n\n               with what violence benevolence is bought\n               what cost in gesture justice brings\n               what wrongs domestic rights involve\n               what stalks\n               this silence\n\n               what pudor pejorocracy affronts\n               how awe, night-rest and neighborhood can rot\n               what breeds where dirtiness is law\n               what crawls\n               below\n                                                    III\n\n                      I am no Greek, hath not th'advantage.\n                      And of course, no Roman:\n                      he can take no risk that matters,\n                      the risk of beauty least of all.\n\n                      But I have my kin, if for no other reason than\n                      (as he said, next of kin) I commit myself, and,\n                      given my freedom, I'd be a cad\n                      if I didn't. Which is most true.\n\n                      It works out this way, despite the disadvantage.\n                      I offer, in explanation, a quote:\n                      si j'ai du goût, ce n'est guères\n                      que pour la terre et les pierres.\n\n                      Despite the discrepancy (an ocean    courage    age)\n                      this is also true: if I have any taste\n                      it is only because I have interested myself\n                      in what was slain in the sun\n\n                              I pose you your question:\n\n                      shall you uncover honey / where maggots are?\n\n                              I hunt among stones"}