{"subject": "The Death Of Huss", "text": "In the streets of Constance was heard the shout,\n''Masters! bring the arch-heretic out!''\nThe stake had been planted, the faggots spread,\nAnd the tongues of the torches flickered red.\n''Huss to the flames!'' they fiercely cried:\nThen the gate of the Convent opened wide.\n\nInto the sun from the dark he came,\nHis face as fixed as a face in a frame.\nHis arms were pinioned, but you could see,\nBy the smile round his mouth, that his soul was free;\nAnd his eye with a strange bright glow was lit,\nLike a star just before the dawn quencheth it.\n\nTo the pyre the crowd a pathway made,\nAnd he walked along it with no man's aid;\nSteadily on to the place he trod,\nCommending aloud his soul to God.\nAloud he prayed, though they mocked his prayer:\nHe was the only thing tranquil there.\n\nBut, seeing the faggots, he quickened pace,\nAs we do when we see the loved one's face.\n''Now, now, let the torch in the resin flare,\nTill my books and body be ashes and air!\nBut the spirit of both shall return to men,\nAs dew that rises descends again.''\n\nFrom the back of the crowd where the women wept,\nAnd the children whispered, a peasant stepped.\nA goodly faggot was on his back,\nBrittle and sere, from last year's stack;\nAnd he placed it carefully where the torch\nWas sure to lick and the flame to scorch.\n\n''Why bring you fresh fuel, friend? Here are sticks\nTo burn up a score of heretics.''\nAnswered the peasant, ''Because this year,\nMy hearth will be cold, for is firewood dear;\nAnd Heaven be witness I pay my toll,\nAnd burn your body to save my soul.''\n\nHuss gazed at the peasant, he gazed at the pile,\nThen over his features there stole a smile.\n''O Sancta Simplicitas! By God's troth,\nThis faggot of yours may save us both,\nAnd He who judgeth perchance prefer\nTo the victim the executioner!''\n\nThen unto the stake was he tightly tied,\nAnd the torches were lowered and thrust inside.\nYou could hear the twigs crackle and sputter the flesh,\nThen ''Sancta Simplicitas!'' moaned afresh.\n'Twas the last men heard of the words he spoke,\nEre to Heaven his soul went up with the smoke."}