{"subject": "The Silent Victors", "text": "MAY 30, 1878, \n\nDying for victory, cheer on cheer\nThundered on his eager ear.\n--CHARLES L. HOLSTEIN.\n\nI\n\nDeep, tender, firm and true, the Nation's heart\nThrobs for her gallant heroes passed away,\nWho in grim Battle's drama played their part,\nAnd slumber here to-day.--\n\nWarm hearts that beat their lives out at the shrine\nOf Freedom, while our country held its breath\nAs brave battalions wheeled themselves in line\nAnd marched upon their death:\n\nWhen Freedom's Flag, its natal wounds scarce healed,\nWas torn from peaceful winds and flung again\nTo shudder in the storm of battle-field--\nThe elements of men,--\n\nWhen every star that glittered was a mark\nFor Treason's ball, and every rippling bar\nOf red and white was sullied with the dark\nAnd purple stain of war:\n\nWhen angry guns, like famished beasts of prey,\nWere howling o'er their gory feast of lives,\nAnd sending dismal echoes far away\nTo mothers, maids, and wives:--\n\nThe mother, kneeling in the empty night,\nWith pleading hands uplifted for the son\nWho, even as she prayed, had fought the fight--\nThe victory had won:\n\nThe wife, with trembling hand that wrote to say\nThe babe was waiting for the sire's caress--\nThe letter meeting that upon the way,--\nThe babe was fatherless:\n\nThe maiden, with her lips, in fancy, pressed\nAgainst the brow once dewy with her breath,\nNow lying numb, unknown, and uncaressed\nSave by the dews of death.\n\nII\n\nWhat meed of tribute can the poet pay\nThe Soldier, but to trail the ivy-vine\nOf idle rhyme above his grave to-day\nIn epitaph design?--\n\nOr wreathe with laurel-words the icy brows\nThat ache no longer with a dream of fame,\nBut, pillowed lowly in the narrow house,\nRenowned beyond the name.\n\nThe dewy tear-drops of the night may fall,\nAnd tender morning with her shining hand\nMay brush them from the grasses green and tall\nThat undulate the land.--\n\nYet song of Peace nor din of toil and thrift,\nNor chanted honors, with the flowers we heap,\nCan yield us hope the Hero's head to lift\nOut of its dreamless sleep:\n\nThe dear old Flag, whose faintest flutter flies\nA stirring echo through each patriot breast,\nCan never coax to life the folded eyes\nThat saw its wrongs redressed--\n\nThat watched it waver when the fight was hot,\nAnd blazed with newer courage to its aid,\nRegardless of the shower of shell and shot\nThrough which the charge was made;--\n\nAnd when, at last, they saw it plume its wings,\nLike some proud bird in stormy element,\nAnd soar untrammeled on its wanderings,\nThey closed in death, content.\n\nIII\n\nO Mother, you who miss the smiling face\nOf that dear boy who vanished from your sight,\nAnd left you weeping o'er the vacant place\nHe used to fill at night,--\n\nWho left you dazed, bewildered, on a day\nThat echoed wild huzzas, and roar of guns\nThat drowned the farewell words you tried to say\nTo incoherent ones;--\n\nBe glad and proud you had the life to give--\nBe comforted through all the years to come,--\nYour country has a longer life to live,\nYour son a better home.\n\nO Widow, weeping o'er the orphaned child,\nWho only lifts his questioning eyes to send\nA keener pang to grief unreconciled,--\nTeach him to comprehend\n\nHe had a father brave enough to stand\nBefore the fire of Treason's blazing gun,\nThat, dying, he might will the rich old land\nOf Freedom to his son.\n\nAnd, Maiden, living on through lonely years\nIn fealty to love's enduring ties,--\nWith strong faith gleaming through the tender tears\nThat gather in your eyes,\n\nLook up! and own, in gratefulness of prayer,\nSubmission to the will of Heaven's High Host:--\nI see your Angel-soldier pacing there,\nExpectant at his post.--\n\nI see the rank and file of armies vast,\nThat muster under one supreme control;\nI hear the trumpet sound the signal-blast--\nThe calling of the roll--\n\nThe grand divisions falling into line\nAnd forming, under voice of One alone\nWho gives command, and joins with tongue divine\nThe hymn that shakes the Throne.\n\nIV\n\nAnd thus, in tribute to the forms that rest\nIn their last camping-ground, we strew the bloom\nAnd fragrance of the flowers they loved the best,\nIn silence o'er the tomb.\n\nWith reverent hands we twine the Hero's wreath\nAnd clasp it tenderly on stake or stone\nThat stands the sentinel for each beneath\nWhose glory is our own.\n\nWhile in the violet that greets the sun,\nWe see the azure eye of some lost boy;\nAnd in the rose the ruddy cheek of one\nWe kissed in childish joy,--\n\nRecalling, haply, when he marched away,\nHe laughed his loudest though his eyes were wet.--\nThe kiss he gave his mother's brow that day\nIs there and burning yet:\n\nAnd through the storm of grief around her tossed,\nOne ray of saddest comfort she may see,--\nFour hundred thousand sons like hers were lost\nTo weeping Liberty.\n\n. . . . . . . .\nBut draw aside the drapery of gloom,\nAnd let the sunshine chase the clouds away\nAnd gild with brighter glory every tomb\nWe decorate to-day:\n\nAnd in the holy silence reigning round,\nWhile prayers of perfume bless the atmosphere,\nWhere loyal souls of love and faith are found,\nThank God that Peace is here!\n\nAnd let each angry impulse that may start,\nBe smothered out of every loyal breast;\nAnd, rocked within the cradle of the heart,\nLet every sorrow rest."}