{"subject": "Roan Stallion", "text": "The dog barked; then the woman stood in the doorway, and hearing\niron strike stone down the steep road\nCovered her head with a black shawl and entered the light rain;\nshe stood at the turn of the road.\nA nobly formed woman; erect and strong as a new tower; the\nfeatures stolid and dark\nBut sculptured into a strong grace; straight nose with a high bridge,\nfirm and wide eyes, full chin,\nRed lips; she was only a fourth part Indian; a Scottish sailor had\nplanted her in young native earth,\nSpanish and Indian, twenty-one years before. He had named her\nCalifornia when she was born;\nThat was her name; and had gone north.\nShe heard the hooves and\nwheels come nearer, up the steep road.\nThe buckskin mare, leaning against the breastpiece, plodded into\nsight round the wet bank.\nThe pale face of the driver followed; the burnt-out eyes; they had\nfortune in them. He sat twisted\nOn the seat of the old buggy, leading a second horse by a long\nhalter, a roan, a big one,\nThat stepped daintily; by the swell of the neck, a stallion. 'What\nhave you got, Johnny?' 'Maskerel's stallion.\nMine now. I won him last night, I had very good luck.' He was\nquite drunk, 'They bring their mares up here now.\nI keep this fellow. I got money besides, but I'll not show you.'\n'Did you buy something, Johnny,\nFor our Christine? Christmas comes in two days, Johnny.' 'By\nGod, forgot,' he answered laughing.\n'Don't tell Christine it's Christmas; after while I get her something,\nmaybe.' But California:\n'I shared your luck when you lost: you lost me once, Johnny, remember?\nTom Dell had me two nights\nHere in the house: other times we've gone hungry: now that\nyou've won, Christine will have her Christmas.\nWe share your luck, Johnny. You give me money, I go down to\nMonterey to-morrow,\nBuy presents for Christine, come back in the evening. Next day\nChristmas.' 'You have wet ride,' he answered\nGiggling. 'Here money. Five dollar; ten; twelve dollar. You\nbuy two bottles of rye whiskey for Johnny.'\nA11 right. I go to-morrow.'\nHe was an outcast Hollander; not\nold, but shriveled with bad living.\nThe child Christine inherited from his race blue eyes, from his\nlife a wizened forehead; she watched\nFrom the house-door her father lurch out of the buggy and lead\nwith due respect the stallion\nTo the new corral, the strong one; leaving the wearily breathing\nbuckskin mare to his wife to unharness.\n\nStorm in the night; the rain on the thin shakes of the roof like\nthe ocean on rock streamed battering; once thunder\nWalked down the narrow canyon into Carmel valley and wore\naway westward; Christine was wakeful\nWith fears and wonders; her father lay too deep for storm to\ntouch him.\nDawn comes late in the year's dark,\nLater into the crack of a canyon under redwoods; and California\nslipped from bed\nAn hour before it; the buckskin would be tired; there was a little\nbarley, and why should Johnny\nFeed all the barley to his stallion? That is what he would do. She\ntip-toed out of the room.\nLeaving her clothes, he'd waken if she waited to put them on,\nand passed from the door of the house\nInto the dark of the rain; the big black drops were cold through\nthe thin shift, but the wet earth\nPleasant under her naked feet. There was a pleasant smell in the\nstable; and moving softly,\nTouching things gently with the supple bend of the unclothed\nbody, was pleasant. She found a box,\nFilled it with sweet dry barley and took it down to the old\ncorral. The little mare sighed deeply\nAt the rail in the wet darkness; and California returning between\ntwo redwoods up to the house\nHeard the happy jaws grinding the grain. Johnny could mind\nthe pigs and chickens. Christine called to her\nWhen she entered the house, but slept again under her hand. She\nlaid the wet night-dress on a chair-back\nAnd stole into the bedroom to get her clothes. A plank creaked,\nand he wakened. She stood motionless\nHearing him stir in the bed. When he was quiet she stooped after\nher shoes, and he said softly,\n'What are you doing? Come back to bed.' 'It's late, I'm going\nto Monterey, I must hitch up.'\n'You come to bed first. I been away three days. I give you money,\nI take back the money\nAnd what you do in town then?' she sighed sharply and came to\nthe bed.\nHe reaching his hands from it\nFelt the cool curve and firmness of her flank, and half rising\ncaught her by the long wet hair.\nShe endured, and to hasten the act she feigned desire; she had not\nfor long, except in dream, felt it.\nYesterday's drunkenness made him sluggish and exacting; she\nsaw, turning her head sadly,\nThe windows were bright gray with dawn; he embraced her still,\nstopping to talk about the stallion.\nAt length she was permitted to put on her clothes. Clear daylight\nover the steep hills;\nGray-shining cloud over the tops of the redwoods; the winter\nstream sang loud; the wheels of the buggy\nSlipped m deep slime, ground on washed stones at the road-edge.\nDown the hill the wrinkled river smothered the ford.\nYou must keep to the bed of stones: she knew the way by willow\nand alder: the buckskin halted mid-stream,\nShuddering, the water her own color washing up to the traces;\nbut California, drawing up\nHer feet out of the whirl onto the seat of the buggy swung the\nwhip over the yellow water\nAnd drove to the road.\nAll morning the clouds were racing northward\nlike a river. At noon they thickened.\nWhen California faced the southwind home from Monterey it\nwas heavy with level rainfall.\nShe looked seaward from the foot of the valley; red rays cried\nsunset from a trumpet of streaming\nCloud over Lobos, the southwest Occident of the solstice. Twilight\ncame soon, but the tired mare\nFeared the road more than the whip. Mile after mile of slow\ngray twilight.\nThen, quite suddenly, darkness.\n'Christine will be asleep. It is Christmas Eve. The ford. That hour\nof daylight wasted this morning!'\nShe could see nothing; she let the reins lie on the dashboard and\nknew at length by the cramp of the wheels\nAnd the pitch down, they had reached it. Noise of wheels on\nstones, plashing of hooves in water; a world\nOf sounds; no sight; the gentle thunder of water; the mare snorting,\ndipping her head, one knew,\nTo look for footing, in the blackness, under the stream. The\nhushing and creaking of the sea-wind\nIn the passion of invisible willows.\nThe mare stood still; the woman\nshouted to her; spared whip,\nFor a false leap would lose the track of the ford. She stood.\n'The baby's things,' thought California,\n'Under the seat: the water will come over the floor'; and rising\nin the midst of the water\nShe tilted the seat; fetched up the doll, the painted wooden chickens,\nthe woolly bear, the book\nOf many pictures, the box of sweets: she brought them all from\nunder the seat and stored them, trembling,\nUnder her clothes, about the breasts, under the arms; the corners\nof the cardboard boxes\nCut into the soft flesh; but with a piece of rope for a girdle and\nwound about the shoulders\nAll was made fast. The mare stood still as if asleep in the midst\nof the water. Then California\nReached out a hand over the stream and fingered her rump; the\nsolid wet convexity of it\nShook like the beat of a great heart. 'What are you waiting\nfor?' But the feel of the animal surface\nHad wakened a dream, obscured real danger with a dream of\ndanger. 'What for? For the water-stallion\nTo break out of the stream, that is what the rump strains for,\nhim to come up flinging foam sidewise,\nFore-hooves in air, crush me and the rig and curl over his\nwoman.' She flung out with the whip then,\nThe mare plunged forward. The buggy drifted sidelong: was\nshe off ground? Swimming? No: by the splashes.\nThe driver, a mere prehensile instinct, clung to the side-irons\nof the seat and felt the force\nBut not the coldness of the water, curling over her knees, breaking\nup to the waist\nOver her body. They'd turned. The mare had turned up stream\nand was wallowing back into shoal water.\nThen California dropped her forehead to her knees, having seen\nnothing, feeling a danger,\nAnd felt the brute weight of a branch of alder, the pendulous\nlight leaves brush her bent neck\nLike a child's fingers. The mare burst out of water and stopped\non the slope to the ford. The woman climbed down\nBetween the wheels and went to her head. 'Poor Dora,' she\ncalled her by her name, 'there, Dora. Quietly,'\nAnd led her around, there was room to turn on the margin, the\nhead to the gentle thunder of the water.\nShe crawled on hands and knees, felt for the ruts, and shifted\nthe wheels into them. 'You can see, Dora.\nI can't. But this time you'll go through it.' She climbed into the\nseat and shouted angrily. The mare\nStopped, her two forefeet in the water. She touched with the\nwhip. The mare plodded ahead and halted.\n\nThen California thought of prayer: 'Dear little Jesus,\nDear baby Jesus born to-night, your head was shining\nLike silver candles. I've got a baby too, only a girl. You had light\nwherever you walked.\nDear baby Jesus give me light.' Light streamed: rose, gold, rich\npurple, hiding the ford like a curtain.\nThe gentle thunder of water was a noise of wing-feathers, the\nfans of paradise lifting softly.\nThe child afloat on radiance had a baby face, but the angels had\nbirds' heads, hawks' heads,\nBending over the baby, weaving a web of wings about him. He\nheld in the small fat hand\nA little snake with golden eyes, and California could see clearly\non the under radiance\nThe mare's pricked ears, a sharp black fork against the shining\nlight-fall. But it dropped; the light of heaven\nFrightened poor Dora. She backed; swung up the water,\nAnd nearly oversetting the buggy turned and scrambled backward;\nthe iron wheel-tires rang on boulders.\nThen California weeping climbed between the wheels. Her wet\nclothes and the toys packed under\nDragged her down with their weight; she stripped off cloak and\ndress and laid the baby's things in the buggy;\nBrought Johnny's whiskey out from under the seat; wrapped all\nin the dress, bottles and toys, and tied them\nInto a bundle that would sling over her back. She unharnessed\nthe mare, hurting her fingers\nAgainst the swollen straps and the wet buckles. She tied the pack\nover her shoulders, the cords\nCrossing her breasts, and mounted. She drew up her shift about\nher waist and knotted it, naked thighs\nClutching the sides of the mare, bare flesh to the wet withers, and\ncaught the mane with her right hand,\nThe looped-up bridle-reins in the other. 'Dora, the baby gives\nyou light.' The blinding radiance\nHovered the ford. 'Sweet baby Jesus give us light.' Cataracts of\nlight and Latin singing\nFell through the willows; the mare snorted and reared: the roar\nand thunder of the invisible water;\nThe night shaking open like a flag, shot with the flashes; the\nbaby face hovering; the water\nBeating over her shoes and stockings up to the bare thighs; and\nover them, like a beast\nLapping her belly; the wriggle and pitch of the mare swimming;\nthe drift, the sucking water; the blinding\nLight above and behind with not a gleam before, in the throat\nof darkness; the shock of the fore-hooves\nStriking bottom, the struggle and surging lift of the haunches.\nShe felt the water streaming off her\nFrom the shoulders down; heard the great strain and sob of the\nmare's breathing, heard the horseshoes grind on gravel.\nWhen California came home the dog at the door snuffed at her\nwithout barking; Christine and Johnny\nBoth were asleep; she did not sleep for hours, but kindled fire\nand knelt patiently over it,\nShaping and drying the dear-bought gifts for Christmas morning.\n\nShe hated (she thought) the proud-necked stallion.\nHe'd lean the big twin masses of his breast on the rail, his redbrown\neyes flash the white crescents,\nShe admired him then, she hated him for his uselessness, serving\nnothing\nBut Johnny's vanity. Horses were too cheap to breed. She thought,\nif he could range in freedom,\nShaking the red-roan mane for a flag on the bare hills.\nA man\nbrought up a mare in April;\nThen California, though she wanted to watch, stayed with Christine\nindoors. When the child fretted\nThe mother told her once more about the miracle of the ford;\nher prayer to the little Jesus\nThe Christmas Eve when she was bringing the gifts home; the\nappearance, the lights, the Latin singing,\nThe thunder of wing-feathers and water, the shining child, the\ncataracts of splendor down the darkness.\n'A little baby,' Christine asked, 'the God is a baby?' 'The child\nof God. That was his birthday.\nHis mother was named Mary: we pray to her too: God came to\nher. He was not the child of a man\nLike you or me. God was his father: she was the stallion's wife-\nwhat did I say God's wife,'\nShe said with a cry, lifting Christine aside, pacing the planks of\nthe floor. 'She is called more blessed\nThan any woman. She was so good, she was more loved.' 'Did\nGod live near her house?' 'He lives\nUp high, over the stars; he ranges on the bare blue hill of the\nsky.' In her mind a picture\nFlashed, of the red-roan mane shaken out for a flag on the bare\nhills, and she said quickly, 'He's more\nLike a great man holding the sun in his hand.' Her mind giving\nher words the lie, 'But no one\nKnows, only the shining and the power. The power, the terror,\nthe burning fire covered her over . . .'\n'Was she burnt up, mother?' 'She was so good and lovely, she\nwas the mother of the little Jesus.\nIf you are good nothing will hurt you.' 'What did she think?'\n'She loved, she was not afraid of the hooves\nHands that had made the hills and sun and moon, and the sea\nand the great redwoods, the terrible strength,\nShe gave herself without thinking.' 'You only saw the baby,\nmother?' 'Yes, and the angels about him,\nThe great wild shining over the black river.' Three times she\nhad walked to the door, three times returned,\nAnd now the hand that had thrice hung on the knob, full of\nprevented action, twisted the cloth\nOf the child's dress that she had been mending. 'Oh, oh, I've\ntorn it.' She struck at the child and then embraced her\nFiercely, the small blonde sickly body.\nJohnny came in, his face\nreddened as if he had stood\nNear fire, his eyes triumphing. 'Finished,' he said, and looked\nwith malice at Christine. 'I go\nDown valley with Jim Carrier; owes me five dollar, fifteen I\ncharge him, he brought ten in his pocket.\nHas grapes on the ranch, maybe I take a barrel red wine instead\nof money. Be back to-morrow.\nTo-morrow night I tell you-Eh, Jim,' he laughed over his\nshoulder, 'I say to-morrow evening\nI show her how the red fellow act, the big fellow. When I come\nhome.' She answered nothing, but stood\nIn front of the door, holding the little hand of her daughter, in the\npath of sun between the redwoods,\nWhile Johnny tied the buckskin mare behind Carrier's buggy,\nand bringing saddle and bridle tossed them\nUnder the seat. Jim Carrier's mare, the bay, stood with drooped\nhead and started slowly, the men\nLaughing and shouting at her; their voices could be heard down\nthe steep road, after the noise\nOf the iron-hooped wheels died from the stone. Then one might\nhear the hush of the wind in the tall redwoods,\nThe tinkle of the April brook, deep in its hollow.\nHumanity is\nthe start of the race; I say\nHumanity is the mould to break away from, the crust to break\nthrough, the coal to break into fire,\nThe atom to be split.\nTragedy that breaks man's face and a white\nfire flies out of it; vision that fools him\nOut of his limits, desire that fools him out of his limits, unnatural\ncrime, inhuman science,\nSlit eyes in the mask; wild loves that leap over the walls of nature,\nthe wild fcnce-vaulter science,\nUseless intelligence of far stars, dim knowledge of the spinning\ndemons that make an atom,\nThese break, these pierce, these deify, praising their God shrilly\nwith fierce voices: not in a man's shape\nHe approves the praise, he that walks lightning-naked on die\nPacific, that laces the suns with planets,\nThe heart of the atom with electrons: what is humanity in this\ncosmos? For him, the last\nLeast taint of a trace in the dregs of the solution; for itself, the\nmould to break away from, the coal\nTo break into fire, the atom to be split.\nAfter the child slept, after\nthe leopard-footed evening\nHad glided oceanward, California turned the lamp to its least\nflame and glided from the house.\nShe moved sighing, like a loose fire, backward and forward on\nthe smooth ground by the door.\nShe heard the night-wind that draws down the valley like the\ndraught in a flue under clear weather\nWhisper and toss in the tall redwoods; she heard the tinkle of\nthe April brook deep in its hollow.\nCooled by the night the odors that the horses had left behind\nwere in her nostrils; the night\nWhitened up the bare hill; a drift of coyotes by the river cried\nbitterly against moonrise;\nThen California ran to the old corral, the empty one where they\nkept the buckskin mare,\nAnd leaned, and bruised her breasts on the rail, feeling the sky\nwhiten. When the moon stood over the hill\nShe stole to the house. The child breathed quietly. Herself: to\nsleep? She had seen Christ in the night at Christmas.\nThe hills were shining open to the enormous night of the April\nmoon: empty and empty,\nThe vast round backs of the bare hills? If one should ride up\nhigh might not the Father himself\nBe seen brooding His night, cross-legged, chin in hand, squatting\non the last dome? More likely\nLeaping the hills, shaking the red-roan mane for a flag on the\nbare hills. She blew out the lamp.\nEvery fiber of flesh trembled with faintness when she came to\nthe door; strength lacked, to wander\nAfoot into the shining of the hill, high enough, high enough . . .\nthe hateful face of a man had taken\nThe strength that might have served her, the corral was empty.\nThe dog followed her, she caught him by the collar,\nDragged him in fierce silence back to the door of the house,\nlatched him inside.\nIt was like daylight\nOutdoors and she hastened without faltering down the footpath,\nthrough the dark fringe of twisted oak-brush,\nTo the open place in a bay of the hill. The dark strength of the\nstallion had heard her coming; she heard him\nBlow the shining air out of his nostrils, she saw him in the white\nlake of moonlight\nMove like a lion along the timbers of the fence, shaking the\nnightfall\nOf the great mane; his fragrance came to her; she leaned on the\nfence;\nHe drew away from it, the hooves making soft thunder in the\ntrodden soil.\nWild love had trodden it, his wrestling with the stranger, the\nshame of the day\nHad stamped it into mire and powder when the heavy fetlocks\nStrained the soft flanks. 'Oh, if I could bear you!\nIf I had the strength. O great God that came down to Mary,\ngently you came. But I will ride him\nUp into the hill, if he throws me, if he tramples me, is it not\nmy desire\nTo endure death?' She climbed the fence, pressing her body\nagainst the rail, shaking like fever,\nAnd dropped inside to the soft ground. He neither threatened\nher with his teeth nor fled from her coming,\nAnd lifting her hand gently to the upflung head she caught\nthe strap of the headstall,\nThat hung under the quivering chin. She unlooped the halter\nfrom the high strength of the neck\nAnd the arch the storm-cloud mane hung with live darkness. He\nstood; she crushed her breasts\nOn the hard shoulder, an arm over the withers, the other under\nthe mass of his throat, and murmuring\nLike a mountain dove, 'If I could bear you.' No way, no help,\na gulf in nature. She murmured, 'Come,\nWe will run on the hill. O beautiful, O beautiful,' and led him\nTo the gate and flung the bars on the ground. He threw his head\ndownward\nTo snuff at the bars; and while he stood, she catching mane and\nwithers with all sudden contracture\nAnd strength of her lithe body, leaped, clung hard, and was\nmounted. He had been ridden before; he did not\nFight the weight but ran like a stone falling;\nBroke down the slope into the moon-glass of the stream, and\nflattened to his neck\nShe felt the branches of a buckeye tree fly over her, saw the\nwall of the oak-scrub\nEnd her world: but he turned there, the matted branches\nScraped her right knee, the great slant shoulders\nLaboring the hill-slope, up, up, the clear hill. Desire had died\nin her\nAt the first rush, the falling like death, but now it revived,\nShe feeling between her thighs the labor of the great engine, the\nrunning muscles, the hard swiftness,\nShe riding the savage and exultant strength of the world. Having\ntopped the thicket he turned eastward,\nRunning less wildly; and now at length he felt the halter when\nshe drew on it; she guided him upward;\nHe stopped and grazed on the great arch and pride of the hill,\nthe silent calvary. A dwarfish oakwood\nClimbed the other slope out of the dark of the unknown canyon\nbeyond; the last wind-beaten bush of it\nCrawled up to the height, and California slipping from her mount\ntethered him to it. She stood then,\nShaking. Enormous films of moonlight\nTrailed down from the height. Space, anxious whiteness, vastness.\nDistant beyond conception the shining ocean\nLay light like a haze along the ledge and doubtful world's end.\nLittle vapors gleaming, and little\nDarknesses on the far chart underfoot symbolized wood and\nvalley; but the air was the element, the moon-\nSaturate arcs and spires of the air.\nHere is solitude, here on the\ncalvary, nothing conscious\nBut the possible God and the cropped grass, no witness, no eye\nbut that misformed one, the moon's past fullness.\nTwo figures on the shining hill, woman and stallion, she kneeling\nto him, brokenly adoring.\nHe cropping the grass, shifting his hooves, or lifting the long\nhead to gaze over the world,\nTranquil and powerful. She prayed aloud, 'O God, I am not\ngood enough, O fear, O strength, I am draggled.\nJohnny and other men have had me, and O clean power! Here\nam I,' she said, falling before him,\nAnd crawled to his hooves. She lay a long while, as if asleep, in\nreach of the fore-hooves, weeping. He avoided\nHer head and the prone body. He backed at first; but later\nplucked the grass that grew by her shoulder.\nThe small dark head under his nostrils: a small round stone, that\nsmelt human, black hair growing from it:\nThe skull shut the light in: it was not possible for any eyes\nTo know what throbbed and shone under the sutures of the\nskull, or a shell full of lightning\nHad scared the roan strength, and he'd have broken tether,\nscreaming, and run for the valley.\nThe atom bounds-breaking,\nNucleus to sun, electrons to planets, with recognition\nNot praying, self-equaling, the whole to the whole, the microcosm\nNot entering nor accepting entrance, more equally, more utterly,\nmore incredibly conjugate\nWith the other extreme and greatness; passionately perceptive of\nidentity. . . .\nThe fire threw up figures\nAnd symbols meanwhile, racial myths formed and dissolved in\nit, the phantom rulers of humanity\nThat without being are yet more real than what they are born of,\nand without shape, shape that which makes them:\nThe nerves and the flesh go by shadowlike, the limbs and the lives\nshadowlike, these shadows remain, these shadows\nTo whom temples, to whom churches, to whom labors and wars,\nvisions and dreams are dedicate:\nOut of the fire in the small round stone that black moss covered,\na crucified man writhed up in anguish;\nA woman covered by a huge beast in whose mane the stars were\nnetted, sun and moon were his eyeballs,\nSmiled under the unendurable violation, her throat swollen with\nthe storm and blood-flecks gleaming\nOn the stretched lips; a womanno, a dark water, split by jets\nof lightning, and after a season\nWhat floated up out of the furrowed water, a boat, a fish, a fire-globe?\nIt had wings, the creature,\nAnd flew against the fountain of lightning, fell burnt out of the\ncloud back to the bottomless water . . .\nFigures and symbols, castlings of the fire, played in her brain;\nbut the white fire was the essence,\nThe burning in the small round shell of bone that black hair\ncovered, that lay by the hooves on the hilltop.\n\nShe rose at length, she unknotted the halter; she walked and led\nthe stallion; two figures, woman and stallion,\nCame down the silent emptiness of the dome of the hill, under\nthe cataract of the moonlight.\n\nThe next night there was moon through cloud. Johnny had returned\nhalf drunk toward evening, and California\nWho had known him for years with neither love nor loathing\nto-night hating him had let the child Christine\nPlay in the light of the lamp for hours after her bedtime; who\nfell asleep at length on the floor\nBeside the dog; then Johnny: 'Put her to bed.' She gathered the\nchild against her breasts, she laid her\nIn the next room, and covered her with a blanket. The window\nwas white, the moon had risen. The mother\nLay down by the child, but after a moment Johnny stood in\nthe doorway. 'Come drink.' He had brought home\nTwo jugs of wine slung from the saddle, part payment for the\nstallion's service; a pitcher of it\nWas on the table, and California sadly came and emptied her\nglass. Whiskey, she thought,\nWould have erased him till to-morrow; the thin red wine. . . .\n'We have a good evening,' he laughed, pouring it.\n'One glass yet then I show you what the red fellow did.' She\nmoving toward the house-door his eyes\nFollowed her, the glass filled and the red juice ran over the table.\nWhen it struck the floor-planks\nHe heard and looked. 'Who stuck the pig?' he muttered stupidly,\n'here's blood, here's blood,' and trailed his fingers\nIn the red lake under the lamplight. While he was looking down\nthe door creaked, she had slipped outdoors,\nAnd he, his mouth curving like a faun's imagined the chase under\nthe solemn redwoods, the panting\nAnd unresistant victim caught in a dark corner. He emptied the\nglass and went outdoors\nInto the dappled lanes of moonlight. No sound but the April\nbrook's. 'Hey Bruno,' he called, 'find her.\nBruno, go find her.' The dog after a little understood and quested,\nthe man following.\nWhen California crouching by an oak-bush above the house\nheard them come near she darted\nTo the open slope and ran down hill. The dog barked at her\nheels, pleased with the game, and Johnny\nFollowed in silence. She ran down to the new corral, she saw\nthe stallion\nMove like a lion along the timbers of the fence, the dark arched\nneck shaking the nightfall\nOf the great mane; she threw herself prone and writhed under\nthe bars, his hooves backing away from her\nMade muffled thunder in the soft soil. She stood in the midst of\nthe corral, panting, but Johnny\nPaused at the fence. The dog ran under it, and seeing the stallion\nmove, the woman standing quiet,\nDanced after the beast, with white-tooth feints and dashes. When\nJohnny saw the formidable dark strength\nRecoil from the dog, he climbed up over the fence.\nThe child Christine waked when her mother left her\nAnd lay half dreaming, in the half-waking dream she saw the\nocean come up out of the west\nAnd cover the world, she looked up through clear water at the\ntops of the redwoods. She heard the door creak\nAnd the house empty; her heart shook her body, sitting up on the\nbed, and she heard the dog\nAnd crept toward light, where it gleamed under the crack of the\ndoor. She opened the door, the room was empty,\nThe table-top was a red lake under the lamplight. The color of\nit was terrible to her;\nShe had seen the red juice drip from a coyote's muzzle her father\nhad shot one day in the hills\nAnd carried him home over the saddle: she looked at the rifle on\nthe wall-rack: it was not moved:\nShe ran to the door, the dog was barking and the moon was\nshining: she knew wine by the odor\nBut the color frightened her, the empty house frightened her,\nshe followed down hill in the white lane of moonlight\nThe friendly noise of the dog. She saw in the big horse's corral,\non the level shoulder of the hill,\nBlack on white, the dark strength of the beast, the dancing fury\nof the dog, and the two others.\nOne fled, one followed; the big one charged, rearing; one fell\nunder his fore-hooves. She heard her mother\nScream: without thought she ran to the house, she dragged a\nchair past the red pool and climbed to the rifle,\nGot it down from the wall and lugged it somehow through the\ndoor and down the hillside, under the hard weight\nSobbing. Her mother stood by the rails of the corral, she gave\nit to her. On the far side\nThe dog flashed at the plunging stallion; in the midst of the space\nthe man, slow-moving, like a hurt worm\nCrawling, dragged his body by inches toward the fence-line. Then\nCalifornia, resting the rifle\nOn the top rail, without doubting, without hesitance,\nAimed for the leaping body of the dog, and when it stood, fired.\nIt snapped, rolled over, lay quiet.\n'O mother you've hit Bruno!' 'I couldn't see the sights in the\nmoonlight!' she answered quietly. She stood\nAnd watched, resting the rifle-butt on the ground. The stallion\nwheeled, freed from his torment, the man\nLurched up to his knees, wailing a thin and bitter bird's cry, and\nthe roan thunder\nStruck; hooves left nothing alive but teeth tore up the remnant.\n'O mother, shoot, shoot!' Yet California\nStood carefully watching, till the beast having fed all his fury\nstretched neck to utmost, head high,\nAnd wrinkled back the upper lip from the teeth, yawning obscene\ndisgust over not a man\nA smear on the moon-like earth: then California moved by some\nobscure human fidelity\nLifted the rifle. Each separate nerve-cell of her brain flaming the\nstars fell from their places\nCrying in her mind: she fired three times before the haunches\ncrumpled sidewise, the forelegs stiffening,\nAnd the beautiful strength settled to earth: she turned then on\nher little daughter the mask of a woman\nWho has killed God. The night-wind veering, the smell of the\nspilt wine drifted down hill from the house."}