{"subject": "Min anden Skabelse", "text": "Udannet sprang jeg af min Moders Arme,\n    Udannet fra min Ungdoms Leders Haand;\nRaa var jeg, følesløs, og uden Varme,\n    Blot Krop, foruden Sands og Liv og Aand.\nTaus sad jeg gravet ned iblandt Ruiner\n    Af Alderdommens Daarlighed og Vid;\nOg Krampe, Gigt, og evig mørke Miner\n    Blev Frugter af min uafbrudte Flid.\nFor mig fremkalte Vaaren aldrig Livet\n    I den af Vintren myrdede Natur;\nEi mig til Lyst blev Solen Frihed givet,\n    At speile sig i Bækkenes Azur.\nDøvt var mit Øre for de kielne Toner,\n    Som Philomela fylder Lunden med;\nI Aftenrødens Guld paa Skovens Kroner\n    En Blind ei skued mindre Herlighed.\nStum gik jeg, naar de fierne Bølgers Brusen,\n    Insekters Surren, Lærkens høie Slag,\nMailøvets Raslen og Zephirers Susen\n    Velkommen bøde den gienfødte Dag.\nOg medens Livets vakte Millioner\n    Med tusind glade Stemmer priste Gud,\nJeg pønsede paa Phtias Myrmidoner,\n    Og hvordan Kapitolium saae ud.\nVed Nat og Dag, paa Landet og i Staden\n    Steen var jeg, lige hærdet, overalt:\nEn Stub i Skoven og en Glut paa Gaden\n    Med lige Virkning i mit Øie faldt.\nSlet ingens Ven, den rige Plyndrers Slummer,\n    Den arme Vornedbondes Slaverie,\nUlykkeliges Taarer, Usles Kummer,\n    Med lige Skridt jeg rolig gik forbi.\nKun levende med Døde, mine Dage\n    Hengleed bestandig een den anden lig;\nJeg ikke stræbte nogen at behage;\n    Og ingen agted, ingen elskte mig.\nKold, ligegyldig, med den Vises Mine\n    Jeg alle Nordens Døttre gik forbi;\nMen ak! jeg saae dit Smil engang, Seline!\n    Farvel, min Roe! farvel, Philosophie!\nJeg saae dig, som en Guddom fra det Høie;\n    Og ved dit Smils oplivelige Bliv\nMit kolde Jeg, i Glandsen af dit Øie\n    Forklaret pludselig fik Aand og Liv.\nDa saae jeg Himlens første Blik i dine;\n    Da følte jeg Naturen første Gang\nDa bad jeg høit til Venus Erycine,\n    Fik Liv, og elskede, fik Aand, og sang.\nSaa staaer, mens Nattens Mulm paa Dalen hviler\n    Det lukte Blomst, som visnet, gaaet ud,\nDet Solen seer, og aabner sig, og smiler,\n    Og brammer stolt med tusind Præg af Gud.\nNu er mig Lunden hellig; mindste Knoppe,\n    Som Vaaren aabner, nu fortrylle mig,\nOg Nattergales Sang i Skovens Toppe,\n    Og Bækken, hvori Solen speiler sig.\nOg ofte sidder jeg i tause Skygger\n    Ved Egens Rod, allene, mild og glad,\nOg et Beviis mig selv for Almagt bygger\n    Andægtig undersøgende et Blad.\nNu saarer Usles Klageskrig mit Hierte;\n    Nu seer jeg Brødres Ulyksalighed;\nNu føler jeg, som egen, andres Smerte,\n    Og naar en Broder græder, græder med.\nNu hænge fast ved Jorden mine Dage,\n    Og intet er uvigtigt meer for mig;\nNu stræber jeg, hver Skabning at behage,\n    For og, Seline! at behage dig.\nNu har jeg Venner, ædle, som forsøde\n    Den Lod, mig Skiebnen her i Livet gav,\nSom lede mig med Raad, og, hvis jeg døde,\n    Med Taarer strødde Blomster paa min Grav.\nNu finde mange, jeg var værd at have\n    Den Sundhed, og den Roe, som nægtes mig;\nO! min Seline! det er alt din Gave,\n    At jeg ei taales blot, jeg skylder dig.\nDu gav mig dette bløde, kielne Hierte,\n    Som bløder ved den Usles Hændevrid;\nDin Aand det er, som synger mig min Smerte;\n    Fra dig mit Hoved stiæler alt sit Vid.\nDu tidt mig lærer, i dit Smil at glemme\n    Min og al Jordens Ulyksalighed,\nAt munter jeg kan Harpens Strenge stemme\n    Til Spøg, engang iblandt, og Latter ned.\nOg dersom Evighedens Hæder lønner\n    Min Sang, og vorder jeg saa lykkelig,\nAt elskes af den fierne Fremtids Sønner,\n    Din Aand, dit Vid, dig elsker man i mig."}