{"subject": "To All Vertuous Ladies In Generall", "text": "Each blessed Lady that in Virtue spends\nYour pretious time to beautifie your soules;\nCome wait on hir whom winged Fame attends\nAnd in hir hand the Booke where she inroules\nThose high deserts that Maiestie commends: \nLet this faire Queene not unattended bee \nWhen in my Glasse she daines her selfe to see.\n\nPut on your wedding garments euery one,\nThe Bridegroome stayes to entertaine you all;\nLet Virtue be your guide, for she alone \n\nCan leade you right that you can neuer fall;\nAnd make no stay for feare he should be gone:\nBut fill your Lamps with oyle of burning zeale, \nThat to your Faith he may his Truth reueale.\n\nThe roabes\nthat Christ\nwore before\nhis death.\n\nLet all your roabes be purple scarlet white, \nThose perfit colours purest Virtue wore,\nCome deckt with Lillies that did so delight\nTo be preferr'd in Beauty, farre before\nWise Salomon in all his glory dight:\nWhose royall roabes did no such pleasure yield, \nAs did the beauteous Lilly of the field.\n\nIn token of\nConstancie.\n\nAdorne your temples with faire Daphnes crowne,\nThe neuer changing Laurel, alwaies greene;\nLet constant hope all worldly pleasures drowne,\nIn wise Mineruaes paths be alwaies seene;\nOr with bright Cynthia, thogh faire Venus frown:\nWith Esop crosse the posts of euery doore, \nWhere Sinne would riot, making Virtue poore.\n\nAnd let the Muses your companions be,\nThose sacred sisters that on Pallas wait;\nWhose Virtues with the purest minds agree,\nWhose godly labours doe auoyd the baite\nOf worldly pleasures, liuing alwaies free\nFrom sword, from violence, and from ill report, \nTo those nine Worthies all faire mindes resort. \n\nAnnoynt your haire with Aarons pretious oyle,\nAnd bring your palmes of vict'ry in your hands,\nTo ouercome all thoughts that would defile\nThe earthly circuit of your soules faire lands;\nLet no dimme shadowes your cleare eyes beguile: \nSweet odours, mirrhe, gum, aloes, frankincense, \nPresent that King who di'd for your offence.\n\nBehold, bright Titans shining chariot staies,\nAll deckt with flowers of the freshest hew,\nAttended on by Age, Houres, Nights, and Daies,\nWhich alters not your beauty, but giues you\nMuch more, and crownes you with eternall praise:\nThis golden chariot wherein you must ride, \nLet simple Doues, and subtill serpents guide.\n\nCome swifter than the motions of the Sunne,\nTo be transfigur'd with our louing Lord,\nLest Glory end what Grace in you begun,\nOf heau'nly riches make your greatest hoord,\nIn Christ all honour, wealth, and beautie's wonne:\nBy whose perfections you appeare more faire \nThan Phoebus, if he seau'n times brighter were.\n\nGods holy Angels will direct your Doues,\nAnd bring your Serpents to the fields of rest,\nWhere he doth stay that purchast all your loues\nIn bloody torments, when he di'd opprest, \nThere shall you find him in those pleasant groues\nOf sweet Elizium, by the Well of Life, \nWhose cristal springs do purge from worldly strife\n\nThus may you flie from dull and sensuall earth,\nWhereof at first your bodies formed were, \nThat new regen'rate in a second berth,\nYour blessed soules may liue without all feare,\nBeeing immortall, subject to no death:\nBut in the eie of heauen so highly placed, \nThat others by your virtues may be graced. \n\nWhere worthy Ladies I will leaue you all,\nDesiring you to grace this little Booke;\nYet some of you me thinkes I heare to call\nMe by my name, and bid me better looke,\nLest unawares I in an error fall: \nIn generall tearmes, to place you with the rest, \nWhom Fame commends to be the very best.\n\nTis true, I must confesse (O noble Fame)\nThere are a number honoured by thee,\nOf which, some few thou didst recite by name, \nAnd willd my Muse they should remembred bee;\nWishing some would their glorious Trophies frame:\nWhich if I should presume to undertake, \nMy tired Hand for very feare would quake.\n\nOnely by name I will bid some of those,\nThat in true Honors seate haue long bin placed,\nYea euen such as thou hast chiefly chose,\nBy whom my Muse may be the better graced;\nTherefore, unwilling longer time to lose,\nI will inuite some Ladies that I know, \nBut chiefly those as thou hast graced so."}