{"subject": "Great Man Of God, Whom God Doeth Call, And Choose", "text": "Great Man of God, whom God doeth call, and choose\nOn Earth his great Lieutenents place to use,\nWee blesse the tyme, wherin the threefold Croun\nAnd Diademe with peace, and great renoun\nIn that so long fore-told, and fatal cheare\nThou on thy braue, and royall brow didst beare:\nAs from that tym thy absence bred our bane,\nThy presence now restores our Joy's againe:\nThou went away to Scotlands deip displeasure\nBut thy return brings mirth beyond all measure.\n\nAstraea doth pronunce by thy sueit tong\nWhat shuld of right to Kings on earth belong:\nThy myld aspect doeth realmes and cities nurish,\nAnd as thou frouns or faun's they fall &amp; floorish:\nThese suords the sherp, and bloodie tools of warr,\nWhich peace hath sheath'd in rust, shall from a farr,\nBee drawn agane, and when thou thinks it good\nThy angrie brow shall bath the world in blood,\nThou canst Dethrone, and giue the royall wreathe\nAnd hyd thy suord, and hold it in the sheath.\n\nYet now thou deign's to visit our cold North,\nAnd with thy Court hast crost the sinuose Forth,\nWhich with Meanders winding heer and there\nGreat Britans King upon her back did beare,\nWhois bouldin billoes (as they did of yore)\nShall set thee sure upon there yonder shore.\nAnd statelie Tay with stryving streams which marches\nAnd skorns his course shuld be controld with Arches,\nWho with his speats in spightfull raige hath dround\nThe famose Perths faire Bridge, &amp; broght to groud,\nShall straine the strenght of his strong streams thow'll see,\nAnd be at peace with all the world for thee.\n\nTHOW shall not loose thy labors, nor thy loue,\nWhich in a Prince most rare, most rare dooth proue:\nThis bontie singular, which thou imparts,\nEncounters not with mis-conceiving hearts\nNor with ingratefull subjects, for each One\nAknowledgeth the good which thou hast done:\nMan neuer was more loved by ane other,\nNot David by kynd Jonathan his brother\nAs thou by vs, thou dwels in each mans heart,\nOur Joy, and our felicitie thou art:\n\nO had our breists of stuff transparent bene,\nThat all our thoughts might so to thee be sene,\nThy Scotland do'th (thy royall grace wold tell)\nFor Courage, Truth, and Loue, the World excell:\nAnd wee confesse, our Joyes are perfect now,\nIff they could proue perpetuall, heauens allow\nA longer stay then thou intends, that so\nOur loue-seik hopes might to the full tyd flo.\n\nTo toyll and travell man is borne wee see,\nAs sparks of fire by nature upward flie,\nThy travell yet shalbe compenst with pleasure\nThou shalt haue sports, and pairt of all our treasure:\nWee'll keep that custome with thy sacred grace\nWhich Athenaeus writes was keept in Thrace,\n'The subjects gaue their King when euer hee wanted,\n'When they wax'd poore, their suit's by him wer granted:\nThus each in loue supplied an others neid,\nBoth peace, and wealth, this kynd comerce did breid.\nAnd Persians when they did pr&amp;ecedil;sent their King,\nSome rare propyne they alwayes vs'd to bring.\n\nBut put the case, this forme which Persians used\nWer by some base and wretched wormes refused,\nThy faithfull Quaestors, full of loue and paine,\n(Whois betters haue not bene, whois lyk againe\nThou canst not find) shall such aboundance bring,\nAs King nor Court shall want no kynd of thing:\nNot lyk those lowns, whom Athens old did trust,\nThey wer but Theiv's vnhonest, and injust.\nThese Tamij the treasure stole by night,\nAnd then they burnd the Citadel by flight,\nThat by this fire their fraud shuld not be seene,\nNor they accus'd, that had so knavish beene:\nThy Quaestors here are honest, wyse, and true;\nThy treasure saiff, thy Bastils bvilt of new:\n\nStay then (dread Leige) O stay with ws a while\nWith pleasing sports the posting tyme begyle:\nThy fynest Hawks and fleitest Hounds shall find\nOf fowls and beasts, a pray of euerie kynd.\nFor morning both and euenyng flight, each day\nEach Hawk thou hast, shall haue her proper pray;\nEach fowl that flies shall meit thee in thy way,\nAnd in their sorts shall Ave Caesar say.\n\nThrogh forests, Parks, and feilds hunt stag, &amp; Haire\nIt helps the health to haue the natiue air.\nHee that taks pains and travell sleepeth best,\nWith greidines hee taks refreshing rest,\nHis meate to him seems savorie, sweet, and fyne,\nHee glaidlie drinks the heart-comforting wyne:\nGood blood, quick spirits, travell sweet do'th cherish\nAnd maks offensiue humors for to perish.\nAnd wyse-men write that Colik, Gout, and Gravel,\nThe woefull fruits of rest, ar cur'd by travel:\nLet not thy horses fatt, for standing Idle,\nThey'll grow stiff neck'd, and disobey the brydle.\n\nLet faithfull Turbo menage thy affaires\nAnd kill himselfe with care, to ease thy caires.\nThou shalt not trauel, throgh hott barren bounds\nOf Arabie, nor cold, and snowie sounds\nOf Norwa, nor the Schythian savage montans,\nNor fenni Flanders skant of healthfull fontans,\nNor throgh thy France so full of fearfull Jarrs,\nWhere King and subjects waige intestine warrs,\nBut throgh Braue Britan of all realms the best,\nWith pleasours all, with peace, and plentie blest,\nWhich God sejoyns from all the world (wee see)\nThat none but Neptune shuld thy neighbour bee.\n\nLet not Our Loue infer the least offence,\nThou art our Lord our kyndlie King, our Prence:\nOur int'rest so is such (Dread Leige) in thee\nThogh Earths great Glob wer thyne, ours thou must bee,\nFrom Jacob learne to loue Canaan best,\nThe native soill: for when his sonnes wer blest,\nHee charged them to take him heame againe,\nHim to interre in Ephrons flowrie plaine:\nAbraam there, and Sara sleep, said hee,\nThere Jsaak, and Rebecca both doe lye,\nAnd there I buried Lea: Joseph weiped,\nIn Ephron Jacob with his fathers sleiped:\n\nJoseph waxd chief in Pharaos court, and yet\nKnowing the Tribs wold out of Egipt flitt,\nHee took his brethren, and the people sworne\nHis bones from thence shuld be to Ephron borne,\nTo keip their oath his brethren, and the rest\nImbalmed him and put him in a chest,\nAnd when they fled from Egypt (as they sweare)\nMoyses with him good Josephs bones did beare:\n\nLiue Nestors dayes King James but liue among vs\nBy blood and birth thou do'st alone belong vs,\nStay then at home, to Thames make no returne,\nSleip with thy fathers in thy fathers vrn.\n\nBut wee'r too bold to beg thy longer stay,\nSince God sets doun thy Jests, and gyds thy way,\nFrom death in famine God deliuereth thee,\nFrom sword in battell thou shall still be frie,\nDestruction thou shall skorne, and laugh at dearth,\nAnd shall not feare the cruell beasts on earth,\nSton's of the feild shall be in league with thee,\nAnd beasts at peace with great King James shall be,\nYea thou shall know peace dwells thy tents within,\nIn spight of Babell and that Man of sin:\nTo thy great Joy ô King thou shall perceaue,\nThy seed as grasse on earth: Thou shall to graue\nIn fullest aige (like to a rig of Corne\nBroght to the Barne in season due) be borne.\n\nAnd if the Lord hes said that thou must leaue vs,\nIf England must of this our Joy bereaue vs,\nIf thou wilt go, and leaue vs full of sorrow,\nThis prayer short from Paynim pen wee borrow.\n\nOur sacred King, wyse James the Lord defend,\nAnd royall seed, till all this All tak end,\nHeavens grant to him, his faire and verteous wyfe\nIn peace and plentie, long and happie lyfe.\nLord blesse, preserue, and keep him frie from ill,\nOf happie Kings let him be happiest still:\nAnd, whilst he lives, let him not see, nor heare,\nThe death of one, that to his Grace seems deare,\nLet his Dominions farr, and long perseuer,\nAnd (still adornd with Justice) last for euer:\nTyme stay thy hast, relent thy former furie,\nAnd let King James our childrens children burie.\nO touch him not proud Fortune but in kyndnes,\nOr if thou do'st, hee still defyes thy blindnes:\nHeavens grant this Ile, with toyls tormoyled long\nMay be his meanes, be cur'd from sin and wrong:\nGOD grant hee saue Religion from decay,\nAnd reestablish such as runne astray:\nLord let this Starr in brightnes still abound,\nTo light the World so long in Darknes dround:\nAnd let each true, and faithfull subject sing\nWith heart and woyce conjoynd, God saue the King."}