{"subject": "A Sourdough Story", "text": "Hark to the Sourdough story, told at sixty below,\nWhen the pipes are lit and we smoke and spit\nInto the campfire glow.\nRugged are we and hoary, and statin' a general rule,\nA genooine Sourdough story\nAin't no yarn for the Sunday School.\n\nA Sourdough came to stake his claim in Heav'n one morning early.\nSaint Peter cried: \"Who waits outside them gates so bright and pearly?\"\n\"I'm recent dead,\" the Sourdough said, \"and crave to visit Hades,\nWhere haply pine some pals o' mine, includin' certain ladies.\"\nSaid Peter: \"Go, you old Sourdough, from life so crooly riven;\nAnd if ye fail to find their trail, we'll have a snoop round Heaven.\"\n\nHe waved, and lo! that old Sourdough dropped down to Hell's red spaces;\nBut though 'twas hot he couldn't spot them old familiar faces.\nThe bedrock burned, and so he turned, and climbed with footsteps fleeter,\nThe stairway straight to Heaven's gate, and there, of course, was Peter.\n\"I cannot see my mates,\" sez he, \"among those damned forever.\nI have a hunch some of the bunch in Heaven I'll discover.\"\nSaid Peter: \"True; and this I'll do (since Sourdoughs are my failing)\nYou see them guys in Paradise, lined up against the railing -\nAs bald as coots, in birthday suits, with beards below the middle . . .\nWell, I'll allow you in right now, if you can solve a riddle:\nAmong that gang of stiffs who hang and dodder round the portals,\nIs one whose name is know to Fame - it's Adam, first of mortals.\nFor quiet's sake he makes a break from Eve, which is his Madame. . . .\nWell, there's the gate - To crash it straight, just spy the guy that's Adam.\"\n\nThe old Sourdough went down the row of greybeards ruminatin'\nWith optics dim they peered at him, and pressed agin the gratin'.\nIn every face he sought some trace of our ancestral father;\nBut though he stared, he soon despaired the faintest clue to gather.\nThen suddenly he whooped with glee: \"Ha! Ha! an inspiration.\"\nAnd to and fro along the row he ran with animation.\nTo Peter, bold he cried: \"Behold, all told there are eleven.\nSuppose I fix on Number Six - say Boy! How's that for Heaven?\"\n\n\"By gosh! you win,\" said Pete. \"Step in. But tell me how you chose him.\nThey're like as pins; all might be twins. There's nothing to disclose him.\"\nThe Sourdough said: \"'Twas hard; my head was seething with commotion.\nI felt a dunce; then all at once I had a gorgeous notion.\nI stooped and peered beneath each beard that drooped like fleece of mutton.\nMy search was crowned. . . . That bird I found - ain't got no belly button.\""}