{"subject": "Song Of The Sanyasin", "text": "Wake up the note! the song that had its birth\nFar off, where worldly taint could never reach, \nIn mountain caves and glades of forest deep, \nWhose calm no sigh for lust or wealth or fame\nCould ever dare to break; where rolled the stream\nOf knowledge, truth, and bliss that follows both.\nSing high that note, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nStrike off thy fetters! Bonds that bind thee down, \nOf shining gold, or darker, baser ore; \nLove, hate—good, bad—and all the dual throng, \nKnow, slave is slave, caressed or whipped, not free; \nFor fetters, though of gold, are not less strong to bind; \nThen off with them, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nLet darkness go; the will-o'-the-wisp that leads\nWith blinking light to pile more gloom on gloom.\nThis thirst for life, for ever quench; it drags\nFrom birth to death, and death to birth, the soul.\nHe conquers all who conquers self. Know this\nAnd never yield, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\n'Who sows must reap, ' they say, 'and cause must bring\nThe sure effect; good, good; bad, bad; and none\nEscape the law. But whoso wears a form\nMust wear the chain.' Too true; but far beyond\nBoth name and form is Atman, ever free.\nKnow thou art That, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nThey know not truth who dream such vacant dreams\nAs father, mother, children, wife, and friend.\nThe sexless Self! whose father He? whose child? \nWhose friend, whose foe is He who is but One? \nThe Self is all in all, none else exists; \nAnd thou art That, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nThere is but One—The Free—The Knower—Self! \nWithout a name, without a form or stain.\nIn Him is Maya dreaming all this dream.\nThe witness, He appears as nature, soul.\nKnow thou art That, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nWhere seekest thou? That freedom, friend, this world\nNor that can give. In books and temples vain\nThy search. Thine only is the hand that holds\nThe rope that drags thee on. Then cease lament, \nLet go thy hold, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nSay, 'Peace to all: From me no danger be\nTo aught that lives. In those that dwell on high.\nIn those that lowly creep, I am the Self in all! \nAll life both here and there, do I renounce, \nAll heavens and earths and hells, all hopes and fears.'\nThus cut thy bonds, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nHeed then no more how body lives or goes, \nIts task is done. Let Karma float it down; \nLet one put garlands on, another kick\nThis frame; say naught. No praise or blame can be\nWhere praiser praised, and blamer blamed are one.\nThus be thou calm, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nTruth never comes where lust and fame and greed\nOf gain reside. No man who thinks of woman\nAs his wife can ever perfect be; \nNor he who owns the least of things, nor he\nWhom anger chains, can ever pass thro' Maya's gates.\nSo, give these up, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nHave thou no home. What home can hold thee, friend? \nThe sky thy roof, the grass thy bed; and food\nWhat chance may bring, well cooked or ill, judge not.\nNo food or drink can taint that noble Self\nWhich knows Itself. Like rolling river free\nThou ever be, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nFew only know the truth. The rest will hate\nAnd laugh at thee, great one; but pay no heed.\nGo thou, the free, from place to place, and help\nThem out of darkness, Maya's veil. Without\nThe fear of pain or search for pleasure, go\nBeyond them both, Sannyasin bold! Say—\n'Om Tat Sat, Om! '\n\nThus, day by day, till Karma's powers spent\nRelease the soul for ever. No more is birth, \nNor I, nor thou, nor God, nor man. The 'I'\nHas All become, the All is 'I' and Bliss.\nKnow thou art That, Sannyasin bold! Say—\n'Om Tat Sat, Om! '"}