{"subject": "Chant des Musulmans", "text": "« Allah ! Dieu seul est grand et gloire à son prophète !\n« Il exauce toujours, au fort de la tempête,\n« La prière du vrai croyant.\n« Des fils de Mahomet il protège la race,\n« Et, du haut de son trône, il abaisse l'audace\n« Des fiers giaours de l'Orient.\n\n« Comme aux jours de Sélira, l'éclatant cimeterre\n« Ne savait plus courber les peuples de la terre\n« Devant la splendeur du Croissant.\n« Contre le Russe impur, le sultan magnanime\n« Pour défense n'avait que sa douleur sublime\n« Et son désespoir impuissant.\n\n« Comme le voyageur égaré dans la plaine\n« Qu'au milieu de la nuit l'ardent simoun entraîne,\n« Nous avons crié vers le ciel,\n« Et la source qui coule au pied des térébinthes,\n« Aux échos du désert a murmuré les plaintes\n« De tous les enfants d'Ismaël.\n\n« De ses fils menacés écoutant la prière,\n« Le Seigneur a prêté sa force et son tonnerre\n« Aux nobles guerriers d'Occident ;\n« Ils sont venus vers nous, ces soldats intrépides,\n« Les fils de ces héros qui sur les Pyramides\n« Ont gravé leur nom triomphant.\n\n« Du grand Bounaberdi, dont les Kalmouks, nos frères,\n« Virent étinceler les armes meurtrières\n« Dans les déserts égyptiens,\n« De ce sultan du feu la race glorieuse\n« A fait briller pour nous dans sa main radieuse\n« Le glaive vainqueur des chrétiens.\n\n« L'aigle et le léopard, qui, sur les mers lointaines,\n« Promène en padisha ses voiles souveraines,\n« Pour nous ont marché de concert ;\n« Remplis à leur aspect d'une frayeur mortelle,\n« Les Cosaques ont fui comme fuit la gazelle\n« Devant le lion du désert.\n\n« Apportant le tribut de ses ondes rapides,\n« Quand le Nil a versé sur les plaines arides\n« La sève et la vie en passant,\n« Retrouvant sa vigueur l'antique sycomore\n« Sous le ciel africain voit reverdir encore\n« Son feuillage resplendissant.\n\n« Telle Stamboul la sainte, après les jours d'orage,\n« Dans le sang ennemi retrempant son courage,\n« Fait briller son nom rayonnant ;\n« Et forte désormais de l'appui de Dieu même,\n« Son front porte toujours l'immortel diadème\n« De la reine de l'Orient.\n\n« Allah ! Dieu seul est grand et gloire à son prophète !\n« Il exauce toujours, au fort de la tempête,\n« La prière du vrai croyant.\n« Des fils de Mahomet il protège la race\n« Et du haut de son trône il abaisse l'audace\n« Des fiers giaours de l'Orient. »\n\nEt, découvrant au loin les horizons splendides\nQui s'ouvrent devant eux, aux luttes fratricides\nLes peuples dès ce jour renonçant pour jamais\nVoguent vers l'avenir en prenant pour boussole,\nCes deux astres bénis et leur douce auréole :\nL'industrie et la paix."}