{"subject": "How Could You Not", "text": "-- for Jane kenyon\nIt is a day after many days of storms.\nHaving been washed and washed, the air glitters;\nsmall heaped cumuli blow across the sky; a shower\nvisible against the firs douses the crocuses.\nWe knew it would happen one day this week.\nNow, when I learn you have died, I go\nto the open door and look across at New Hampshire\nand see that there, too, the sun is bright\nand clouds are making their shadowy ways along the horizon;\nand I think: How could it not have been today?\nIn another room, Keri Te Kanawa is singing\nthe Laudate Dominum of Mozart, very faintly,\nas if in the past, to those who once sat\nin the steel seat of the old mowing machine,\ncheerful descendent of the scythe of the grim reaper,\nand drew the cutter bars little\nreciprocating triangles through the grass\nto make the stalks lie down in sunshine.\nCould you have walked in the dark early this morning\nand found yourself grown completely tired\nof the successes and failures of medicine,\nof your year of pain and despair remitted briefly\nnow and then by hope that had that leaden taste?\nDid you glimpse in first light the world as you loved it\nand see that, now, it was not wrong to die\nand that, on dying, you would leave\nyour beloved in a day like paradise?\nNear sunrise did you loosen your hold a little?\nHow could you not already have felt blessed for good,\nhaving these last days spoken your whole heart to him,\nwho spoke his whole heart to you, so that in the silence\nhe would not feel a single word was missing?\nHow could you not have slipped into a spell,\nin full daylight, as he lay next to you,\nwith his arms around you, as they have been,\nit must have seemed, all your life?\nHow could your cheek not press a moment to his cheek,\nwhich presses itself to yours from now on?\nHow could you not rise and go, with all that light\nat the window, those arms around you, and the sound,\ncoming or going, hard to say, of a single-engine\nplane in the distance that no one else hears?"}