{"subject": "The Last Caesar", "text": "I\n\nNow there was one who came in later days \nTo play at Emperor: in the dead of night \nStole crown and sceptre, and stood forth to light \nIn sudden purple. The dawn's straggling rays \nShowed Paris fettered, murmuring in amaze, \nWith red hands at her throat--a piteous sight. \nThen the new Cæsar, stricken with affright \nAt his own daring, shrunk from public gaze\n\nIn the Elysée, and had lost the day \nBut that around him flocked his birds of prey, \nSharp-beaked, voracious, hungry for the deed. \n'Twixt hope and fear beheld great Cæsar hang! \nMeanwhile, methinks, a ghostly laughter rang \nThrough the rotunda of the Invalides.\n\nII\n\nWhat if the boulevards, at set of sun, \nReddened, but not with the sunset's kindly glow? \nWhat if from quai and square the murmured woe \nSwept heavenward, pleadingly? The prize was won, \nA kingling made and Liberty undone. \nNo Emperor, this, like him awhile ago, \nBut his Name's shadow; that one struck the blow \nHimself, the street-sweeping gun!\n\nThis was a man of tortuous heart and brain, \nSo warped he knew not his own point of view-- \nThe master of a dark, mysterious smile.\n\nAnd there he plotted, by the storied Seine \nAnd in the fairy gardens of St. Cloud, \nThe Sphinx that puzzled Europe, for awhile.\n\nIII\n\nI see him as men saw him once--a face \nOf true Napoleon pallor; round the eyes \nThe wrinkled care; mustache spread pinion-wise, \nPointing his smile with odd sardonic grace \nAs wearily he turns him in his place, \nAnd bends before the hoarse Parisian cries-- \nThen vanishes, with glitter of gold-lace \nAnd trumpets blaring to the patient skies.\n\nNot thus he vanished later! On his path \nThe Furies waited for the hour and man, \nForeknowing that they waited not in vain.\n\nThen fell the day, o day of dreadful wrath! \nBow-down in shame, O crimson-girt Sedan! \nWeep fair Alsace! weep, loveliest Lorainne!\n\nSo mused I, sitting underneath the trees \nIn that old garden of the Tuileries, \nWatching the dust of twilight sifting down \nThrough chestnut boughs just touched with autumn's brown--\n\nNot twilight yet, but that illusive bloom \nWhich holds before the deep-edged shadows come; \nFor still the garden stood in golden mist, \nStill, like a river of golden amethyst, \nThe Seine slipt through its pans of fretted stone, \nAnd, near the grille that once fenced in a throne, \nThe fountains still unbraided to the day \nThe unsubstantial silver of their spray.\n\nA spot to dream in, love in, waste one's hours! \nTemples and palaces, and gilded towers, \nAnd fairy terraces!--and yet, and yet \nHere in her woe came Marie Antoinette, \nCame sweet Corday, Du Barry with shrill cry, \nNot learning from her betters how to die! \nHere, while the nations watched with bated breath, \nWas held the saturnalia of Red Death!\n\nFor where that slim Egyptian shaft uplifts \nIts point to catch the dawn's and sunset's drifts \nOf various gold, the busy Headsman stood. . . . \nPlace de la Concorde--no, the Place of Blood!\n\nAnd all so peaceful now, one cannot bring \nImagination to accept the thing. \nLies, all of it! some dreamer's wild romance-- \nHigh-hearted, witty, laughter-loving France! \nIn whose brain was it that the legend grew \nOf Mænads shrieking in this avenue, \nOf watch-fires burning, Famine standing guard, \nOf long-speared Uhlans in that palace-yard! \nWhat ruder sound this soft air ever smote \nThan a bird's twitter, or a bugle's note? \nWhat darker crimson ever splashed these walks \nThan that of rose-leaves dropping from the stalks? \nAnd yet--what means that charred and broken wall, \nThat sculptured marble, splintered, like to fall, \nLooming among the trees there? . . . And you say \nThis happened, as it were, but yesterday? \nAnd here the commune stretched a barricade, \nAnd there the final desperate stand was made? \nSuch things have been? How all things change and fade! \nHow little lasts in this brave world below! \nLove dies; hate cools; the Cæsars come and go; \nGaunt Hunger fattens, and the weak grow strong. \nEven Republics are not here for long!\n\nAh, who can tell what hour may bring the doom, \nThe lighted torch, the tocsin's heavy boom!"}