{"subject": "Little Sleep's-Head Sprouting Hair In The Moonlight", "text": "1\n\nYou scream, waking from a nightmare.\n\nWhen I sleepwalk\ninto your room, and pick you up,\nand hold you up in the moonlight, you cling to me\nhard,\nas if clinging could save us. I think\nyou think\nI will never die, I think I exude\nto you the permanence of smoke or stars,\neven as\nmy broken arms heal themselves around you.\n\n2\n\nI have heard you tell\nthe sun, don't go down, I have stood by\nas you told the flower, don't grow old,\ndon't die. Little Maud,\n\nI would blow the flame out of your silver cup,\nI would suck the rot from your fingernail,\nI would brush your sprouting hair of the dying light,\nI would scrape the rust off your ivory bones,\nI would help death escape through the little ribs of your body,\nI would alchemize the ashes of your cradle back into wood,\nI would let nothing of you go, ever,\n\nuntil washerwomen\nfeel the clothes fall asleep in their hands,\nand hens scratch their spell across hatchet blades,\nand rats walk away from the cultures of the plague,\nand iron twists weapons toward the true north,\nand grease refuses to slide in the machinery of progress,\nand men feel as free on earth as fleas on the bodies of men,\nand lovers no longer whisper to the presence beside them in the\ndark, O corpse-to-be ...\n\nAnd yet perhaps this is the reason you cry,\nthis the nightmare you wake screaming from:\nbeing forever\nin the pre-trembling of a house that falls.\n\n3\n\nIn a restaurant once, everyone\nquietly eating, you clambered up\non my lap: to all\nthe mouthfuls rising toward\nall the mouths, at the top of your voice\nyou cried\nyour one word, caca! caca! caca!\nand each spoonful\nstopped, a moment, in midair, in its withering\nsteam.\n\nYes,\nyou cling because\nI, like you, only sooner\nthan you, will go down\nthe path of vanished alphabets,\nthe roadlessness\nto the other side of the darkness,\n\nyour arms\nlike the shoes left behind,\nlike the adjectives in the halting speech\nof old men,\nwhich once could call up the lost nouns.\n\n4\n\nAnd you yourself,\nsome impossible Tuesday\nin the year Two Thousand and Nine, will walk out\namong the black stones\nof the field, in the rain,\n\nand the stones saying\nover their one word, ci-gît, ci-gît, ci-gît,\n\nand the raindrops\nhitting you on the fontanel\nover and over, and you standing there\nunable to let them in.\n\n5\n\nIf one day it happens\nyou find yourself with someone you love\nin a café at one end\nof the Pont Mirabeau, at the zinc bar\nwhere white wine stands in upward opening glasses,\n\nand if you commit then, as we did, the error\nof thinking,\none day all this will only be memory,\n\nlearn,\nas you stand\nat this end of the bridge which arcs,\nfrom love, you think, into enduring love,\nlearn to reach deeper\ninto the sorrows\nto come \u0096 to touch\nthe almost imaginary bones\nunder the face, to hear under the laughter\nthe wind crying across the black stones. Kiss\nthe mouth\nwhich tells you, here,\nhere is the world. This mouth. This laughter. These temple bones.\n\nThe still undanced cadence of vanishing.\n\n6\n\nIn the light the moon\nsends back, I can see in your eyes\n\nthe hand that waved once\nin my father's eyes, a tiny kite\nwobbling far up in the twilight of his last look:\n\nand the angel\nof all mortal things lets go the string.\n\n7\n\nBack you go, into your crib.\n\nThe last blackbird lights up his gold wings: farewell.\nYour eyes close inside your head,\nin sleep. Already\nin your dreams the hours begin to sing.\n\nLittle sleep's-head sprouting hair in the moonlight,\nwhen I come back\nwe will go out together,\nwe will walk out together among\nthe ten thousand things,\neach scratched too late with such knowledge, the wages\nof dying is love."}