{"subject": "American Feuillage", "text": "AMERICA always!\n   Always our own feuillage!\n   Always Florida's green peninsula! Always the priceless delta of\n         Louisiana! Always the cotton-fields of Alabama and Texas!\n   Always California's golden hills and hollows--and the silver\n         mountains of New Mexico! Always soft-breath'd Cuba!\n   Always the vast slope drain'd by the Southern Sea--inseparable with\n         the slopes drain'd by the Eastern and Western Seas;\n   The area the eighty-third year of These States--the three and a half\n         millions of square miles;\n   The eighteen thousand miles of sea-coast and bay-coast on the main--\n         the thirty thousand miles of river navigation,\n   The seven millions of distinct families, and the same number of\n         dwellings--Always these, and more, branching forth into\n         numberless branches;\n   Always the free range and diversity! always the continent of\n         Democracy!\n   Always the prairies, pastures, forests, vast cities, travelers,\n         Kanada, the snows;                                           10\n   Always these compact lands--lands tied at the hips with the belt\n         stringing the huge oval lakes;\n   Always the West, with strong native persons--the increasing density\n         there--the habitans, friendly, threatening, ironical, scorning\n         invaders;\n   All sights, South, North, East--all deeds, promiscuously done at all\n         times,\n   All characters, movements, growths--a few noticed, myriads unnoticed,\n   Through Mannahatta's streets I walking, these things gathering;\n   On interior rivers, by night, in the glare of pine knots, steamboats\n         wooding up;\n   Sunlight by day on the valley of the Susquehanna, and on the valleys\n         of the Potomac and Rappahannock, and the valleys of the Roanoke\n         and Delaware;\n   In their northerly wilds, beasts of prey haunting the Adirondacks,\n         the hills--or lapping the Saginaw waters to drink;\n   In a lonesome inlet, a sheldrake, lost from the flock, sitting on the\n         water, rocking silently;\n   In farmers' barns, oxen in the stable, their harvest labor done--they\n         rest standing--they are too tired;                           20\n   Afar on arctic ice, the she-walrus lying drowsily, while her cubs\n         play around;\n   The hawk sailing where men have not yet sail'd--the farthest polar\n         sea, ripply, crystalline, open, beyond the floes;\n   White drift spooning ahead, where the ship in the tempest dashes;\n   On solid land, what is done in cities, as the bells all strike\n         midnight together;\n   In primitive woods, the sounds there also sounding--the howl of the\n         wolf, the scream of the panther, and the hoarse bellow of the\n         elk;\n   In winter beneath the hard blue ice of Moosehead Lake--in summer\n         visible through the clear waters, the great trout swimming;\n   In lower latitudes, in warmer air, in the Carolinas, the large black\n         buzzard floating slowly, high beyond the tree tops,\n   Below, the red cedar, festoon'd with tylandria--the pines and\n         cypresses, growing out of the white sand that spreads far and\n         flat;\n   Rude boats descending the big Pedee--climbing plants, parasites, with\n         color'd flowers and berries, enveloping huge trees,\n   The waving drapery on the live oak, trailing long and low,\n         noiselessly waved by the wind;                               30\n   The camp of Georgia wagoners, just after dark--the supper-fires, and\n         the cooking and eating by whites and negroes,\n   Thirty or forty great wagons--the mules, cattle, horses, feeding from\n         troughs,\n   The shadows, gleams, up under the leaves of the old sycamore-trees--\n         the flames--with the black smoke from the pitch-pine, curling\n         and rising;\n   Southern fishermen fishing--the sounds and inlets of North Carolina's\n         coast--the shad-fishery and the herring-fishery--the large\n         sweep-seines--the windlasses on shore work'd by horses--the\n         clearing, curing, and packing-houses;\n   Deep in the forest, in piney woods, turpentine dropping from the\n         incisions in the trees--There are the turpentine works,\n   There are the negroes at work, in good health--the ground in all\n         directions is cover'd with pine straw:\n   --In Tennessee and Kentucky, slaves busy in the coalings, at the\n         forge, by the furnace-blaze, or at the corn-shucking;\n   In Virginia, the planter's son returning after a long absence,\n         joyfully welcom'd and kiss'd by the aged mulatto nurse;\n   On rivers, boatmen safely moor'd at night-fall, in their boats, under\n         shelter of high banks,\n   Some of the younger men dance to the sound of the banjo or fiddle--\n         others sit on the gunwale, smoking and talking;              40\n   Late in the afternoon, the mocking-bird, the American mimic, singing\n         in the Great Dismal Swamp--there are the greenish waters, the\n         resinous odor, the plenteous moss, the cypress tree, and the\n         juniper tree;\n   --Northward, young men of Mannahatta--the target company from an\n         excursion returning home at evening--the musket-muzzles all\n         bear bunches of flowers presented by women;\n   Children at play--or on his father's lap a young boy fallen asleep,\n         (how his lips move! how he smiles in his sleep!)\n   The scout riding on horseback over the plains west of the\n         Mississippi--he ascends a knoll and sweeps his eye around;\n   California life--the miner, bearded, dress'd in his rude costume--the\n         stanch California friendship--the sweet air--the graves one, in\n         passing, meets, solitary, just aside the horsepath;\n   Down in Texas, the cotton-field, the negro-cabins--drivers driving\n         mules or oxen before rude carts--cotton bales piled on banks\n         and wharves;\n   Encircling all, vast-darting, up and wide, the American Soul, with\n         equal hemispheres--one Love, one Dilation or Pride;\n   --In arriere, the peace-talk with the Iroquois, the aborigines--the\n         calumet, the pipe of good-will, arbitration, and indorsement,\n   The sachem blowing the smoke first toward the sun and then toward the\n         earth,\n   The drama of the scalp-dance enacted with painted faces and guttural\n         exclamations,                                                50\n   The setting out of the war-party--the long and stealthy march,\n   The single-file--the swinging hatchets--the surprise and slaughter of\n         enemies;\n   --All the acts, scenes, ways, persons, attitudes of These States--\n         reminiscences, all institutions,\n   All These States, compact--Every square mile of These States, without\n         excepting a particle--you also--me also,\n   Me pleas'd, rambling in lanes and country fields, Paumanok's fields,\n   Me, observing the spiral flight of two little yellow butterflies,\n         shuffling between each other, ascending high in the air;\n   The darting swallow, the destroyer of insects--the fall traveler\n         southward, but returning northward early in the spring;\n   The country boy at the close of the day, driving the herd of cows,\n         and shouting to them as they loiter to browse by the road-side;\n   The city wharf--Boston, Philadelphia, Baltimore, Charleston, New\n         Orleans, San Francisco,\n   The departing ships, when the sailors heave at the capstan;        60\n   --Evening--me in my room--the setting sun,\n   The setting summer sun shining in my open window, showing the swarm\n         of flies, suspended, balancing in the air in the centre of the\n         room, darting athwart, up and down, casting swift shadows in\n         specks on the opposite wall, where the shine is;\n   The athletic American matron speaking in public to crowds of\n         listeners;\n   Males, females, immigrants, combinations--the copiousness--the\n         individuality of The States, each for itself--the money-makers;\n   Factories, machinery, the mechanical forces--the windlass, lever,\n         pulley--All certainties,\n   The certainty of space, increase, freedom, futurity,\n   In space, the sporades, the scatter'd islands, the stars--on the firm\n         earth, the lands, my lands;\n   O lands! all so dear to me--what you are, (whatever it is,) I become\n         a part of that, whatever it is;\n   Southward there, I screaming, with wings slowly flapping, with the\n         myriads of gulls wintering along the coasts of Florida--or in\n         Louisiana, with pelicans breeding;\n   Otherways, there, atwixt the banks of the Arkansaw, the Rio Grande,\n         the Nueces, the Brazos, the Tombigbee, the Red River, the\n         Saskatchawan, or the Osage, I with the spring waters laughing\n         and skipping and running;                                    70\n   Northward, on the sands, on some shallow bay of Paumanok, I, with\n         parties of snowy herons wading in the wet to seek worms and\n         aquatic plants;\n   Retreating, triumphantly twittering, the king-bird, from piercing the\n         crow with its bill, for amusement--And I triumphantly\n         twittering;\n   The migrating flock of wild geese alighting in autumn to refresh\n         themselves--the body of the flock feed--the sentinels outside\n         move around with erect heads watching, and are from time to\n         time reliev'd by other sentinels--And I feeding and taking\n         turns with the rest;\n   In Kanadian forests, the moose, large as an ox, corner'd by hunters,\n         rising desperately on his hind-feet, and plunging with his\n         fore-feet, the hoofs as sharp as knives--And I, plunging at the\n         hunters, corner'd and desperate;\n   In the Mannahatta, streets, piers, shipping, store-houses, and the\n         countless workmen working in the shops,\n   And I too of the Mannahatta, singing thereof--and no less in myself\n         than the whole of the Mannahatta in itself,\n   Singing the song of These, my ever united lands--my body no more\n         inevitably united, part to part, and made one identity, any\n         more than my lands are inevitably united, and made ONE\n         IDENTITY;\n   Nativities, climates, the grass of the great Pastoral Plains;\n   Cities, labors, death, animals, products, war, good and evil--these\n         me,\n   These affording, in all their particulars, endless feuillage to me\n         and to America, how can I do less than pass the clew of the\n         union of them, to afford the like to you?                    80\n   Whoever you are! how can I but offer you divine leaves, that you also\n         be eligible as I am?\n   How can I but, as here, chanting, invite you for yourself to collect\n         bouquets of the incomparable feuillage of These States?"}