{"subject": "Greek Funeral Chant Or Myriologue", "text": "A WAIL was heard around the bed, the death-bed of the young,\nAmidst her tears the Funeral Chant a mournful mother sung.\n-'Ianthis! dost thou sleep?-Thou sleep'st!-but this is not the rest,\nThe breathing and the rosy calm, I have pillow'd on my breast!\nI lull'd thee not to this repose, Ianthis! my sweet son!\nAs in thy glowing childhood's time by twilight I have done!\n-How is it that I bear to stand and look upon thee now?\nAnd that I die not, seeing death on thy pale glorious brow?\n\n'I look upon thee, thou that wert of all most fair and brave!\nI see thee wearing still too much of beauty for the grave!\nThough mournfully thy smile is fix'd, and heavily thine eye\nHath shut above the falcon-glance that in it lov'd to lie;\nAnd fast is bound the springing step, that seem'd on breezes borne,\nWhen to thy couch I came and said,-'Wake, hunter, wake! 'tis morn!'\nYet art thou lovely still, my flower! untouch'd by slow decay,\n-And I, the wither'd stem remain-I would that grief might slay!\n\n'Oh! ever when I met thy look, I knew that this would be!\nI knew too well that length of days was not a gift for thee!\nI saw it in thy kindling cheek, and in thy bearing high;-\nA voice came whispering to my soul, and told me thou must die!\nThat thou must die, my fearless one! where swords were flashing red.-\n-Why doth a mother live to say-my first-born and my dead?\nThey tell me of thy youthful fame, they talk of victory won-\n-Speak thou, and I will hear! my child, Ianthis! my sweet son!'\n\nA wail was heard around the bed, the deathbed of the young,\nA fair-hair'd bride the Funeral Chant amidst her weeping sung.\n-'Ianthis! look'st thou not on me? -Can love indeed be fled?\nWhen was it woe before to gaze upon thy stately head?\nI would that I had follow'd thee, Ianthis, my belov'd!\nAnd stood as woman oft hath stood where faithful hearts are prov'd!\nThat I had bound a breastplate on, and battled at thy side-\n-It would have been a blessed thing together had we died!\n\n'But where was I when thou didst fall beneath the fatal sword?\nWas I beside the sparkling fount, or at the peaceful board?\nOr singing some sweet song of old, in the shadow of the vine,\nOr praying to the saints for thee, before the holy shrine?\nAnd thou wert lying low the while, the life-drops from thy heart\nFast gushing like a mountain-spring!-and couldst thou thus depart?\nCouldst thou depart, nor on my lips pour out thy fleeting breath?\n-Oh! I was with thee but in joy, that should have been in death!\n\n'Yes! I was with thee when the dance through mazy rings was led,\nAnd when the lyre and voice were tun'd, and when the feast was spread;\nBut not where noble blood flow'd forth, where sounding javelins flew-\n-Why did I hear love's first sweet words, and not its last adieu?\nWhat now can breathe of gladness more, what scene, what hour, what tone?\nThe blue skies fade with all their lights, they fade, since thou art gone!\nEv'n that must leave me, that still face, by all my tears unmov'd-\n-Take me from this dark world with thee, Ianthis! my belov'd!'\n\nA wail was heard around the bed, the death-bed of the young,\nAmidst her tears the Funeral Chant a mournful sister sung.\n'Ianthis! brother of my soul!-oh! where are now the days\nThat laugh'd among the deep green hills, on all our infant plays?\nWhen we two sported by the streams, or track'd them to their source,\nAnd like a stag's, the rocks along, was thy fleet fearless course!\n-I see the pines there waving yet, I see the rills descend,\nI see thy bounding step no more-my brother and my friend!\n\n'I come with flowers-for spring is come!-Ianthis! art thou here? \nI bring the garlands she hath brought, I cast them on thy bier!\nThou shouldst be crown'd with victory's crown-but oh! more meet they seem,\nThe first faint violets of the wood, and lilies of the stream!\nMore meet for one so fondly lov'd, and laid thus early low-\n-Alas! how sadly sleeps thy face amidst the sunshine's glow:\nThe golden glow that through thy heart was wont such joy to send,\n-Woe, that it smiles, and not for thee!-my brother and my friend!'"}