{"subject": "The Grave Of Keats", "text": "'Here lies one whose name was writ in water.' \nFAIR little city of the pilgrim dead, \nDear are thy marble streets, thy rosy lanes: \nEasy it seems and natural here to die, \nAnd death a mother, who with tender care \nDoth lay to sleep her ailing little ones. \nOld are these graves, and they who, mournfully, \nSaw dust to dust return, themselves are mourned; \nYet, in green cloisters of the cypress shade, \nFull-choired chants the fearless nightingale \nAncestral songs learned when the world was young. \nSing on, sing ever in thy breezy homes; \nToss earthward frem the white acacia bloom \nThe mingled joy of fragrance and of song; \nSing in the pure security of bliss. \nThese dead concern thee not, nor thee the fear \nThat is the shadow of our earthly loves. \nAnd me thou canst not comfort; tender hearts! \nInherit here the anguish of the doubt \nWrit on this gravestone. He, at last, I trust, \nSerenity of sure attainment knows. \nThe night falls, and the darkened verdure starred. \nWith pallid roses shuts the world away. \nSad wandering souls of song, frail ghosts of thought \nThat voiceless died, the massing shadows haunt, \nTroubling the heart with unfulfilled delight. \nThe moon is listening in the vault of heaven, \nAnd, like the airy march of mighty wings, \nThe rhythmic throb of stately cadences \nInthralls the ear with some high-measured verse, \nWhere ecstasies of passion-nurtured words \nFor great thoughts find a home, and fill the mind \nWith echoes of divinely purposed hopes \nThat wore on earth the death-pall of despair. \nNight darkens round me. Never more in life \nMay I, companioned by the friendly dead, \nWalk in this sacred fellowship again; \nTherefore, thou silent singer 'neath the grass, \nStill sing to me those sweeter songs unsung, \n'Pipe to the spirit ditties of no tone,' \nCaressing thought with wonderments of phrase \nSuch as thy springtide rapture knew to win. \nAy, sing to me thine unborn summer songs, \nAnd the ripe autumn lays that might have been; \nStrong wine of fruit mature, whose flowers alone we know."}