{"subject": "In The Land Where We Were Dreaming", "text": "Fair were our nation's visions, and as grand\nAs ever floated out of fancy-land;\nChildren we were in simple faith,\nBut god-like children, whom nor death,\nNor threat of danger drove from honor's path -\nIn the land where we were dreaming!\n\nProud were our men as pride of birth could render,\nAs violets our women pure and tender;\nAnd when they spoke, their voices thrill\nAt evening hushed the whip-poor-will,\nAt morn the mocking bird was mute and still,\nIn the land where we were dreaming!\n\nAnd we had graves that covered more of glory,\nThan ever taxed the lips of ancient story;\nAnd in our dreams we wove the thread\nOf principles for which had bled,\nAnd suffered long our own immortal dead,\nIn the land where we were dreaming!\n\nTho' in our land we had both bond and free,\nBoth were content, and so God let them be;\nTill Northern glances, slanting down,\nWith envy viewed our harvest sun -\nBut little recked we, for we still slept on,\nIn the land where we were dreaming!\n\nOur sleep grew troubled; and our dreams grew wild;\nRed meteors flashed across our heaven's field;\nCrimson the Moon; between the Twins\nBarbed arrows flew in circling lanes\nOf light, red Comets tossed their fiery manes\nO'er the land where we were dreaming!\n\nDown from her eagle height smiled Liberty,\nAnd waved her hand in sign of victory;\nThe world approved, and everywhere,\nExcept where growled the Russian bear,\nThe brave, the good and just gave us their prayer,\nFor the land where we were dreaming!\n\nHigh o'er our heads a starry flag was seen,\nWhose field was blanched, and spotless in its sheen;\nChivalry's cross its union bears,\nAnd by his scars each vet'ran swears\nTo bear it on in triumph through the wars,\nIn the land where we were dreaming!\n\nWe fondly thought a Government was ours -\nWe challenged place among the world's great powers;\nWe talk'd in sleep of rank, commission,\nUntil so life-like grew the vision,\nThat he who dared to doubt but met derision,\nIn the land where we were dreaming!\n\nA figure came among us as we slept -\nAt first he knelt, then slowly rose and wept;\nThen gathering up a thousand spears,\nHe swept across the field of Mars,\nThen bowed farewell and walked behind the stars,\nFrom the land where we were dreaming!\n\nWe looked again, another figure still\nGave hope, and nerved each individual will;\nErect he stood, as clothed with power;\nSelf-poised, he seemd to rule the hour,\nWith firm, majestic sway, - of strength a tower,\nIn the land where we were dreaming!\n\nAs while great Jove, in bronze, a warder god,\nGazed eastward from the Forum where he stood,\nRome felt herself secure and free, -\nSo Richmond, we, on guard for thee,\nBeheld a bronzed hero, god-like Lee,\nIn the land where we were dreaming!\n\nAs wakes the soldier when the alarum calls, -\nAs wakes the mother when her infant falls, -\nAs starts the traveler when around\nHis sleepy couch the fire-bells sound, -\nSo woke our nation with a single bound -\nIn the land where we were dreaming!\n\nWoe! Woe! is us, the startled mothers cried,\nWhile we have slept, our noble sons have died!\nWoe! Woe! is us, how strange and sad,\nThat all our glorious visions fled,\nHave left us nothing real but our dead,\nIn the land where we were dreaming!\n\nAnd are they really dead, our martyred slain?\nNo, Dreamers! Morn shall bid them rise again,\nFrom every plain, - from every height, -\nOn which they seemed to die for right,\nTheir gallant spirits shall renew the fight,\nIn the land where we were dreaming!\n\nUnconquered still in soul, tho' now o'er-run,\nIn peace, in war, the battle's just begun!\nOnce this Thyestean banquet o'er,\nGrown strong the few who bide their hour,\nShall rise and hurl its drunken guests from power,\nIn the land where we were dreaming!"}