{"subject": "Book Iv - Part 02 - Existence And Character Of The Images", "text": "But since I've taught already of what sort \nThe seeds of all things are, and how distinct \nIn divers forms they flit of own accord, \nStirred with a motion everlasting on, \nAnd in what mode things be from them create, \nAnd since I've taught what the mind's nature is, \nAnd of what things 'tis with the body knit \nAnd thrives in strength, and by what mode uptorn \nThat mind returns to its primordials, \nNow will I undertake an argument- \nOne for these matters of supreme concern- \nThat there exist those somewhats which we call \nThe images of things: these, like to films \nScaled off the utmost outside of the things, \nFlit hither and thither through the atmosphere, \nAnd the same terrify our intellects, \nComing upon us waking or in sleep, \nWhen oft we peer at wonderful strange shapes \nAnd images of people lorn of light, \nWhich oft have horribly roused us when we lay \nIn slumber- that haply nevermore may we \nSuppose that souls get loose from Acheron, \nOr shades go floating in among the living, \nOr aught of us is left behind at death, \nWhen body and mind, destroyed together, each \nBack to its own primordials goes away. \n\nAnd thus I say that effigies of things, \nAnd tenuous shapes from off the things are sent, \nFrom off the utmost outside of the things, \nWhich are like films or may be named a rind, \nBecause the image bears like look and form \nWith whatso body has shed it fluttering forth- \nA fact thou mayst, however dull thy wits, \nWell learn from this: mainly, because we see \nEven 'mongst visible objects many be \nThat send forth bodies, loosely some diffused- \nLike smoke from oaken logs and heat from fires- \nAnd some more interwoven and condensed- \nAs when the locusts in the summertime \nPut off their glossy tunics, or when calves \nAt birth drop membranes from their body's surface, \nOr when, again, the slippery serpent doffs \nIts vestments 'mongst the thorns- for oft we see \nThe breres augmented with their flying spoils: \nSince such takes place, 'tis likewise certain too \nThat tenuous images from things are sent, \nFrom off the utmost outside of the things. \nFor why those kinds should drop and part from things, \nRather than others tenuous and thin, \nNo power has man to open mouth to tell; \nEspecially, since on outsides of things \nAre bodies many and minute which could, \nIn the same order which they had before, \nAnd with the figure of their form preserved, \nBe thrown abroad, and much more swiftly too, \nBeing less subject to impediments, \nAs few in number and placed along the front. \nFor truly many things we see discharge \nTheir stuff at large, not only from their cores \nDeep-set within, as we have said above, \nBut from their surfaces at times no less- \nTheir very colours too. And commonly \nThe awnings, saffron, red and dusky blue, \nStretched overhead in mighty theatres, \nUpon their poles and cross-beams fluttering, \nHave such an action quite; for there they dye \nAnd make to undulate with their every hue \nThe circled throng below, and all the stage, \nAnd rich attire in the patrician seats. \nAnd ever the more the theatre's dark walls \nAround them shut, the more all things within \nLaugh in the bright suffusion of strange glints, \nThe daylight being withdrawn. And therefore, since \nThe canvas hangings thus discharge their dye \nFrom off their surface, things in general must \nLikewise their tenuous effigies discharge, \nBecause in either case they are off-thrown \nFrom off the surface. So there are indeed \nSuch certain prints and vestiges of forms \nWhich flit around, of subtlest texture made, \nInvisible, when separate, each and one. \nAgain, all odour, smoke, and heat, and such \nStreams out of things diffusedly, because, \nWhilst coming from the deeps of body forth \nAnd rising out, along their bending path \nThey're torn asunder, nor have gateways straight \nWherethrough to mass themselves and struggle abroad. \nBut contrariwise, when such a tenuous film \nOf outside colour is thrown off, there's naught \nCan rend it, since 'tis placed along the front \nReady to hand. Lastly those images \nWhich to our eyes in mirrors do appear, \nIn water, or in any shining surface, \nMust be, since furnished with like look of things, \nFashioned from images of things sent out. \nThere are, then, tenuous effigies of forms, \nLike unto them, which no one can divine \nWhen taken singly, which do yet give back, \nWhen by continued and recurrent discharge \nExpelled, a picture from the mirrors' plane. \nNor otherwise, it seems, can they be kept \nSo well conserved that thus be given back \nFigures so like each object. \nNow then, learn \nHow tenuous is the nature of an image. \nAnd in the first place, since primordials be \nSo far beneath our senses, and much less \nE'en than those objects which begin to grow \nToo small for eyes to note, learn now in few \nHow nice are the beginnings of all things- \nThat this, too, I may yet confirm in proof: \nFirst, living creatures are sometimes so small \nThat even their third part can nowise be seen; \nJudge, then, the size of any inward organ- \nWhat of their sphered heart, their eyes, their limbs, \nThe skeleton?- How tiny thus they are! \nAnd what besides of those first particles \nWhence soul and mind must fashioned be?- Seest not \nHow nice and how minute? Besides, whatever \nExhales from out its body a sharp smell- \nThe nauseous absinth, or the panacea, \nStrong southernwood, or bitter centaury- \nIf never so lightly with thy  twain \nPerchance  a one of them \n\nThen why not rather know that images \nFlit hither and thither, many, in many modes, \nBodiless and invisible? \nBut lest \nHaply thou holdest that those images \nWhich come from objects are the sole that flit, \nOthers indeed there be of own accord \nBegot, self-formed in earth's aery skies, \nWhich, moulded to innumerable shapes, \nAre borne aloft, and, fluid as they are, \nCease not to change appearance and to turn \nInto new outlines of all sorts of forms; \nAs we behold the clouds grow thick on high \nAnd smirch the serene vision of the world, \nStroking the air with motions. For oft are seen \nThe giants' faces flying far along \nAnd trailing a spread of shadow; and at times \nThe mighty mountains and mountain-sundered rocks \nGoing before and crossing on the sun, \nWhereafter a monstrous beast dragging amain \nAnd leading in the other thunderheads. \nNow  how easy and how swift they be \nEngendered, and perpetually flow off \nFrom things and gliding pass away.... \n\nFor ever every outside streams away \nFrom off all objects, since discharge they may; \nAnd when this outside reaches other things, \nAs chiefly glass, it passes through; but where \nIt reaches the rough rocks or stuff of wood, \nThere 'tis so rent that it cannot give back \nAn image. But when gleaming objects dense, \nAs chiefly mirrors, have been set before it, \nNothing of this sort happens. For it can't \nGo, as through glass, nor yet be rent- its safety, \nBy virtue of that smoothness, being sure. \n'Tis therefore that from them the images \nStream back to us; and howso suddenly \nThou place, at any instant, anything \nBefore a mirror, there an image shows; \nProving that ever from a body's surface \nFlow off thin textures and thin shapes of things. \nThus many images in little time \nAre gendered; so their origin is named \nRightly a speedy. And even as the sun \nMust send below, in little time, to earth \nSo many beams to keep all things so full \nOf light incessant; thus, on grounds the same, \nFrom things there must be borne, in many modes, \nTo every quarter round, upon the moment, \nThe many images of things; because \nUnto whatever face of things we turn \nThe mirror, things of form and hue the same \nRespond. Besides, though but a moment since \nSerenest was the weather of the sky, \nSo fiercely sudden is it foully thick \nThat ye might think that round about all murk \nHad parted forth from Acheron and filled \nThe mighty vaults of sky- so grievously, \nAs gathers thus the storm-clouds' gruesome night, \nDo faces of black horror hang on high- \nOf which how small a part an image is \nThere's none to tell or reckon out in words. \n\nNow come; with what swift motion they are borne, \nThese images, and what the speed assigned \nTo them across the breezes swimming on- \nSo that o'er lengths of space a little hour \nAlone is wasted, toward whatever region \nEach with its divers impulse tends- I'll tell \nIn verses sweeter than they many are; \nEven as the swan's slight note is better far \nThan that dispersed clamour of the cranes \nAmong the southwind's aery clouds. And first, \nOne oft may see that objects which are light \nAnd made of tiny bodies are the swift; \nIn which class is the sun's light and his heat, \nSince made from small primordial elements \nWhich, as it were, are forward knocked along \nAnd through the interspaces of the air \nTo pass delay not, urged by blows behind; \nFor light by light is instantly supplied \nAnd gleam by following gleam is spurred and driven. \nThus likewise must the images have power \nThrough unimaginable space to speed \nWithin a point of time,- first, since a cause \nExceeding small there is, which at their back \nFar forward drives them and propels, where, too, \nThey're carried with such winged lightness on; \nAnd, secondly, since furnished, when sent off, \nWith texture of such rareness that they can \nThrough objects whatsoever penetrate \nAnd ooze, as 'twere, through intervening air. \nBesides, if those fine particles of things \nWhich from so deep within are sent abroad, \nAs light and heat of sun, are seen to glide \nAnd spread themselves through all the space of heaven \nUpon one instant of the day, and fly \nO'er sea and lands and flood the heaven, what then \nOf those which on the outside stand prepared, \nWhen they're hurled off with not a thing to check \nTheir going out? Dost thou not see indeed \nHow swifter and how farther must they go \nAnd speed through manifold the length of space \nIn time the same that from the sun the rays \nO'erspread the heaven? This also seems to be \nExample chief and true with what swift speed \nThe images of things are borne about: \nThat soon as ever under open skies \nIs spread the shining water, all at once, \nIf stars be out in heaven, upgleam from earth, \nSerene and radiant in the water there, \nThe constellations of the universe- \nNow seest thou not in what a point of time \nAn image from the shores of ether falls \nUnto the shores of earth? Wherefore, again, \nAnd yet again, 'tis needful to confess \nWith wondrous..."}