{"subject": "The Ballad Of The Brand", "text": "'Twas up in a land long famed for gold, where women were far and rare,\nTellus, the smith, had taken to wife a maiden amazingly fair;\nTellus, the brawny worker in iron, hairy and heavy of hand,\nSaw her and loved her and bore her away from the tribe of a Southern land;\nDeeming her worthy to queen his home and mother him little ones,\nThat the name of Tellus, the master smith, might live in his stalwart sons.\n\nNow there was little of law in the land, and evil doings were rife,\nAnd every man who joyed in his home guarded the fame of his wife;\nFor there were those of the silver tongue and the honeyed art to beguile,\nWho would cozen the heart from a woman's breast and damn her soul with a smile.\nAnd there were women too quick to heed a look or a whispered word,\nAnd once in a while a man was slain, and the ire of the King was stirred;\nSo far and wide he proclaimed his wrath, and this was the law he willed:\n\"That whosoever killeth a man, even shall he be killed.\"\n\nNow Tellus, the smith, he trusted his wife; his heart was empty of fear.\nHigh on the hill was the gleam of their hearth, a beacon of love and cheer.\nHigh on the hill they builded their bower, where the broom and the bracken meet;\nUnder a grave of oaks it was, hushed and drowsily sweet.\nHere he enshrined her, his dearest saint, his idol, the light of his eye;\nHer kisses rested upon his lips as brushes a butterfly.\nThe weight of her arms around his neck was light as the thistle down;\nAnd sweetly she studied to win his smile, and gently she mocked his frown.\nAnd when at the close of the dusty day his clangorous toil was done,\nShe hastened to meet him down the way all lit by the amber sun.\n\nTheir dove-cot gleamed in the golden light, a temple of stainless love;\nLike the hanging cup of a big blue flower was the topaz sky above.\nThe roses and lilies yearned to her, as swift through their throng she pressed;\nA little white, fragile, fluttering thing that lay like a child on his breast.\nThen the heart of Tellus, the smith, was proud, and sang for the joy of life,\nAnd there in the bronzing summertide he thanked the gods for his wife.\n\nNow there was one called Philo, a scribe, a man of exquisite grace,\nCarved like the god Apollo in limb, fair as Adonis in face;\nEager and winning in manner, full of such radiant charm,\nWomenkind fought for his favor and loved to their uttermost harm.\nSuch was his craft and his knowledge, such was his skill at the game,\nNever was woman could flout him, so be he plotted her shame.\nAnd so he drank deep of pleasure, and then it fell on a day\nHe gazed on the wife of Tellus and marked her out for his prey.\n\nTellus, the smith, was merry, and the time of the year it was June,\nSo he said to his stalwart helpers: \"Shut down the forge at noon.\nGo ye and joy in the sunshine, rest in the coolth of the grove,\nDrift on the dreamy river, every man with his love.\"\nThen to himself: \"Oh, Beloved, sweet will be your surprise;\nTo-day will we sport like children, laugh in each other's eyes;\nWeave gay garlands of poppies, crown each other with flowers,\nPull plump carp from the lilies, rifle the ferny bowers.\nTo-day with feasting and gladness the wine of Cyprus will flow;\nTo-day is the day we were wedded only a twelvemonth ago.\"\n\nThe larks trilled high in the heavens; his heart was lyric with joy;\nHe plucked a posy of lilies; he sped like a love-sick boy.\nHe stole up the velvety pathway--his cottage was sunsteeped and still;\nVines honeysuckled the window; softly he peeped o'er the sill.\nThe lilies dropped from his fingers; devils were choking his breath;\nRigid with horror, he stiffened; ghastly his face was as death.\nLike a nun whose faith in the Virgin is met with a prurient jibe,\nHe shrank--'twas the wife of his bosom in the arms of Philo, the scribe.\n\nTellus went back to his smithy; he reeled like a drunken man;\nHis heart was riven with anguish; his brain was brooding a plan.\nStraight to his anvil he hurried; started his furnace aglow;\nHeated his iron and shaped it with savage and masterful blow.\nSparks showered over and round him; swiftly under his hand\nThere at last it was finished--a hideous and infamous Brand.\n\nThat night the wife of his bosom, the light of joy in her eyes,\nKissed him with words of rapture; but he knew that her words were lies.\nNever was she so beguiling, never so merry of speech\n(For passion ripens a woman as the sunshine ripens a peach).\nHe clenched his teeth into silence; he yielded up to her lure,\nThough he knew that her breasts were heaving from the fire of her paramour.\n\"To-morrow,\" he said, \"to-morrow\"--he wove her hair in a strand,\nTwisted it round his fingers and smiled as he thought of the Brand.\n\nThe morrow was come, and Tellus swiftly stole up the hill.\nButterflies drowsed in the noon-heat; coverts were sunsteeped and still.\nSoftly he padded the pathway unto the porch, and within\nHeard he the low laugh of dalliance, heard he the rapture of sin.\nKnew he her eyes were mystic with light that no man should see,\nNo man kindle and joy in, no man on earth save he.\nAnd never for him would it kindle. The bloodlust surged in his brain;\nThrough the senseless stone could he see them, wanton and warily fain.\nHorrible! Heaven he sought for, gained it and gloried and fell--\nOh, it was sudden--headlong into the nethermost hell. . . .\n\nWas this he, Tellus, this marble? Tellus . . . not dreaming a dream?\nAh! sharp-edged as a javelin, was that a woman's scream?\nWas it a door that shattered, shell-like, under his blow?\nWas it his saint, that strumpet, dishevelled and cowering low?\nWas it her lover, that wild thing, that twisted and gouged and tore?\nWas it a man he was crushing, whose head he beat on the floor?\nLaughing the while at its weakness, till sudden he stayed his hand--\nThrough the red ring of his madness flamed the thought of the Brand.\n\nThen bound he the naked Philo with thongs that cut in the flesh,\nAnd the wife of his bosom, fear-frantic, he gagged with a silken mesh,\nChoking her screams into silence; bound her down by the hair;\nDragged her lover unto her under her frenzied stare.\nIn the heat of the hearth-fire embers he heated the hideous Brand;\nTwisting her fingers open, he forced its haft in her hand.\nHe pressed it downward and downward; she felt the living flesh sear;\nShe saw the throe of her lover; she heard the scream of his fear.\nOnce, twice and thrice he forced her, heedless of prayer and shriek--\nOnce on the forehead of Philo, twice in the soft of his cheek.\nThen (for the thing was finished) he said to the woman: \"See\nHow you have branded your lover! Now will I let him go free.\"\nHe severed the thongs that bound him, laughing: \"Revenge is sweet\",\nAnd Philo, sobbing in anguish, feebly rose to his feet.\nThe man who was fair as Apollo, god-like in woman's sight,\nHideous now as a satyr, fled to the pity of night.\n\nThen came they before the Judgment Seat, and thus spoke the Lord of the Land:\n\"He who seeketh his neighbor's wife shall suffer the doom of the Brand.\nBrutish and bold on his brow be it stamped, deep in his cheek let it sear,\nThat every man may look on his shame, and shudder and sicken and fear.\nHe shall hear their mock in the market-place, their fleering jibe at the feast;\nHe shall seek the caves and the shroud of night, and the fellowship of the beast.\nOutcast forever from homes of men, far and far shall he roam.\nSuch be the doom, sadder than death, of him who shameth a home.\""}