{"subject": "The Hermitage Of Atri", "text": "With the sandals of his elder Bharat to Ayodhya went,\nRama sought for deeper forests on his arduous duty bent,\n\nWandering with his wife and Lakshman slowly sought the hermitage,\nWhere resided saintly Atri, Vedic Bard and ancient sage.\n\nAuasuya, wife of Atri, votaress of Gods above,\nWelcomed Sita in her cottage, tended her with mother's love,\n\nGave her robe and holy garland, jewelled ring and chain of gold,\nHeard the tale of love and sadness which the soft-eyed Sita told:\n\nHow the monarch of Videha held the plough and tilled the earth,\nFrom the furrow made by ploughshare infant Sita sprang to birth,\n\nHow the monarch of Videha welcomed kings of worth and pride,\nRama 'midst the gathered monarchs broke the bow and won the bride,\n\nHow by Queen Kaikeyi's mandate Rama lost his father's throne,\nSita followed him in exile in the forest dark and lone!\n\nSoftly from the lips of Sita words of joy and sorrow fell,\nAnd the pure-souled pious priestess wept to hear the tender tale,\n\nAnd she kissed her on the forehead, held her on her ancient breast,\nAnd in mother's tender accents thus her gentle thoughts exprest:\n\n'Sweet the tale you tell me, Sita, of thy wedding and thy love,\nOf the true and tender Rama, righteous as the Gods above,\n\nAnd thy wifely deep devotion fills my heart with purpose high,\nStay with us my gentle daughter for the night shades gather nigh.\n\nHastening from each distant region feathered songsters seek their nest,\nTwitter in the leafy thickets ere they seek their nightly rest,\n\nHastening from their pure ablutions with their pitcher smooth and fair,\nIn their dripping barks the hermits to their evening rites repair,\n\nAnd in sacred agni-hotra holy anchorites engage,\nAnd a wreath of smoke ascending marks the altar of each sage.\n\nNow a deeper shadow mantles bush and brake and trees around,\nAnd a thick and inky darkness falls upon the distant ground,\n\nMidnight prowlers of the jungle steal beneath the sable shade,\nBut the tame deer by the altar seeks his wonted nightly bed.\n\nMark! how by the stars encircled sails the radiant Lord of Night,\nWith his train of silver glory streaming o'er the azure height,\n\nAnd thy consort waits thee, Sita, but before thou leavest, fair,\nLet me deck thy brow and bosom with these jewels rich and rare,\n\nOld these eyes and grey these tresses, but a thrill of joy is mine,\nThus to see thy youth and beauty in this gorgeous garment shine!'\n\nPleased at heart the ancient priestess clad her in apparel meet,\nAnd the young wife glad and grateful bowed to Anasuya's feet,\n\nRobed and jewelled, bright and beauteous, sweet-eyed Sita softly came,\nWhere with anxious heart awaited Rama prince of righteous fame.\n\nWith a wifely love and longina Sita met her hero bold,\nAnasuya's love and kindness in her grateful accents told,\n\nRama and his brother listened of the grace by Sita gained,\nFavours of the ancient priestess, pious blessings she had rained.\n\nIn the rishi's peaceful asram Rama passed the sacred night,\nIn the hushed and silent forest silvered by the moon's pale light,\n\nDaylight dawned, to deeper forests Rama went serene and proud,\nAs the sun in midday splendour sinks within a bank of cloud!"}