{"subject": "From \"Sunspots\"", "text": "For I will consider my Star Sol.\nFor I am the servant of this Living God and daily serve her.\nFor at the ﬁrst glance of the glory of God in the East I worship in my way.\nFor this is done by ﬁxing espresso and watching the pinkening light on The Shard.\nFor then she waves her warmth across the scene and lifts the hearts of those who took a Night Bus at 4 a.m. to clean HQs.\nFor she tickles the orbitals of foxes in their stride and hies them home.\nFor having risen and settled into her groove she begins to consider herself.\nFor this she performs in eleven degrees.\nFor ﬁrst she does the Planck to strengthen core stability.\nFor secondly she runs a malware scan for comets closing in.\nFor thirdly she completes the paperwork for eclipses total, annular, and partial.\nFor fourthly: ﬂares.\nFor ﬁfthly she sorts her sunspots into pairs.\nFor sixthly she gives neutrinos Priority Boarding.\nFor seventhly she referees the arm-wrestling match between the upstart fusion and gravity.\nFor eighthly she weaves ﬂux ropes and thinks up skipping games.\nFor ninthly she degausses her plasma screens.\nFor tenthly she is proﬂigate with her photons. \nFor eleventhly: star jumps.\nFor having considered herself she will consider her neighbors.\nFor she runs a cloth around the ecliptic to make it gleam.\nFor she oils the wheels of any planets gliding there.\nFor she sends invites out to wallﬂowers in the Oort cloud.\nFor she issues shadows for children to dodge as they make their way to school.\nFor she shakes out her blankets for devotees of helioseismology.\nFor when she takes her prey she plays with it to give it a chance.\nFor one planet in nine escapes by her dallying.\nFor in her morning orisons she loves the Earth and the Earth loves her.\nFor she is of the tribe of Tyger! Tyger!\nFor she hands out coloring books to chameleons in the morning.\nFor when it is time to rise she blushes to be seen at so intimate an hour.\nFor when it is time to set she is crimson ashamed to run out on us.\nFor though she neither rises nor sets she thinks it best that we believe so, so that we can take our rest and fuel our waking with anticipation.\nFor she lifts oceans over mountains without thinking.\nFor she tries to solve the puzzle of the weather, placing this here and that there and attempts to even out the air.\nFor she is a mixture of gravity and waggery.\nFor she's a stickler for solstices.\nFor she booms like a woofer for those that can hear.\nFor she cares not what lives as long as all live.\nFor she takes her time.\nFor she lenses the light from distant stars to swerve it into our sockets.\nFor sometimes in the winter haze she's as pale as a lemon drop and lets us watch her bathe unpunished.\nFor she never calls in sick.\nFor her colors are open source.\nFor every raindrop's an excuse for Mardi Gras.\nFor she will work on her drafts for a million years and release them typo-free. \nFor she will lash out and then regret the hurt.\nFor she promises radio hams jam tomorrow.\nFor your power grid is a cobweb she walks into when she steps off her porch.\nFor she kept mum through the Maunder Minimum.\nFor her behavior is deﬁnitely \"on the spectrum.\"\nFor she keeps dark about dark matter but she deﬁnitely knows something.\nFor she plays Miss Prism in The Importance of Being Furnaced.\nFor she offers board and lodging to Turner's angel in the Sun.\nFor she made a great ﬁgure in Egypt for her signal services.\nFor she can fuse the wounded parts of a broken heart and release the lost mass as hope.\nFor she spins plates to create auroras.\nFor she leaves clues all over the place: some cryptic, some quick, some general knowledge-based.\nFor she is hands-off.\nFor she tends to micromanage.\nFor she lays down squares of light for your pets to sleep in.\nFor she turns a blind eye to all the creeping, swooping killers of the night but leaves a Moon-faced night-light on.\nFor her sunquakes ﬂatten no buildings, gridlock no cities, disgorge no refugees.\nFor she is not too proud to dry your smalls.\nFor she gives us heliopause and time to rethink disastrous decisions. \nFor Ray-Bans.\nFor she polarizes opinion.\nFor her secrets are waiting to free us.\nFor she appreciates Stonehenge and visits every day.\nFor she sets herself by the grid of Manhattan.\nFor she will kill you with the loving of you.\nFor she can shine."}