{"subject": "Wheat", "text": "'Sowin' things an' growin' things, an' watchin' of 'em grow;\nThat's the game,' my father said, an' father ought to know.\n'Settin' things an' gettin' things to grow for folks to eat:\nThat's the life,' my father said, 'that's very hard to beat.'\nFor my father was a farmer, as his father was before,\nJust sowin' things an' growin' things in far-off days of yore,\nIn the far-off land of England, till my father found his feet\nIn the new land, in the true land, where he took to growin' wheat.\n\n   Wheat, Wheat, Wheat! Oh, the sound of it is sweet!\n   I've been praisin' it an' raisin' it in rain an' wind an' heat\n      Since the time I learned to toddle, till it's beatin' in my noddle,\n   Is the little song I'm singin' you of Wheat, Wheat, Wheat.\n\nPlantin' things —- an' grantin' things is goin' as they should,\nAn' the weather altogether is behavin' pretty good —-\nIs a pleasure in a measure for a man that likes the game,\nAn' my father he would rather raise a crop than make a name.\nFor my father was a farmer, an' 'All fame,' he said, 'ain't reel;\nAn' the same it isn't fillin' when you're wantin' for a meal.'\nSo I'm followin' his footsteps, an' a-keepin' of my feet,\nWhile I cater for the nation with my Wheat, Wheat, Wheat.\n\n   Wheat, Wheat, Wheat! When the poets all are beat\n   By the reason that the season for the verse crop is a cheat,\n      Then I comes up bright an' grinnin' with the knowledge that I'm winnin',\n   With the rhythm of my harvester an' Wheat, Wheat, Wheat.\n\nReadin' things an' heedin' things that clever fellers give,\nAn' ponderin' an' wonderin' why we was meant to live —- \nMuddlin' through an' fuddlin' through philosophy an' such\nIs a game I never took to, an' it doesn't matter much.\nFor my father was a farmer, as I might 'a' said before,\nAn' the sum of his philosophy was, 'Grow a little more.\nFor growin' things,' my father said, 'it makes life sort o' sweet\nAn' your conscience never swats you if your game is growin' wheat.'\n\n   Wheat, Wheat, Wheat! Oh, the people have to eat!\n   An' you're servin', an' deservin' of a velvet-cushion seat\n      In the cocky-farmers' heaven when you come to throw a seven;\n   An' your password at the portal will be, 'Wheat, Wheat, Wheat.'\n\nNow, the preacher an' the teacher have a callin' that is high\nWhile they're spoutin' to the doubtin' of the happy by an' by;\nBut I'm sayin' that the prayin' it is better for their souls\nWhen they've plenty wheat inside 'em in the shape of penny rolls.\nFor my father was a farmer, an' he used to sit an' grieve\nWhen he thought about the apple that old Adam got from Eve.\nIt was foolin' with an orchard where the serpent got 'em beat,\nAn' they might 'a' kept the homestead if they'd simply stuck to wheat.\n\n   Wheat, Wheat, Wheat! If you're seekin' to defeat\n   Care an' worry in the hurry of the crowded city street,\n      Leave the hustle all behind you; come an' let contentment find you\n   In a cosy little cabin lyin' snug among the wheat.\n\nIn the city, more's the pity, thousands live an' thousands die\nNever carin', never sparin' pains that fruits may multiply;\nBreathin', livin', never givin'; greedy but to have an' take,\nDyin' with no day behind 'em lived for fellow-mortals' sake.\nNow my father was a farmer, an' he used to sit and laugh\nAt the 'fools o' life,' he called 'em, livin' on the other half.\nDyin' lonely, missin' only that one joy that makes life sweet —- \nJust the joy of useful labour, such as comes of growin' wheat.\n\n   Wheat, Wheat, Wheat! Let the foolish scheme an' cheat;\n   But I'd rather, like my father, when viv span o' life's complete,\n      Feel I'd lived by helpid others; earned the right to call 'em brothers\n   Who had gained while I was gainin' from God's earth His gift of wheat.\n\nWhen the settin' sun is gettin' low above the western hills,\nWhen the creepin' shadows deepen, and a peace the whole land fills,\nThen I often sort o' soften with a feelin' like content,\nAn' I feel like thankin' Heaven for a day in labour spent.\nFor my father was a farmer, an' he used to sit an' smile,\nRealizin' he was wealthy in what makes a life worth while.\nSmilin', he has told me often, 'After all the toil an' heat,\nLad, he's paid in more than silver who has grown one field of wheat.'\n\n   Wheat, Wheat, Wheat! When it comes my turn to meet\n   Death the Reaper, an' the Keeper of the Judgment Book I greet,\n      Then I'll face 'em sort o' calmer with the solace of the farmer\n   That he's fed a million brothers with his Wheat, Wheat, Wheat."}