{"subject": "Preparatory Meditations - First Series: 39", "text": "(I John 2:1. If any Man Sin, We Have an Advocate)\n\nMy sin! My sin, my God, these cursed dregs,\nGreen, yellow, blue-streaked poison hellish, rank,\nBubs hatched in nature's nest on serpents' eggs,\nYelp, chirp, and cry; they set my soul a-cramp.\nI frown, chide, strike, and fight them, mourn and cry\nTo conquer them, but cannot them destroy.\n\nI cannot kill or coop them up: my curb\n'S less than a snaffle in their mouth: my reins\nThey as a twine thread snap: by hell they're spurred:\nAnd load my soul with swagging loads of pains.\nBlack imps, young devils, snap, bite, drag to bring\nAnd pick me headlong hell's dread whirlpool in.\n\nLord, hold Thy hand: for handle me Thou mayst\nIn wrath: but oh, a twinkling ray of hope\nMethinks I spy Thou graciously display'st.\nThere is an advocate: a door is ope.\nSin's poison swell my heart would till it burst,\nDid not a hope hence creep in 't thus and nurse 't.\n\nJoy, joy, God's son's the sinner's advocate,\nDoth plead the sinner guiltless, and a saint.\nBut yet attornies' pleas spring from the state,\nThe case is in: if bad, it's bad in plaint.\nMy papers do contain no pleas that do\nSecure me from, but knock me down to, woe.\n\nI have no plea mine advocate to give:\nWhat now? He'll anvil arguments great store\nOut of His flesh and blood to make thee live.\nO dear-bought arguments: good pleas therefore.\nNails made of heavenly steel, more choice than gold\nDrove home, well-clenched, eternally will hold.\n\nOh! Dear-bought plea, dear Lord, what buy 't so dear?\nWhat with Thy blood purchase Thy plea for me?\nTake argument out of Thy grave t' appear\nAnd plead my case with, me from guilt to free.\nThese maul both sin and devils, and amaze\nBoth saints and angels; wreathe their mouths with praise.\n\nWhat shall I do, my Lord? What do, that I\nMay have Thee plead my case? I fee Thee will\nWith faith, repentance, and obediently\nThy service gainst Satanic sins fulfill.\nI'll fight Thy fields while live I do, although\nI should be hacked in pieces by Thy foe.\n\nMake me Thy friend, Lord, be my surety: I\nWill be Thy client, be my advocate:\nMy sins make Thine, Thy pleas make mine hereby.\nThou wilt me save, I will Thee celebrate.\nThou'lt kill my sins that cut my heart within:\nAnd my rough feet shall Thy smooth praises sing."}