{"subject": "A Creole Slave-Song (Ah, Lo Zo-Zo Chan' Dan' Branche)", "text": "What bird is that, with voice so sweet,\nSings to the sun from yonder tree?\nWhat girl is that so slim and fleet,\nComes through the cane her love to meet?\nFoli zo-zo, sing merrily.\nThe pretty girl she comes to me!\nWhat wind is that upon the cane?\nWhat perfume from a far-off rose\nFills me with dreams? What strange, vague pain\nStirs in my heart? What longing vain\nIs this that through my bosom goes?\nOh, south wind, perfume and desire,\nYou kiss, you soothe, you burn like fire!\nAh, no! Ah, no! It is a cheat.\nThere is no bird; my love comes not;\nThe wind chills me from head to feet,\nAnd oh, it brings no perfume sweet.\nMy slender girl the white man bought,\nAnd took her far across the bay-\nI cannot cut the cane to-day!\nI cannot cut the cane to-day-\nO zo-zo, moqueur, come and sing!\nO warm wind, through the cane-field stray,\nWave the long moss so soft and gray!\nI have no heart for anything;\nBut life was Heaven and work was play\nWhen my love loved me every day!\nWhite man, how I worked for you,\nWhen I was young and blithe and strong!\nThe earth was green, the sky was blue,\nMy love's eyes were as bright as dew;\nAnd life was like the zo-zo's song!\nBut you-you sold my love away-\nI cannot cut the cane to-day!\nI did not dream a slave could be\nA man, and right a grievous wrong.\nI writhed and bore your cruelty;\nI felt the soul go out of me;\nAnd yet, I was so lion-strong\nI could have torn your heart away-\nI cannot cut the cane to-day!\nFreedom! I feel it when too late,\nLike Spring wind on a blasted tree,\nA waft of mockery and hate!\nBring back my chains, O cruel Fate!\nBring youth and slavery back to me;\nBring back the lash, the hound, the pain,\nSo that my own love come again!\nBut hark! A gentle voice afar\nCalls me to go, I know not where-\nYes, past the sun and past the star,\nInto God's land. A golden car\nAnd milk-white horses-she is there!\nSo sweet-I dream-I float away-\nI cannot cut the cane to-day!"}