{"subject": "Unnamed Lands", "text": "NATIONS ten thousand years before These States, and many times ten\n         thousand years before These States;\n   Garner'd clusters of ages, that men and women like us grew up and\n         travel'd their course, and pass'd on;\n   What vast-built cities--what orderly republics--what pastoral tribes\n         and nomads;\n   What histories, rulers, heroes, perhaps transcending all others;\n   What laws, customs, wealth, arts, traditions;\n   What sort of marriage--what costumes--what physiology and phrenology;\n   What of liberty and slavery among them--what they thought of death\n         and the soul;\n   Who were witty and wise--who beautiful and poetic--who brutish and\n         undevelop'd;\n   Not a mark, not a record remains--And yet all remains.\n\n   O I know that those men and women were not for nothing, any more than\n         we are for nothing;                                          10\n   I know that they belong to the scheme of the world every bit as much\n         as we now belong to it, and as all will henceforth belong to\n         it.\n\n   Afar they stand--yet near to me they stand,\n   Some with oval countenances, learn'd and calm,\n   Some naked and savage--Some like huge collections of insects,\n   Some in tents--herdsmen, patriarchs, tribes, horsemen,\n   Some prowling through woods--Some living peaceably on farms,\n         laboring, reaping, filling barns,\n   Some traversing paved avenues, amid temples, palaces, factories,\n         libraries, shows, courts, theatres, wonderful monuments.\n\n   Are those billions of men really gone?\n   Are those women of the old experience of the earth gone?\n   Do their lives, cities, arts, rest only with us?                   20\n   Did they achieve nothing for good, for themselves?\n\n   I believe of all those billions of men and women that fill'd the\n         unnamed lands, every one exists this hour, here or elsewhere,\n         invisible to us, in exact proportion to what he or she grew\n         from in life, and out of what he or she did, felt, became,\n         loved, sinn'd, in life.\n\n   I believe that was not the end of those nations, or any person of\n         them, any more than this shall be the end of my nation, or of\n         me;\n   Of their languages, governments, marriage, literature, products,\n         games, wars, manners, crimes, prisons, slaves, heroes, poets,\n         I suspect their results curiously await in the yet unseen\n         world--counterparts of what accrued to them in the seen world.\n   I suspect I shall meet them there,\n   I suspect I shall there find each old particular of those unnamed\n         lands."}