{"subject": "The Sobstuff Sister", "text": "Sal was a sobstuff sister\nOn the pictures she’d shed tears galore\nHer tears fell in torrents, and the band at the Gaumonts\nPlayed ‘River, Stay away from my door’.\n\nBut Sally stood out at the pictures\nYes, Sally stood out like a star\nBut one night she cussed when her shoulder strap bust\nAnd she stood out a trifle too far.\n\nIn a picture called ‘Fighting for honour’\nEach night Sally fought against sin\nAnd the wise-guys and yobs payed their tanners and bobs\nAll thinking - she can’t always win!\n\nFilms have rolled on by the million\nEach week she was in a schemozzle\nEither biting the ears off Clark Gable\nOr biting the boko off Schnozzle.\n\nWrestling with Victor Maclaglen\nYoung Sal didn’t care - she took chances\nShe once played a vamp, who’d to sleep in a camp\nOut in Bengal with blokes with long lances.\n\nFilms have rolled on by the million\nBut still Sally struggled along\nShe played parts big and small, but the smallest of all\nWas when she played a flea on King Kong.\n\nThen she played the back legs of an elephant\nAnd just as the camera man shot ’em\nThe fellow in front sat down with a grunt\nAnd Sal sang, “you’re the top, I’m the bottom.”\n\nIn a picture called ‘Angels from Heaven’\nAs a girl flyer Sally showed pluck\n‘Till she fell with a crush in a raspberry bush\nSo the lads blew her out one for luck\n\nFilms have rolled on by the million\nIn a railway scene she had to suffer\nFor the Southern North mail ran right off the rail\nAnd mistook Sally’s chest for a buffer.\n\nIn a film called ‘The Forest’ she posed as a tree\nAnd poor Sally felt rather nettled\nFor the ants, wasps and bees crawled all round her knees\nAnd her further outlook was unsettled.\n\nOnce she had a tough time up at Wembley\nIn a picture called ‘Up for the Cup’\nFor her clothing got torn, she was as bare as you’re born\nBut thank Heaven she was sunny side up.\n\nFilms have rolled on by the million\nIn the Ghost Train film Sal played the Station\nBut the leading man, he had an onion for tea\nSo they called it ‘The Breath of a Nation’.\n\nAt the round up when branding the cattle\nOne cowboy was quite a fast worker\nBut the iron red-hot missed the cow’s tender spot\nAnd branded poor Sal as a shirker.\n\nIn the ‘Gangster’s last Bluff’ she said, “I’ve had enough,\nI’ll just say good-bye to the flickers”\nFor the gangsters shot holes in her new camisoles\nAnd then perforated her - undies.\n\nShe was riddled with lead and the film maggot said\n“If she leaves the films, what will the loss be?\n‘Though the winds from the West whistle tunes through her chest\nWe can’t kid the fans she’s Bing Crosby.”\n\nSal’s got garbo skinned to the eyebrows\nShe got Mae West skinned to the hips\nAnd with Marlene Dietrich she played a fried fish\nIn the ‘Auction of Soles’ with no chips.\n\nTake your hats off to Sal as a film star\nShe’s a trier, some trooper, some gel\nWhen she goes back to work in the laundry again\nTake your shirts and your pants off as well."}