{"subject": "Tale Xx", "text": "THE BROTHERS.\n\nThan old George Fletcher, on the British coast\nDwelt not a seaman who had more to boast:\nKind, simple and sincere--he seldom spoke,\nBut sometimes sang and chorus'd--'Hearts of Oak:'\nIn dangers steady, with his lot content,\nHis days in labour and in love were spent.\nHe left a Son so like him, that the old\nWith joy exclaim'd, ''Tis Fletcher we behold;'\nBut to his Brother, when the kinsmen came\nAnd view'd his form, they grudged the father's \n\nname.\nGeorge was a bold, intrepid, careless lad,\nWith just the failings that his father had;\nIsaac was weak, attentive, slow, exact,\nWith just the virtues that his father lack'd.\nGeorge lived at sea: upon the land a guest -\nHe sought for recreation, not for rest;\nWhile, far unlike, his brother's feebler form\nShrank from the cold, and shudder'd at the storm;\nStill with the Seaman's to connect his trade,\nThe boy was bound where blocks and ropes were made.\nGeorge, strong and sturdy, had a tender mind,\nAnd was to Isaac pitiful and kind;\nA very father, till his art was gain'd,\nAnd then a friend unwearied he remain'd;\nHe saw his brother was of spirit low,\nHis temper peevish, and his motions slow;\nNot fit to bustle in a world, or make\nFriends to his fortune for his merit's sake;\nBut the kind sailor could not boast the art\nOf looking deeply in the human heart;\nElse had he seen that this weak brother knew\nWhat men to court--what objects to pursue;\nThat he to distant gain the way discern'd,\nAnd none so crooked but his genius learn'd.\nIsaac was poor, and this the brother felt;\nHe hired a house, and there the Landman dwelt,\nWrought at his trade, and had an easy home,\nFor there would George with cash and comforts come;\nAnd when they parted, Isaac look'd around\nWhere other friends and helpers might be found.\nHe wish'd for some port-place, and one might \n\nfall,\nHe wisely thought, if he should try for all;\nHe had a vote--and were it well applied,\nMight have its worth--and he had views beside;\nOld Burgess Steel was able to promote\nAn humble man who served him with a vote;\nFor Isaac felt not what some tempers feel,\nBut bow'd and bent the neck to Burgess Steel;\nAnd great attention to a lady gave,\nHis ancient friend, a maiden spare and grave;\nOne whom the visage long and look demure\nOf Isaac pleased--he seem'd sedate and pure;\nAnd his soft heart conceived a gentle flame\nFor her who waited on this virtuous dame.\nNot an outrageous love, a scorching fire,\nBut friendly liking and chastised desire;\nAnd thus he waited, patient in delay,\nIn present favour and in fortune's way.\nGeorge then was coasting--war was yet delay'd,\nAnd what he gain'd was to his brother paid;\nNor ask'd the Seaman what he saved or spent,\nBut took his grog, wrought hard, and was content;\nTill war awaked the land, and George began\nTo think what part became a useful man:\n'Press'd, I must go: why, then, 'tis better far\nAt once to enter like a British tar,\nThan a brave captain and the foe to shun,\nAs if I fear'd the music of a gun.'\n'Go not!' said Isaac--'you shall wear disguise.'\n'What!' said the Seaman, 'clothe myself with lies!'\n'Oh! but there's danger.'--'Danger in the fleet?\nYou cannot mean, good brother, of defeat;\nAnd other dangers I at land must share -\nSo now adieu! and trust a brother's care.'\nIsaac awhile demurr'd--but, in his heart,\nSo might he share, he was disposed to part:\nThe better mind will sometimes feel the pain\nOf benefactions--favour is a chain;\nBut they the feeling scorn, and what they wish, \n\ndisdain;\nWhile beings form'd in coarser mould will hate\nThe helping hand they ought to venerate:\nNo wonder George should in this cause prevail,\nWith one contending who was glad to fail:\n'Isaac, farewell! do wipe that doleful eye;\nCrying we came, and groaning we may die;\nLet us do something 'twixt the groan and cry:\nAnd hear me, brother, whether pay or prize,\nOne half to thee I give and I devise;\nPor thou hast oft occasion for the aid\nOf learn'd physicians, and they will be paid;\nTheir wives and children men support at sea,\nAnd thou, my lad, art wife and child to me:\nFarewell! I go where hope and honour call,\nNor does it follow that who fights must fall,'\nIsaac here made a poor attempt to speak,\nAnd a huge tear moved slowly down his cheek;\nLike Pluto's iron drop, hard sign of grace,\nIt slowly roll'd upon the rueful face,\nForced by the striving will alone its way to trace.\nYears fled--war lasted--George at sea remain'd,\nWhile the slow Landman still his profits gain'd:\nAn humble place was vacant--he besought\nHis patron's interest, and the office caught;\nFor still the Virgin was his faithful friend,\nAnd one so sober could with truth commend,\nWho of his own defects most humbly thought,\nAnd their advice with zeal and reverence sought:\nWhom thus the Mistress praised, the Maid approved,\nAnd her he wedded whom he wisely loved.\nNo more he needs assistance--but, alas!\nHe fears the money will for liquor pass;\nOr that the Seaman might to flatterers lend,\nOr give support to some pretended friend:\nStill he must write--he wrote, and he confess'd\nThat, till absolved, he should be sore distress'd;\nBut one so friendly would, he thought, forgive\nThe hasty deed--Heav'n knew how he should live;\n'But you,' he added, 'as a man of sense,\nHave well consider'd danger and expense:\nI ran, alas! into the fatal snare,\nAnd now for trouble must my mind prepare;\nAnd how, with children, I shall pick my way\nThrough a hard world, is more than I can say:\nThen change not, Brother, your more happy state,\nOr on the hazard long deliberate.'\nGeorge answered gravely, 'It is right and fit,\nIn all our crosses, humbly to submit:\nYour apprehensions are unwise, unjust;\nForbear repining, and expel distrust.'\nHe added, 'Marriage was the joy of life,'\nAnd gave his service to his brother's wife;\nThen vow'd to bear in all expense a part,\nAnd thus concluded, 'Have a cheerful heart.'\nHad the glad Isaac been his brother's guide,\nIn the same terms the Seaman had replied;\nAt such reproofs the crafty Landman smiled,\nAnd softly said, 'This creature is a child.'\nTwice had the gallant ship a capture made -\nAnd when in port the happy crew were paid,\nHome went the Sailor, with his pockets stored,\nEase to enjoy, and pleasure to afford;\nHis time was short, joy shone in every face,\nIsaac half fainted in the fond embrace:\nThe wife resolved her honour'd guest to please,\nThe children clung upon their uncle's knees;\nThe grog went round, the neighbours drank his \n\nhealth,\nAnd George exclaimed, 'Ah! what to this is wealth?\nBetter,' said he, 'to bear a loving heart,\nThan roll in riches--but we now must part!'\nAll yet is still--but hark! the winds o'ersweep\nThe rising waves, and howl upon the deep;\nShips late becalm'd on mountain-billows ride -\nSo life is threaten'd and so man is tried.\nIll were the tidings that arrived from sea,\nThe worthy George must now a cripple be:\nHis leg was lopp'd; and though his heart was sound,\nThough his brave captain was with glory crown'd,\nYet much it vex'd him to repose on shore,\nAn idle log, and be of use no more:\nTrue, he was sure that Isaac would receive\nAll of his Brother that the foe might leave;\nTo whom the Seaman his design had sent,\nEre from the port the wounded hero went:\nHis wealth and expectations told, he 'knew\nWherein they fail'd, what Isaac's love would do;\nThat he the grog and cabin would supply,\nWhere George at anchor during life would lie.'\nThe Landman read--and, reading, grew distress'd: \n\n-\n'Could he resolve t'admit so poor a guest?\nBetter at Greenwich might the Sailor stay,\nUnless his purse could for his comforts pay.'\nSo Isaac judged, and to his wife appealed,\nBut yet acknowledged it was best to yield:\n'Perhaps his pension, with what sums remain\nDue or unsquander'd, may the man maintain;\nRefuse we must not.'--With a heavy sigh\nThe lady heard, and made her kind reply: -\n'Nor would I wish it, Isaac, were we sure\nHow long this crazy building will endure;\nLike an old house, that every day appears\nAbout to fall, he may be propp'd for years;\nFor a few months, indeed, we might comply,\nBut these old batter'd fellows never die.'\nThe hand of Isaac, George on entering took,\nWith love and resignation in his look;\nDeclared his comfort in the fortune past,\nAnd joy to find his anchor safely cast:\n'Call then my nephews, let the grog be brought,\nAnd I will tell them how the ship was fought.'\nAlas! our simple Seaman should have known\nThat all the care, the kindness, he had shown,\nWere from his Brother's heart, if not his memory, \n\nflown:\nAll swept away, to be perceived no more,\nLike idle structures on the sandy shore,\nThe chance amusement of the playful boy,\nThat the rude billows in their rage destroy.\nPoor George confess'd, though loth the truth to \n\nfind,\nSlight was his knowledge of a Brother's mind:\nThe vulgar pipe was to the wife offence,\nThe frequent grog to Isaac an expense;\nWould friends like hers, she question'd, 'choose to \n\ncome\nWhere clouds of poison'd fume defiled a room?\nThis could their Lady-friend, and Burgess Steel\n(Teased with his worship's asthma), bear to feel?\nCould they associate or converse with him -\nA loud rough sailor with a timber limb?'\nCold as he grew, still Isaac strove to show,\nBy well-feign'd care, that cold he could not grow;\nAnd when he saw his brother look distress'd,\nHe strove some petty comforts to suggest;\nOn his wife solely their neglect to lay,\nAnd then t'excuse it, as a woman's way;\nHe too was chidden when her rules he broke,\nAnd when she sicken'd at the scent of smoke.\nGeorge, though in doubt, was still consoled to \n\nfind\nHis Brother wishing to be reckoned kind:\nThat Isaac seem'd concern'd by his distress,\nGave to his injured feelings some redress;\nBut none he found disposed to lend an ear\nTo stories, all were once intent to hear:\nExcept his nephew, seated on his knee,\nHe found no creature cared about the sea;\nBut George indeed--for George they call'd the boy,\nWhen his good uncle was their boast and joy -\nWould listen long, and would contend with sleep,\nTo hear the woes and wonders of the deep;\nTill the fond mother cried--'That man will teach\nThe foolish boy his rude and boisterous speech.'\nSo judged the father--and the boy was taught\nTo shun the uncle, whom his love had sought.\nThe mask of kindness now but seldom worn,\nGeorge felt each evil harder to be borne;\nAnd cried (vexation growing day by day),\n'Ah! brother Isaac! What! I'm in the way!'\n'No! on my credit, look ye, No! but I\nAm fond of peace, and my repose would buy\nOn any terms--in short, we must comply:\nMy spouse had money--she must have her will -\nAh! brother, marriage is a bitter pill.'\nGeorge tried the lady--'Sister, I offend.'\n'Me?' she replied--'Oh no! you may depend\nOn my regard--but watch your brother's way,\nWhom I, like you, must study and obey.'\n'Ah!' thought the Seaman, 'what a head was mine,\nThat easy berth at Greenwich to resign!\nI'll to the parish'--but a little pride,\nAnd some affection, put the thought aside.\nNow gross neglect and open scorn he bore\nIn silent sorrow--but he felt the more:\nThe odious pipe he to the kitchen took,\nOr strove to profit by some pious book.\nWhen the mind stoops to this degraded state,\nNew griefs will darken the dependant's fate;\n'Brother!' said Isaac, 'you will sure excuse\nThe little freedom I'm compell'd to use:\nMy wife's relations--(curse the haughty crew!) -\nAffect such niceness, and such dread of you:\nYou speak so loud--and they have natures soft -\nBrother--I wish--do go upon the loft!'\nPoor George obey'd, and to the garret fled,\nWhere not a being saw the tears he shed:\nBut more was yet required, for guests were come,\nWho could not dine if he disgraced the room.\nIt shock'd his spirit to be esteem'd unfit\nWith an own brother and his wife to sit;\nHe grew rebellious--at the vestry spoke\nFor weekly aid--they heard it as a joke:\n'So kind a brother, and so wealthy--you\nApply to us?--No! this will never do:\nGood neighbour Fletcher,' said the Overseer,\n'We are engaged--you can have nothing here!'\nGeorge mutter'd something in despairing tone,\nThen sought his loft, to think and grieve alone;\nNeglected, slighted, restless on his bed,\nWith heart half broken, and with scraps ill fed;\nYet was he pleased that hours for play design'd\nWere given to ease his ever-troubled mind;\nThe child still listen'd with increasing joy,\nAnd he was sooth'd by the attentive boy.\nAt length he sicken'd, and this duteous child\nWatch'd o'er his sickness, and his pains beguiled;\nThe mother bade him from the loft refrain,\nBut, though with caution, yet he went again;\nAnd now his tales the Sailor feebly told,\nHis heart was heavy, and his limbs were cold:\nThe tender boy came often to entreat\nHis good kind friend would of his presents eat;\nPurloin'd or purchased, for he saw, with shame,\nThe food untouch'd that to his uncle came;\nWho, sick in body and in mind, received\nThe boy's indulgence, gratified and grieved.\n'Uncle will die!' said George: --the piteous \n\nwife\nExclaim'd, 'she saw no value in his life;\nBut, sick or well, to my commands attend,\nAnd go no more to your complaining friend.'\nThe boy was vex'd, he felt his heart reprove\nThe stern decree.--What! punish'd for his love!\nNo! he would go, but softly, to the room,\nStealing in silence--for he knew his doom.\nOnce in a week the father came to say,\n'George, are you ill?' and hurried him away;\nYet to his wife would on their duties dwell,\nAnd often cry, 'Do use my brother well:'\nAnd something kind, no question, Isaac meant,\nWho took vast credit for the vague intent.\nBut, truly kind, the gentle boy essay'd\nTo cheer his uncle, firm, although afraid;\nBut now the father caught him at the door,\nAnd, swearing--yes, the man in office swore,\nAnd cried, 'Away! How! Brother, I'm surprised\nThat one so old can be so ill advised:\nLet him not dare to visit you again,\nYour cursed stories will disturb his brain;\nIs it not vile to court a foolish boy,\nYour own absurd narrations to enjoy?\nWhat! sullen!--ha, George Fletcher! you shall see,\nProud as you are, your bread depends on me!'\nHe spoke, and, frowning, to his dinner went,\nThen cool'd and felt some qualms of discontent:\nAnd thought on times when he compell'd his son\nTo hear these stories, nay, to beg for one;\nBut the wife's wrath o'ercame the brother's pain,\nAnd shame was felt, and conscience rose, in vain.\nGeorge yet stole up; he saw his Uncle lie\nSick on the bed, and heard his heavy sigh;\nSo he resolved, before he went to rest,\nTo comfort one so dear and so distressed;\nThen watch'd his time, but, with a child-like art,\nBetray'd a something treasured at his heart:\nTh' observant wife remark'd, 'The boy is grown\nSo like your brother, that he seems his own:\nSo close and sullen! and I still suspect\nThey often meet: --do watch them and detect.'\nGeorge now remark'd that all was still as night,\nAnd hasten'd up with terror and delight;\n'Uncle!' he cried, and softly tapp'd the door,\nDo let me in'--but he could add no more;\nThe careful father caught him in the fact,\nAnd cried,--'You serpent! is it thus you act?\n'Back to your mother!'--and, with hasty blow,\nHe sent th' indignant boy to grieve below;\nThen at the door an angry speech began -\n'Is this your conduct?--Is it thus you plan?\nSeduce my child, and make my house a scene\nOf vile dispute--What is it that you mean?\nGeorge, are you dumb? do learn to know your \n\nfriends,\nAnd think a while on whom your bread depends.\nWhat! not a word? be thankful I am cool -\nBut, sir, beware, nor longer play the fool.\nCome! brother, come! what is it that you seek\nBy this rebellion?--Speak, you villain, speak!\nWeeping! I warrant--sorrow makes you dumb:\nI'll ope your mouth, impostor! if I come:\nLet me approach--I'll shake you from the bed,\nYou stubborn dog--Oh God! my Brother's dead!'\nTimid was Isaac, and in all the past\nHe felt a purpose to be kind at last:\nNor did he mean his brother to depart,\nTill he had shown this kindness of his heart;\nBut day by day he put the cause aside,\nInduced by av'rice, peevishness, or pride.\nBut now awaken'd, from this fatal time\nHis conscience Isaac felt, and found his crime:\nHe raised to George a monumental stone,\nAnd there retired to sigh and think alone;\nAn ague seized him, he grew pale, and shook -\n'So,' said his son, 'would my poor Uncle look.'\n'And so, my child, shall I like him expire.'\n'No! you have physic and a cheerful fire.'\n'Unhappy sinner! yes, I'm well supplied\nWith every comfort my cold heart denied.'\nHe view'd his Brother now, but not as one\nWho vex'd his wife by fondness for her son;\nNot as with wooden limb, and seaman's tale,\nThe odious pipe, vile grog, or humbler ale:\nHe now the worth and grief alone can view\nOf one so mild, so generous, and so true;\n'The frank, kind Brother, with such open heart, -\nAnd I to break it--'twas a demon's part!'\nSo Isaac now, as led by conscience, feels,\nNor his unkindness palliates or conceals;\n'This is your folly,' said his heartless wife:\n'Alas! my folly cost my Brother's life;\nIt suffer'd him to languish and decay -\nMy gentle Brother, whom I could not pay,\nAnd therefore left to pine, and fret his life away\n\n!'\nHe takes his Son, and bids the boy unfold\nAll the good Uncle of his feelings told,\nAll he lamented--and the ready tear\nFalls as he listens, soothed, and grieved to hear.\n'Did he not curse me, child?'--'He never cursed,\nBut could not breathe, and said his heart would \n\nburst.'\n'And so will mine:'--'Then, father, you must pray:\nMy uncle said it took his pains away.'\nRepeating thus his sorrows, Isaac shows\nThat he, repenting, feels the debt he owes,\nAnd from this source alone his every comfort flows.\nHe takes no joy in office, honours, gain;\nThey make him humble, nay, they give him pain:\n'These from my heart,' he cries, 'all feeling \n\ndrove;\nThey made me cold to nature, dead to love.'\nHe takes no joy in home, but sighing, sees\nA son in sorrow, and a wife at ease;\nHe takes no joy in office--see him now,\nAnd Burgess Steel has but a passing bow;\nOf one sad train of gloomy thoughts possess'd,\nHe takes no joy in friends, in food, in rest -\nDark are the evil days, and void of peace the best.\nAnd thus he lives, if living be to sigh,\nAnd from all comforts of the world to fly,\nWithout a hope in life--without a wish to die."}