{"subject": "Love And Honor", "text": "Sed neque Medorum silvae, ditissima terra\nNec pulcher Ganges, atque auro turbidus Haemus,\nLaudibus Angligenum certent; non Bactra, nec Indi,\nTotaque thuriferis Panchaia pinguis arenis.\n\nImitation.\n\nYet let not Median woods, (abundant track!)\nNor Ganges fair, nor Haemus, miser-like,\nProud of his hoarded gold, presume to vie\nWith Britain's boast and praise; nor Persian Bactra,\nNor India's coasts, nor all Panchaia's sands,\nRich, and exulting in their lofty towers.\n\n____\n\nLet the green olive glad Hesperian shores;\nHer tawny citron, and her orange groves,\nThese let Iberia boast; but if in vain,\nTo win the stranger plant's diffusive smile,\nThe Briton labours, yet our native minds,\nOur constant bosoms, these the dazzled world\nMay view with envy; these Iberian dames\nSurvey with fix'd esteem and fond desire.\nHapless Elvira! thy disastrous fate\nMay well this truth explain, nor ill adorn\nThe British lyre; then chiefly, if the Muse,\nNor vain, nor partial, from the simple guise\nOf ancient record catch the pensive lay,\nAnd in less grovelling accents give to Fame.\nElvira! loveliest maid! the Iberian realm\nCould boast no purer breast, no sprightlier mind,\nNo race more splendent, and no form so fair.\nSuch was the chance of war, this peerless maid,\nIn life's luxuriant bloom, enrich'd the spoil\nOf British victors, victory's noblest pride!\nShe, she alone, amid the wailful train\nOf captive maids, assign'd to Henry's care,\nLord of her life, her fortune, and her fame!\nHe, generous youth! with no penurious hand,\nThe tedious moments, that unjoyous roll\nWhere Freedom's cheerful radiance shines no more,\nEssay'd to soften; conscious of the pang\nThat Beauty feels, to waste its fleeting hours\nIn some dim fort, by foreign rule restrain'd,\nFar from the haunts of men, or eye of day!\nSometimes, to cheat her bosom of its cares,\nHer kind protector number'd o'er the toils\nHimself had worn; the frowns of angry seas,\nOr hostile rage, or faithless friend, more fell\nThan storm or foe; if haply she might find\nHer cares diminish'd; fruitless, fond essay!\nNow to her lovely hand, with modest awe\nThe tender lute he gave; she, not averse,\nNor destitute of skill, with willing hand\nCall'd forth angelic strains; the sacred debt\nOf gratitude, she said, whose just commands\nStill might her hand with equal pride obey!\nNor to the melting sounds the nymph refused\nHer vocal art; harmonious as the strain\nOf some imprison'd lark, who, daily cheer'd\nBy guardian cares, repays them with a song;\nNor droops, nor deems sweet liberty resign'd.\nThe song, not artless had she framed to paint\nDisastrous passion; how, by tyrant laws\nOf idiot custom sway'd, some soft-eyed fair\nLoved only one, nor dared that love reveal!\nHow the soft anguish banish'd from her cheek\nThe damask rose full-blown; a fever came,\nAnd from her bosom forced the plaintive tale;\nThen, swift as light, he sought the love-lorn maid,\nBut vainly sought her; torn by swifter fate\nTo join the tenants of the myrtle shade,\nLove's mournful victims on the plains below.\nSometimes, as Fancy spoke the pleasing task,\nShe taught her artful needle to display\nThe various pride of spring; then swift upsprung\nThickets of myrtle, eglantine, and rose:\nThere might you see, on gentle toils intent,\nA train of busy Loves; some pluck the flower,\nSome twine the garland, some with grave grimace\nAround a vacant warrior cast the wreath.\n'Twas paint, 'twas life! and sure to piercing eyes\nThe warrior's face depictured Henry's mien.\nNow had the generous chief with joy perused\nThe royal scroll, which to their native home,\nTheir ancient rights, uninjured, unredeem'd,\nRestored the captives. Forth with rapid haste\nTo glad his fair Elvira's ear, he sprung,\nFired by the bliss he panted to convey;\nBut fired in vain! Ah! what was his amaze,\nHis fond distress, when o'er her pallid face\nDejection reign'd, and from her lifeless hand\nDown dropt the myrtle's fair unfinish'd flower!\nSpeechless she stood; at length, with accents faint,\n'Well may my native shore,' she said, 'resound\nThy monarch's praise; and here Elvira prove\nOf thine forgetful; flowers shall cease to feel\nThe fostering breeze, and Nature change her laws!'\nAnd now the grateful edict wide alarm'd\nThe British host. Around the smiling youths,\nCall'd to their native scenes, with willing haste\nTheir fleet unmoor; impatient of the love\nThat weds each bosom to its native soil.\nThe patriot passion! strong in every clime,\nHow justly theirs who find no foreign sweets\nTo dissipate their loves, or match their own.\nNot so Elvira! she, disastrous maid!\nWas doubly captive; power nor chance could loose\nThe subtle bands; she loved her generous foe;\nShe, where her Henry dwelt, her Henry smiled,\nCould term her native shore; her native shore,\nBy him deserted, some unfriendly strand,\nStrange, bleak, forlorn! a desert waste and wild.\nThe fleet careen'd, the wind propitious fill'd\nThe swelling sails, the glittering transports waved\nTheir pennants gay, and halcyons' azure wing,\nWith flight auspicious, skimm'd the placid main.\nOn her lone couch in tears Elvira lay,\nAnd chid the officious wind, the tempting sea,\nAnd wish'd a storm as merciless as tore\nHer labouring bosom. Fondly now she strove\nTo banish passion; now the vassal days,\nThe captive moments, that so smoothly past,\nBy many an art recall'd; now from her lute\nWith trembling fingers call'd the favourite sounds\nWhich Henry deign'd to praise; and now essay'd,\nWith mimic chains of silken fillets wove,\nTo paint her captive state; if any fraud\nMight to her love the pleasing scenes prolong,\nAnd with the dear idea feast the soul.\nBut now the chief return'd, prepared to launch\nOn Ocean's willing breast, and bid adieu\nTo his fair prisoner. She, soon as she heard\nHis hated errand, now no more conceal'd\nThe raging flame; but with a spreading blush\nAnd rising sigh, the latent pang disclosed.\n'Yes, generous youth! I see thy bosom glow\nWith virtuous transport, that the task is thine\nTo solve my chains, and to my weeping friends,\nAnd every longing relative, restore\nA soft-eyed maid, a mild offenceless prey!\nBut know, my Soldier! never youthful mind,\nTorn from the lavish joys of wild expense\nBy him he loathed, and in a dungeon bound\nTo languish out his bloom, could match the pains\nThis ill-starr'd freedom gives my tortured mind.\n'What call I freedom? is it that these limbs,\nFrom rigid bolts secure, may wander far\nFrom him I love? Alas! ere I may boast\nThat sacred blessing, some superior power\nTo mortal kings, to sublunary thrones,\nMust loose my passion, must unchain my soul:\nEven that I loathe: all liberty I loathe!\nBut most the joyless privilege to gaze\nWith cold indifference, where desert is love.\n'True, I was born an alien to those eyes\nI ask alone to please; my fortune's crime!\nAnd ah! this flatter'd form, by dress endear'd\nTo Spanish eyes, by dress may thine offend,\nWhilst I, ill-fated maid! ordain'd to strive\nWith custom's load, beneath its weight expire.\n'Yet Henry's beauties knew in foreign garb\nTo vanquish me; his form, howe'er disguised,\nTo me were fatal! no fantastic robe\nThat e'er Caprice invented, Custom wore,\nOr Folly smiled on, could eclipse thy charms.\n'Perhaps by birth decreed, by Fortune placed\nThy country's foe, Elvira's warmest plea\nSeems but the subtler accent fraud inspires;\nMy tenderest glances but the specious flowers,\nThat shade the viper while she plots her wound.\nAnd can the trembling candidate of love\nAwake thy fears? and can a female breast,\nBy ties of grateful duty bound, ensnare?\nIs there no brighter mien, no softer smile\nFor love to wear, to dark Deceit unknown?\nHeaven search my soul! and if through all its cells\nLurk the pernicious drop of poisonous guile,\nFull on my fenceless head its viall'd wrath\nMay Fate exhaust, and for my happiest hour\nExalt the vengeance I prepare for thee!\n'Ah me! nor Henry's nor his country's foe,\nOn thee I gazed, and Reason soon dispell'd\nDim Error's gloom, and to thy favour'd isle\nAssign'd its total merit, unrestrain'd.\nOh! lovely region to the candid eye!\n'Twas there my fancy saw the Virtues dwell,\nThe Loves, the Graces, play, and bless'd the soil\nThat nurtured thee! for sure the Virtues form'd\nThy generous breast; the Loves, the Graces plann'd\nThy shapely limbs. Relation, birth, essay'd\nTheir partial power in vain; again I gazed,\nAnd Albion's isle appear'd, amidst a tract\nOf savage wastes, the darling of the skies!\nAnd thou, by Nature form'd, by Fate assign'd,\nTo paint the genius of thy native shore.\n''Tis true, with flowers, with many a dazzling scene\nOf burnish'd plants, to lure a female eye,\nIberia glows; but, ah! the genial sun,\nThat gilds the lemon's fruit, or scents the flower,\nOn Spanish minds, a nation's nobler boast,\nBeams forth ungentle influences. There\nSits Jealousy enthroned, and at each ray\nExultant lights his slow consuming fires.\nNot such thy charming region; long before\nMy sweet experience taught me to decide\nOf English worth, the sound had pleased mine ear.\nIs there that savage coast, that rude sojourn,\nStranger to British worth? the worth which forms\nThe kindest friends, the most tremendous foes;\nFirst, best supports of liberty and love!\nNo, let subjected India, while she throws\nO'er Spanish deeds the veil, your praise resound.\nLong as I heard, or ere in story read\nOf English fame, my biass'd partial breast\nWish'd them success: and happiest she, I cried,\nOf women happiest she, who shares the love,\nThe fame, the virtues, of an English lord.\nAnd now, what shall I say? Blest be the hour\nYour fair-built vessels touch'd the Iberian shores:\nBlest, did I say, the time? if I may bless\nThat loved event, let Henry's smiles declare.\nOur hearts and cities won, will Henry's youth\nForego its nobler conquest? will he slight\nThe soft endearments of the lovelier spoil?\nAnd yet Iberia's sons, with every vow\nOf lasting faith, have sworn these humble charms\nWere not excell'd; the source of all their pains,\nAnd love her just desert, who sues for love,\nBut sues to thee, while natives sigh in vain.\n'Perhaps in Henry's eye (for vulgar minds\nDissent from his) it spreads a hateful stain\nOn honest Fame, amid his train to bear\nA female friend. Then learn, my gentle youth!\nNot Love himself, with all the pointed pains\nThat store his quiver, shall seduce my soul\nFrom honour's laws. Elvira once denied\nA consort's name, more swift than lightning flies\nWhen elements discordant vex the sky,\nShall, blushing, from the form she loves retire.\nYet if the specious wish the vulgar voice\nHas titled Prudence, sways a soul like thine,\nIn gems or gold what proud Iberian dame\nEclipses me? Nor paint the dreary storms\nOr hair-breadth 'scapes that haunt the boundless deep,\nAnd force from tender eyes the silent tear;\nWhen Memory to the pensive maid suggests,\nIn full contrast, the safe domestic scene\nFor these resign'd. Beyond the frantic rage\nOf conquering heroes brave, the female mind,\nWhen steel'd by love, in Love's most horrid way\nBeholds not danger, or, beholding, scorns.\nHeaven take my life, but let it crown my love!'\nShe ceased; and ere his words her fate decreed,\nImpatient, watch'd the language of his eye:\nThere Pity dwelt, and from its tender sphere\nSent looks of love, and faithless hopes inspired.\n'Forgive me, generous maid!' the youth return'd,\n'If by thy accents charm'd, thus long I bore\nTo let such sweetness plead, alas! in vain.\nThy virtue merits more than crowns can yield\nOf solid bliss, or happiest love bestow\nBut ere from native shores I plough'd the main,\nTo one dear maid, by virtue, and by charms\nAlone endear'd, my plighted vows I gave;\nTo guard my faith, whatever chance should wait\nMy warring sword: if conquest, fame, and spoil,\nGraced my return, before her feet to pour\nThe glittering treasure, and the laurel wreath,\nEnjoying conquest then, and fame and spoil:\nIf Fortune frown'd adverse, and Death forbade\nThe blissful union, with my latest breath\nTo dwell on Medway's and Maria's name.\nThis ardent vow deep-rooted, from my soul\nNo dangers tore; this vow my bosom fired\nTo conquer danger, and the spoil enjoy.\nHer shall I leave, with fair events elate,\nWho crown'd mine humblest fortune with her love?\nHer shall I leave, who now, perchance, alone\nClimbs the proud cliff, and chides my slow return?\nAnd shall that vessel, whose approaching sails\nShall swell her breast with extasies, convey\nDeath to her hopes, and anguish to her soul?\nNo! may the deep my villain corse devour,\nIf all the wealth Iberian mines conceal,\nIf all the charms Iberian maids disclose,\nIf thine, Elvira, thine, uniting all,\nThus far prevail-nor can thy virtuous breast\nDemand what honour, faith, and love, denies.'\n'Oh! happy she,' rejoin'd the pensive maid,\n'Who shares thy fame, thy virtue, and thy love!\nAnd be she happy! thy distinguish'd choice\nDeclares her worth, and vindicates her claim.\nFarewell my luckless hopes! my flattering dreams\nOf rapturous days! my guilty suit, farewell!\nYet fond howe'er my plea, or deep the wound\nThat waits my fame, let not the random shaft\nOf Censure pierce with me the Iberian dames;\nThey love with caution, and with happier stars.\nAnd, oh! by pity moved, restrain the taunts\nOf levity, nor brand Elvira's flame;\nBy merit raised, by gratitude approved,\nBy hope confirm'd, with artless truth reveal'd,\nLet, let me say, but for one matchless maid\nOf happier birth, with mutual ardour crown'd.\n'These radiant gems, which burnish Happiness,\nBut mock Misfortune, to thy favourite's hand\nWith care convey; and well may such adorn\nHer cheerful front, who finds in thee alone\nThe source of every transport, but disgrace\nMy pensive breast, which, doom'd to lasting woe,\nIn thee the source of every bliss resign.\n'And now, farewell, thou darling youth! the gem\nOf English merit! Peace, content, and joy,\nAnd tender hopes, and young desires, farewell!\nAttend, ye smiling Train! this gallant mind\nBack to his native shores; there sweetly smooth\nHis evening pillow, dance around his groves,\nAnd, where he treads, with violets paint his way:\nBut leave Elvira! leave her, now no more\nYour frail companion! in the sacred cells\nOf some lone cloister let me shroud my shame\nThere to the matin bell, obsequious, pour\nMy constant orisons. The wanton Loves\nAnd gay Desires, shall spy the glimmering towers,\nAnd wing their flight aloof: but rest confirm'd,\nThat never shall Elvira's tongue conclude\nHer shortest prayer, ere Henry's dear success\nThe warmest accent of her zeal employ.'\nThus spoke the weeping fair, whose artless mind\nImpartial scorn'd to model her esteem\nBy native customs; dress, and face, and air,\nAnd manners, less; nor yet resolved in vain.\nHe, bound by prior love, the solemn vow\nGiven and received, to soft compassion gave\nA tender tear; then with that kind adieu\nEsteem could warrant, wearied Heaven with prayers\nTo shield that tender breast he left forlorn.\nHe ceased; and to the cloister's pensive scene\nElvira shaped her solitary way."}