{"subject": "Farewell To Spring", "text": "I saw this morning, with a sudden smart,\nSpring preparing to depart.\nI know her well and so I told her all my heart.\n\n''Why did you, Spring, your coming so delay,\nIf, now here, you cannot stay?\nYou win my love and then unloving pass away.\n\n''We waited, waited, O so long, so long,\nJust to hear the ousel's song.\nTo-morrow 'twill be hushed, to-day that is so strong.\n\n''Day after day, and dawn again on dawn,\nWinter's shroud was on the lawn,\nSo still, so smooth, we thought 'twould never be withdrawn.\n\n'Now that at last your welcome mimic snow\nDoth upon the hawthorn blow,\nIt bides not on the bough, but melts before we know.\n\n''Scarce hath the primrose o'er the sordid mould\nLavished treasure, than behold!\nOur wealth of simple joy is robbed of all its gold.\n\n''When to the woods we hie with feet of mirth,\nNow the hyacinths have birth,\nSwiftly the blue of Heaven fades from the face of earth.\n\n''You with dry gusts and unrelenting wrack\nKept the liquid cuckoo back.\nNow, even ere he goes, he turneth hoarse, alack!\n\n''When, in the long warm nights of June,\nNightingales have got their tune,\nTheir sweet woe dies, and we are beggared of the boon.\n\n''First drops the bloom, then darkens the green leaf;\nEverything in life is brief,\nSave autumn's deepening gloom and winter's changeless grief.''\n\nThen with a smile thus answered me the Spring:\n''To my voice and flight you cling,\nFor I, before I perch, again am on the wing.\n\n''With you were I the whole year round to stay,\n'Twould be you that went away,\nYour love made fickle by monotony of May.\n\n''Love cannot live save upon love beyond.\nLeaving you, I keep you fond,\nNot letting you despair, but making you despond.\n\n'Farewell, and love me still, my lover dear,\nLove me till another year,\nAnd you, if you be true, again will find me here.''\n\nThen darker, deeper, waxed the woods; the ground\nFlowerless turned and then embrowned;\nAnd less was of sweet scent, and less was of sweet sound.\n\nMute was the mavis, moulted was the thorn,\nMeads were cut, and lambs were shorn,\nAnd I by Spring was left forsaken and forlorn.\n\nForlorn, forsaken, shall I be until\nPrimrose peep and throstle shrill,\nAnd in the orchard gleam the outriding daffodil.\n\nThen shall I know that Spring among the trees\nHiding is, and that the breeze\nAnew will fling abroad odours and melodies."}