{"subject": "St. Winefred's Well", "text": "ACT I. SC. I\n\nEnter Teryth from riding, Winefred following.\n\nT. WHAT is it, Gwen, my girl? why do you hover and haunt me? \n\nW. You came by Caerwys, sir? \nT. I came by Caerwys. \nW. There\nSome messenger there might have met you from my uncle. \nT. Your uncle met the messenger—met me; and this the message:\nLord Beuno comes to-night. \nW. To-night, sir! \nT. Soon, now: therefore\nHave all things ready in his room. \nW. There needs but little doing. \nT. Let what there needs be done. Stay! with him one companion,\nHis deacon, Dirvan Warm: twice over must the welcome be,\nBut both will share one cell.—This was good news, Gwenvrewi. \nW. Ah yes! \nT. Why, get thee gone then; tell thy mother I want her.\n\nExit Winefred.\n\nNo man has such a daughter. The fathers of the world\nCall no such maiden ‘mine’. The deeper grows her dearness\nAnd more and more times laces round and round my heart,\nThe more some monstrous hand gropes with clammy fingers there,\nTampering with those sweet bines, draws them out, strains them, strains them;\nMeantime some tongue cries ‘What, Teryth! what, thou poor fond father!\nHow when this bloom, this honeysuckle, that rides the air so rich about thee,\nIs all, all sheared away, thus!’ Then I sweat for fear.\nOr else a funeral, and yet ’tis not a funeral,\nSome pageant which takes tears and I must foot with feeling that\nAlive or dead my girl is carried in it, endlessly\nGoes marching thro’ my mind. What sense is this? It has none.\nThis is too much the father; nay the mother. Fanciful!\nI here forbid my thoughts to fool themselves with fears.\n\nEnter Gwenlo.\n. . . . . . . . \n\nACT II.—Scene, a wood ending in a steep bank over a dry dene, Winefred having been murdered within. Re-enter Caradoc with a bloody sword.\n\nC. My heart, where have we been? What have we seen, my mind?\nWhat stroke has Caradoc’s right arm dealt? what done? Head of a rebel\nStruck off it has; written upon lovely limbs,\nIn bloody letters, lessons of earnest, of revenge;\nMonuments of my earnest, records of my revenge,\nOn one that went against me whéreas I had warned her—\nWarned her! well she knew. I warned her of this work.\nWhat work? what harm ’s done? There is no harm done, none yet;\nPerhaps we struck no blow, Gwenvrewi lives perhaps;\nTo makebelieve my mood was—mock. O I might think so\nBut here, here is a workman from his day’s task sweats.\nWiped I am sure this was; it seems not well; for still,\nStill the scarlet swings and dances on the blade.\nSo be it. Thou steel, thou butcher,\nI cán scour thee, fresh burnish thee, sheathe thee in thy dark lair; these drops\nNever, never, never in their blue banks again.\nThe woeful, Cradock, O the woeful word! Then what,\nWhat have we seen? Her head, sheared from her shoulders, fall,\nAnd lapped in shining hair, roll to the bank’s edge; then\nDown the beetling banks, like water in waterfalls,\nIt stooped and flashed and fell and ran like water away.\nHer eyes, oh and her eyes!\nIn all her beauty, and sunlight to it is a pit, den, darkness,\nFoam-falling is not fresh to it, rainbow by it not beaming,\nIn all her body, I say, no place was like her eyes,\nNo piece matched those eyes kept most part much cast down\nBut, being lifted, immortal, of immortal brightness.\nSeveral times I saw them, thrice or four times turning;\nRound and round they came and flashed towards heaven: O there,\nThere they did appeal. Therefore airy vengeances\nAre afoot; heaven-vault fast purpling portends, and what first lightning\nAny instant falls means me. And I do not repent;\nI do not and I will not repent, not repent.\nThe blame bear who aroused me. What I have done violent\nI have like a lion done, lionlike done,\nHonouring an uncontrolled royal wrathful nature,\nMantling passion in a grandeur, crimson grandeur.\nNow be my pride then perfect, all one piece. Henceforth\nIn a wide world of defiance Caradoc lives alone,\nLoyal to his own soul, laying his own law down, no law nor\nLord now curb him for ever. O daring! O deep insight!\nWhat is virtue? Valour; only the heart valiant.\nAnd right? Only resolution; will, his will unwavering\nWho, like me, knowing his nature to the heart home, nature’s business,\nDespatches with no flinching. But will flesh, O can flesh\nSecond this fiery strain? Not always; O no no!\nWe cannot live this life out; sometimes we must weary\nAnd in this darksome world what comfort can I find?\nDown this darksome world cómfort whére can I find\nWhen ’ts light I quenched; its rose, time’s one rich rose, my hand,\nBy her bloom, fast by her fresh, her fleecèd bloom,\nHideous dashed down, leaving earth a winter withering\nWith no now, no Gwenvrewi. I must miss her most\nThat might have spared her were it but for passion-sake. Yes,\nTo hunger and not have, yét hope ón for, to storm and strive and\nBe at every assault fresh foiled, worse flung, deeper disappointed,\nThe turmoil and the torment, it has, I swear, a sweetness,\nKeeps a kind of joy in it, a zest, an edge, an ecstasy,\nNext after sweet success. I am not left even this;\nI all my being have hacked in half with her neck: one part,\nReason, selfdisposal, choice of better or worse way,\nIs corpse now, cannot change; my other self, this soul,\nLife’s quick, this kínd, this kéen self-feeling,\nWith dreadful distillation of thoughts sour as blood,\nMust all day long taste murder. What do nów then? Do? Nay,\nDeed-bound I am; one deed treads all down here cramps all doing. What do? Not yield,\nNot hope, not pray; despair; ay, that: brazen despair out,\nBrave all, and take what comes—as here this rabble is come,\nWhose bloods I reck no more of, no more rank with hers\nThan sewers with sacred oils. Mankind, that mobs, comes. Come! \n\nEnter a crowd, among them Teryth, Gwenlo, Beuno.\n. . . . . . . .\n\nAfter Winefred’s raising from the dead and the breaking out of the fountain.\n\nBEUNO. O now while skies are blue, now while seas are salt,\nWhile rushy rains shall fall or brooks shall fleet from fountains,\nWhile sick men shall cast sighs, of sweet health all despairing,\nWhile blind men’s eyes shall thirst after daylight, draughts of daylight,\nOr deaf ears shall desire that lipmusic that ’s lost upon them,\nWhile cripples are, while lepers, dancers in dismal limb-dance,\nFallers in dreadful frothpits, waterfearers wild,\nStone, palsy, cancer, cough, lung wasting, womb not bearing,\nRupture, running sores, what more? in brief; in burden,\nAs long as men are mortal and God merciful,\nSo long to this sweet spot, this leafy lean-over,\nThis Dry Dene, now no longer dry nor dumb, but moist and musical\nWith the uproll and the downcarol of day and night delivering\nWater, which keeps thy name, (for not in róck wrítten,\nBut in pale water, frail water, wild rash and reeling water,\nThat will not wear a print, that will not stain a pen,\nThy venerable record, virgin, is recorded).\nHere to this holy well shall pilgrimages be,\nAnd not from purple Wales only nor from elmy England,\nBut from beyond seas, Erin, France and Flanders, everywhere,\nPilgrims, still pilgrims, móre pílgrims, still more poor pilgrims.\n. . . . . . . .\nWhat sights shall be when some that swung, wretches, on crutches\nTheir crutches shall cast from them, on heels of air departing,\nOr they go rich as roseleaves hence that loathsome cáme hither!\nNot now to náme even\nThose dearer, more divine boons whose haven the heart is.\n. . . . . . . .\nAs sure as what is most sure, sure as that spring primroses\nShall new-dapple next year, sure as to-morrow morning,\nAmongst come-back-again things, thíngs with a revival, things with a recovery,\nThy name…\n. . . . . . . ."}