{"subject": "Sacra Fames (La Faim Sacrée) 1884", "text": "L' immense mer sommeille. Elle hausse et balance\nSes houles où le ciel met d' éclatants îlots.\nUne nuit d' or emplit d' un magique silence\nLa merveilleuse horreur de l' espace et des flots.\n\nLes deux gouffres ne font qu' un abîme sans borne\nDe tristesse, de paix et d' éblouissement,\nSanctuaire et tombeau, désert splendide et morne\nOù des millions d' yeux regardent fixement.\n\nTels, le ciel magnifique et les eaux vénérables\nDorment dans la lumière et dans la majesté,\nComme si la rumeur des vivants misérables\nN' avait troublé jamais leur rêve illimité.\n\nCependant, plein de faim dans sa peau flasque et rude,\nLe sinistre rôdeur des steppes de la mer\nVient, va, tourne, et, flairant au loin la solitude,\nEntre-bâille d' ennui ses mâchoires de fer.\n\nCertes, il n' a souci de l' immensité bleue,\nDes trois rois, du triangle ou du long scorpion\nQui tord dans l' infini sa flamboyante queue,\nNi de l' ourse qui plonge au clair septentrion.\n\nIl ne sait que la chair qu' on broie et qu' on dépèce,\nEt, toujours absorbé dans son désir sanglant,\nAu fond des masses d' eau lourdes d' une ombre épaisse\nIl laisse errer son oeil terne, impassible et lent.\n\nTout est vide et muet. Rien qui nage ou qui flotte,\nQui soit vivant ou mort, qu' il puisse entendre ou voir.\nIl reste inerte, aveugle, et son grêle pilote\nSe pose pour dormir sur son aileron noir.\n\nVa, monstre ! Tu n' es pas autre que nous ne sommes,\nPlus hideux, plus féroce, ou plus désespéré.\nConsole-toi ! Demain tu mangeras des hommes,\nDemain par l' homme aussi tu seras dévoré.\n\nLa faim sacrée est un long meurtre légitime\nDes profondeurs de l' ombre aux cieux resplendissants,\nEt l' homme et le requin, égorgeur ou victime,\nDevant ta face, ô mort, sont tous deux innocents."}