{"subject": "The Torture Of Cuauhtemoc", "text": "Their strength had fed on this when Death's white arms \nCame sleeved in vapors and miasmal dew, \nCurling across the jungle's ferny floor, \nBecking each fevered brain. On bleak divides, \nWhere Sleep grew niggardly for nipping cold \nThat twinged blue lips into a mouthed curse, \nNot back to Seville and its sunny plains \nWinged their brief-biding dreams, but once again, \nLords of a palace in Tenochtitlan, \nThey guarded Montezuma's treasure-hoard. \nGold, like some finny harvest of the sea, \nPoured out knee deep around the rifted floors, \nShiny and sparkling, -- arms and crowns and rings: \nGold, sweet to toy with as beloved hair, -- \nTo plunge the lustful, crawling fingers down, \nArms elbow deep, and draw them out again, \nAnd watch the glinting metal trickle off, \nEven as at night some fisherman, home bound \nWith speckled cargo in his hollow keel \nCaught off Campeche or the Isle of Pines, \nDips in his paddle, lifts it forth again, \nAnd laughs to see the luminous white drops \nFall back in flakes of fire. . . . Gold was the dream \nThat cheered that desperate enterprise. And now? . . . \nVictory waited on the arms of Spain, \nFallen was the lovely city by the lake, \nThe sunny Venice of the western world; \nThere many corpses, rotting in the wind, \nPoked up stiff limbs, but in the leprous rags \nNo jewel caught the sun, no tawny chain \nGleamed, as the prying halberds raked them o'er. \nPillage that ran red-handed through the streets \nCame railing home at evening empty-palmed; \nAnd they, on that sad night a twelvemonth gone, \nWho, ounce by ounce, dear as their own life's blood \nRetreating, cast the cumbrous load away: \nThey, when brown foemen lopped the bridges down, \nWho tipped thonged chests into the stream below \nAnd over wealth that might have ransomed kings \nPassed on to safety; -- cheated, guerdonless -- \nFound (through their fingers the bright booty slipped) \nA city naked, of that golden dream \nShorn in one moment like a sunset sky. \nDeep in a chamber that no cheerful ray \nPurged of damp air, where in unbroken night \nBlack scorpions nested in the sooty beams, \nHelpless and manacled they led him down -- \nCuauhtemotzin -- and other lords beside -- \nAll chieftains of the people, heroes all -- \nAnd stripped their feathered robes and bound them there \nOn short stone settles sloping to the head, \nBut where the feet projected, underneath \nHeaped the red coals. Their swarthy fronts illumed, \nThe bearded Spaniards, helmed and haubergeoned, \nPaced up and down beneath the lurid vault. \nSome kneeling fanned the glowing braziers; some \nStood at the sufferers' heads and all the while \nHissed in their ears: \"The gold . . . the gold . . . the gold. \nWhere have ye hidden it -- the chested gold? \nSpeak -- and the torments cease!\" \nThey answered not. \nPast those proud lips whose key their sovereign claimed \nNo accent fell to chide or to betray, \nOnly it chanced that bound beside the king \nLay one whom Nature, more than other men \nFraming for delicate and perfumed ease, \nNot yet, along the happy ways of Youth, \nHad weaned from gentle usages so far \nTo teach that fortitude that warriors feel \nAnd glory in the proof. He answered not, \nBut writhing with intolerable pain, \nConvulsed in every limb, and all his face \nWrought to distortion with the agony, \nTurned on his lord a look of wild appeal, \nThe secret half atremble on his lips, \nLivid and quivering, that waited yet \nFor leave -- for leave to utter it -- one sign -- \nOne word -- one little word -- to ease his pain. \nAs one reclining in the banquet hall, \nPropped on an elbow, garlanded with flowers, \nSaw lust and greed and boisterous revelry \nSurge round him on the tides of wine, but he, \nStaunch in the ethic of an antique school -- \nStoic or Cynic or of Pyrrho's mind -- \nWith steady eyes surveyed the unbridled scene, \nHimself impassive, silent, self-contained: \nSo sat the Indian prince, with brow unblanched, \nAmid the tortured and the torturers. \nHe who had seen his hopes made desolate, \nHis realm despoiled, his early crown deprived him, \nAnd watched while Pestilence and Famine piled \nHis stricken people in their reeking doors, \nWhence glassy eyes looked out and lean brown arms \nStretched up to greet him in one last farewell \nAs back and forth he paced along the streets \nWith words of hopeless comfort -- what was this \nThat one should weaken now? He weakened not. \nWhate'er was in his heart, he neither dealt \nIn pity nor in scorn, but, turning round, \nMet that racked visage with his own unmoved, \nBent on the sufferer his mild calm eyes, \nAnd while the pangs smote sharper, in a voice, \nAs who would speak not all in gentleness \nNor all disdain, said: \"Yes! And am -I- then \nUpon a bed of roses?\" \nStung with shame -- \nShame bitterer than his anguish -- to betray \nSuch cowardice before the man he loved, \nAnd merit such rebuke, the boy grew calm; \nAnd stilled his struggling limbs and moaning cries, \nAnd shook away his tears, and strove to smile, \nAnd turned his face against the wall -- and died."}