{"subject": "Lion of South Africa", "text": "Slow pass'd the sultry days in Afric wilds,\nSlow wan'd the moonlit nights, slow flash'd the dawns,\nAnd still the lion came not with his heavy tread\nAnd roar, to fright the desert space.\nThere was a hunter of Algerian fame,\nGerard, the lion-killer, stout of heart\nAnd strong of limb, who, with his Arab guides,\nWaited and watch'd upon a granite ledge\nThe lion's coming, wearily delay'd.\n\nHe hear's the roar increasing in its swell,\nThe trampling step that crushes leaves and twigs,\nAnd crash of bending trees cast rude aside,\nAnd knows his shaggy foe hath left his lair,\nAnd comes with lashing tail and tossing mane,\nTo quell who dares to meet him face to face.\nHe hears his stride, his roar, his breathing hard\nNow twenty paces distant, now fifteen,\nAnd the stout hunter's quickly throbbing heart\nWith Hope's intoxication wild doth beat.\nHe hears the latest step, he sees a head\nEnormous from the foliage dense emerge,\nAs forth with grace commanding steps the beast,\nIn open glade, half-seen and half conceal'd.\nSeeing the hunter, his great flaming eyes\nDilated, gaze astonish'd on his foe,\nWhile from his jaws immense he churns the foam.\n\nThe hunter for one instant holds his aim,\nThen fires, and straightway peals a savage roar\nOf agony, that stuns and frights the midnight wood!\nHe sees one paw, one mighty shoulder then,\nGo down, and dark dishevell'd mane,\nThen all the monstrous body sinks to earth,\nA lifeless mass, outstretch'd and grim in death.\n\nSoon the glad news thro' all the douars spread,\nAnd signal-guns awaken'd all the plain.\nAnd Arabs throng'd exultant o'er the hills.\nThe lion-king was borne in triumph down\nBy eager multitudes, while bonfires blaz'd\nAnd guns were fir'd and warlike music made,\nAnd women clapp'd their hands and war-songs sang,\nWhile men in long procession march'd around;\nAnd royal wake and revels high were held\nFor lion of the Archon laid in state!\n\nWith the next day-dawn he o'erlook'd the plain,\nOutstretch'd for leagues far in the desert's heart.\nAll seam'd with rocky gulch and sandy shelves,\nAnd sprinkled with thick clumps of olive groves,\nAnd palms and stately cork trees, fair to see.\nHe gaz'd on villages and cattle farms,\nEmbower'd in woods, and saw from day to day\nThe herds pass forth in lengthen'd files to feed,\nAnd, home returning, folded for the night;\nBut yet the lion came not. There would come\nThe wild hogs rooting in the forest glades,\nThe prowling jackals and the timid hare\nThat gambol'd safe in fastnesses of hills,\nStags with their kingly crowns and stately trend,\nAnd beasts of prey, and tapirs with white tusks,\nBut o'er the ridg'd plateau no lion came.\n\nThe hunter found in many an open glade\nThe grassy couch the tawny beast had press'd,\nAnd whence he stalk'd when evening shadows fell\nTo prowl for prey around the cattle pens.\nThere, all the roots and stones he had displac'd\nTo smooth his bed, and thick the ground was spread\nWith tree-bark scrap'd in play by sharpen'd claws.\n\nAt last the triumph! The soft twilight eve\nHad faded, and night's dusky shadows crept\nO'er glimmering plains and up the craggy cliffs,\nBlackening the vistas of the cork-tree woods;\nAnd silence reign'd supreme in all the camps.\nThe ambush'd hunter listening heard afar\nA hollow murmur! Was it but the sound\nOf gusty breezes sobbing thro' the leaves,\nOr voice of brawling torrents down the rocks?\nWas it the wolf's long howl, or wild bear's snarl?\nNo; 'twas the lion's muffled roar in dark ravine\nThat yawns below, heard fitfully as he comes;\nAnd as he came, the Arab tribesman quail'd,\nAzid and Ombar pale as sheeted ghosts;\nYet firm as rock the Gallic hero stands,\nGrasping his rifle with courageous hands,\nAnd quick the savage monster bites the dust."}