{"subject": "Of Public Spirit In Regard To Public Works: An Epistle, To His Royal Highness Frederick Prince Of Wa", "text": "Great Hope of Britain!-Here the Muse essays\nA theme, which, to attempt alone, is praise.\nBe Her's a zeal of Public Spirit known!\nA princely zeal!-a spirit all your own!\nWhere never science beam'd a friendly ray,\nWhere one vast blank neglected Nature lay;\nFrom Public Spirit there, by arts employ'd,\nCreation, varying, glads the cheerless void.\nHail arts, where safety, treasure and delight,\nOn land, on wave, in wond'rous works unite!\nThose wond'rous works, O Muse, successive raise,\nAnd point their worth, their dignity and praise!\nWhat tho' no streams, magnificently play'd,\nRise a proud column, fall a grand cascade;\nThro' nether pipes, which nobler use renowns,\nLo! ductile riv'lets visit distant towns!\nNow vanish fens, whence vapours rise no more,\nWhose agueish influence tainted heav'n before.\nThe solid isthmus sinks a wat'ry space,\nAnd wonders, in new state, at naval grace.\nWhere the flood, deep'ning, rolls, or wide extends,\nFrom road to road, yon arch, connective, bends.\nWhere ports were choak'd where mounds, in vain, arose;\nThere harbours open, and there breaches close;\nTo keels, obedient, spreads each liquid plain,\nAnd bulwark moles repel the bost'rous main.\nWhen the sunk sun no homeward sail befriends,\nOn the rock's brow the light-house kind ascends,\nAnd from the shoaly, o'er the gulfy way,\nPoints to the pilot's eye the warning ray.\nCount still, my Muse (to count what Muse can cease?)\nThe works of Public Spirit, freedom, peace!\nBy the mshall plants, in forests, reach the skies;\nThen lose their leafy pride, and navies rise:\n(Navies, which to invasive foes explain,\nHeav'n throws not round us rocks and seas in vain,)\nThe sail of commerce in each sky aspires,\nAnd property assures what toil acquires.\nWho digs the mine or quarry, digs with glee;\nNo slave!-His option and his gain are free:\nHim the same laws the same protection yield,\nWho plows the furrow, as who owns the field.\nUnlike, where tyranny the rod maintains\nO'er turfless, leafless, and uncultur'd plains,\nHere herbs of food and physic plenty show'rs,\nGives fruits to blush, and colours various flow'rs.\nWhere sands or stony wilds once starv'd the year,\nLaughs the green lawn, and nods the golden ear.\nWhite shine the fleecy race, which fate shall doom\nThe feast of life, the treasure of the loom.\nOn plains now bare shall gardens wave their groves,\nWhile settling songsters woo their feather'd loves.\nWhere pathless woods no grateful openings knew,\nWalks tempt the step, and vistas court the view.\nSee the parterre confess expansive day;\nThe grot, elusive of the noon-tide ray.\nUp yon green slope a length of terrace lies,\nWhence gradual landscapes fade in distant skies.\nNow the blue lake reflected heav'n displays;\nNow darkens, regularly-wild, the maze.\nUrns, obelisks, fanes, statues intervene;\nNow center, now commence or end the scene.\nLo, proud alcoves! lo, soft sequester'd bow'rs!\nRetreats of social, or of studious hours!\nRank above rank here shapely greens ascend;\nThere others natively-grotesque depend.\nThe rude, the delicate, immingled tell\nHow Art wou'd Nature, Nature, Art excell;\nAnd how, while these their rival charms impart,\nArt brightens Nature, Nature brightens Art;\nThus in the various, yet harmonious space,\nBlend order, symmetry, and force, and grace.\nWhen these from Public Spirit smile, we see\nFree-opening gates, and bow'ry pleasures free;\nFor sure great souls one truth can never miss,\nBliss not communicated is not bliss.\nThus Public Spirit, liberty and peace,\nCarve, build, and plant, and give the land increase;\nFrom peasant hands imperial works arise,\nAnd British, hence, with Roman grandeur vies;\nNot grandeur that in pompous whim appears,\nThat levels hills, that vales to mountains rears;\nThat alters nature's regulated grace,\nMeaning to deck, but destin'd to deface.\nTho' no proud gates, with China's taught to vie,\nMagnificently useless, strike the eye;\n(Useless, where rocks a surer barrier lend,\nWhere seas incircle, and where fleets defend \nWhat tho' no arch of triumph is assign'd\nTo laurel'd pride, whose sword has thinn'd mankind;\nTho' no vast wall extends from coast to coast,\nNo pyramid aspires sublimely lost;\nYet the safe road thro' rocks shall winding tend,\nAnd the firm causeway o'er the clays ascend.\nLo! stately streets, lo! ample squares invite\nThe salutary gale that breathes delight.\nLo! structures mark the charitable soil\nFor casual ill, maim'd valour, feeble toil\nWorn out with care, infirmity and age;\nThe life here entering, quitting there the stage:\nThe babe of lawless birth, doom'd else to moan,\nTo starve or bleed for errors not his own!\nLet the frail mother 'scape the fame defil'd,\nIf from the murd'ring mother 'scape the child!\nOh, guard his youth from sin's alluring voice;\nFrom deeds of dire necessity, not choice!\nHis grateful hand, thus never harmful known,\nShall on the public welfare build his own.\nThus worthy crafts, which low-born life divide,\nGive towns their opulence, and courts their pride.\nSacred to pleasure structures rise elate,\nTo that still worthy of the wise and great.\nSacred to pleasure then shall piles ascend?\nThey shall-when pleasure and instruction blend.\nLet theatres, from Public Spirit shine!\nSuch theatres, as, Athens, once were thine!\nSee! the gay Muse, of pointed wit possest,\nWho wakes the virtuous laugh, the decent jest:\nWhat tho' she mock, she mocks with honest aim,\nAnd laughs each fav'rite folly into shame.\nWith lib'ral light the tragic charms the age;\nIn solemn-training robes she fills the stage;\nThere human nature, mark'd in diff'rent lines,\nAlive in character, distinctly shines.\nQuick passions change alternate on her face;\nHer diction music, as her action grace.\nInstant we catch her terror-giving cares,\nPathetic sighs, and pity-moving tears;\nInstant we catch her gen'rous glow of soul,\n'Till one great striking moral crowns the whole.\nHence in warm youth, by scenes of virtue taught,\nHonour exalts, and love expands the thought;\nHence pity, to peculiar grief assign'd,\nGrows wide benevolence to all mankind.\nWhere various edifice the land renowns,\nThere Public Spirit plans, exalts, and crowns.\nShe cheers the mansion with the spacious hall,\nBids painting live along the storied wall;\nSeated, she smiling eyes th' unclosing door,\nAnd much she welcomes all, but most the poor;\nShe turns the pillar, or the arch she bends,\nThe choir she lengthens, or the choir extends;\nShe rears the tow'r, whose height the heav'ns admire;\n(She rears, she rounds, she points the less'ning spire;\nAt her command the college-roofs ascend;\nFor Public Spirit still is learning's friend.)\nStupendous piles, which useful pomp compleats,\nThus rise Religion's, and thus Learning's seats:\nThere moral truth and holy science spring,\nAnd give the sage to teach, the bard to sing.\nThere some draw health from herbs and min'ral veins,\nSome search the systems of the heavenly plains;\nSome call from history, past times to view,\nAnd others trace old laws, and sketch out new;\nThence saving rights by legislators plann'd,\nAnd guardian patriots thence inspire the land.\nNow grant, ye pow'rs, one great, one fond desire,\nAnd, granting, bid a new Whitehall aspire!\nFar let it lead, by well-pleas'd Thames survey'd,\nThe swelling arch, and stately colonnade;\nBid courts of justice, senate-chambers join,\nTill various all in one proud work combine!\nBut now be all the gen'rous Goddess seen,\nWhen most diffus'd she shines, and most benign!\nYe sons of misery attract her view!\nYe sallow, hollow-ey'd, and meagre crew!\nSuch high perfection have our arts attain'd,\nThat now few sons of toil our arts demand?\nThen to the public, to itself, we fear,\nEv'n willing industry grows useless here.\nAre we too populous at length confess'd,\nFrom confluent strangers refug'd and redress'd?\nHas war so long withdrawn his barb'rous train,\nThat peace o'erstocks us with the sons of men?\nSo long has plague left pure the ambient air,\nThat want must prey on those disease would spare?\nHence beauteous wretches (beauty's foul disgrace!)\nTho' born the pride, the shame of human race;\nFair wretches hence, who nightly streets annoy,\nLive but themselves and others to destroy.\nHence robbers rise, to theft, to murder prone,\nFirst driv'n by want, from habit desp'rate grown;\nHence, for ow'd trifles, oft our jails contain\n(Torn from mankind) a miserable train;\nTorn from, in spite of nature's tend'rest cries,\nParental, filial, and connubial ties:\nThe trader, when on ev'ry side distrest,\nHence flies to what expedient frauds suggest;\nTo prop his question'd credit's tott'ring state,\nOthers he first involves to share his fate;\nThen for mean refuge must self-exil'd roam,\nNever to hope a friend, or find a home.\nThis Public Spirit sees, she sees and feels!\nHer breast the throb, her eye the tear reveals;\n(The patriot throb that beats, the tear that flows\nFor others welfare, and for others woes)-\nAnd what can I (she said) to cure their grief?\nShall I or point out death, or point relief?\nForth shall I lead 'em to some happier soil,\nTo conquest lead 'em, and enrich with spoil?\nBid 'em convulse a world, make Nature groan,\nAnd spill, in shedding others blood, their own?\nNo, no-such wars do thou, Ambition, wage!\nGo sterilize the fertile with thy rage!\nWhole nations to depopulate is thine;\nTo people, culture, and protect, be mine!\nThen range the world, Discov'ry!-Straight he goes\nO'er seas, o'er Lybia's sands, and Zembla's snows;\nHe settles where kind rays till now have smil'd\n(Vain smile!) on some luxuriant houseless wild.\nHow many sons of want might here enjoy\nWhat Nature gives for age but to destroy?\nBlush, blush, O sun (she cries) here vainly found,\nTo rise, to set, to roll the seasons round!\nShall heav'n distil in dews, descend in rain,\nFrom earth gush fountains, rivers flow-in vain?\nThere shall the wat'ry lives in myriads stray,\nAnd be, to be alone each other's prey?\nUnsought shall here the teeming quarries own\nThe various species of mechanic stone?\nFrom structure this, from sculpture that confine?\nShall rocks forbid the latent gem to shine?\nShall mines obedient, aid no artists care,\nNor give the martial sword and peaceful share?\nAh! shall they never precious ore unfold,\nTo smile in silver, or to flame in gold?\nShall here the vegetable world alone,\nFor joys, for various virtues, rest unknown?\nWhile food and physic, plants and herbs supply,\nHere must they shoot alone to bloom and die?\nShall fruits, which none but brutal eyes survey,\nUntouch'd grow ripe, untasted drop away?\nShall here th' irrational, the savage kind,\nLord it o'er stores by heav'n for man design'd,\nAnd trample what mild suns benignly raise,\nWhile man must lose the use, and heav'n the praise;\nShall it then be?-Indignant here she rose,\n(Indignant, yet humane, her bosom glows)-\nNo! By each honour'd Grecian, Roman name,\nBy men for virtue deify'd by fame,\nWho peopled lands, who model'd infant state,\nAnd then bade empire be maturely great;\nBy these I swear (be witness earth and skies!)\nFair Order here shall from Confusion rise.\nRapt, I a future colony survey!\nCome then, ye sons of Mis'ry! come away!\nLet those, whose sorrows from neglect are known,\n(Here taught, compell'd, empower'd) neglect atone;\nLet those enjoy, who never merit woes,\nIn youth th' industrious wish, in age repose!\nAllotted acres (no reluctant soil)\nShall prompt their industry, and pay their toil.\nLet families, long strangers to delight,\nWhom wayward fate dispers'd, by me unite;\nHere live enjoying life; see plenty, peace;\nTheir lands increasing as their sons increase.\nAs nature yet is found, in leafy glades,\nTo intermix the walks with lights and shades;\nOr as with good and ill, in chequer'd strife,\nVarious the goddess colours human life;\nSo, in this fertile clime, if yet are seen\nMoors, marshes, cliffs, by turns to intervene;\nWhere cliffs, moors, marshes desolate the view,\nWhere haunts the bittern, and where screams the mew;\nWhere prowls the wolf, where roll'd the serpent lies,\nShall solemn fanes and halls of justice rise,\nAnd towns shall open (all of structure fair!)\nTo bright'ning prospects, and to purest air;\nFrequented ports, and vineyards green succeed,\nAnd flocks increasing whiten all the mead.\nOn science, science, arts on arts refine;\nOn these, from high, all heav'n shall smiling shine,\nAnd Public Spirit here a people show,\nFree, num'rous, pleas'd, and busy all below.\nLearn, future natives of this promis'd land,\nWhat your forefathers ow'd my saving hand!\nLearn, when Despair such sudden bliss shall see,\nSuch bliss must shine from Oglethorpe or me!\nDo you the neighb'ring blameless Indian aid,\nCulture what he neglects, not his invade;\nDare not, Oh dare not, with ambitious view,\nForce or demand subjection never due.\nLet, by my specious name, no tyrants rise,\nAnd cry, while they enslave, they civilize!\nKnow, Liberty and I are still the same,\nCongenial!-ever mingling flame with flame!\nWhy must I Afric's sable children see\nVended for slaves, tho' form'd by nature free,\nThe nameless tortures cruel minds invent,\nThose to subject, whom nature equal meant?\nIf these you dare (albeit unjust success\nEmpow'rs you now unpunish'd to oppress)\nRevolving empire you and yours may doom,\n(Rome all subdu'd, yet Vandals vanquish'd Rome,)\nYes, empire may revolve, give them the day,\nAnd yoke may yoke, and blood may blood repay.\nThus (ah! how far unequall'd by my lays,\nUnskill'd the heart to melt or mind to raise,)\nSublime, benevolent, deep, sweetly-clear,\nWorthy a Thomson's Muse, a Fred'rick's ear,\nThus spoke the Goddess. Thus I faintly tell\nIn what lov'd works heav'n gives her to excel.\nBut who her sons, that, to her int'rest true,\nConversant lead her to a prince like you?\nThese, Sir, salute you from life's middle state,\nRich without gold, and without titles great:\nKnowledge of books and men exalts their thought,\nIn wit accomplish'd, tho' in wiles untaught,\nCareless of whispers meant to wound their name,\nNor sneer'd nor brib'd from virtue into shame;\nIn letters elegant, in honour bright,\nThey come, they catch, and they reflect delight.\nMixing with these a few of rank are found,\nFor councils, embassies, and camps renown'd.\nVers'd in gay life, in honest maxims read,\nAnd ever warm of heart, yet cool of head.\nFrom these the circling glass gives wit to shine,\nThe bright grow brighter, and ev'n courts refine;\nFrom these so gifted, candid, and upright,\nFlows knowledge, soft'ning into ease polite.\nHappy the men, who such a prince can please!\nHappy the prince rever'd by men like these!\nHis condescensions dignity display,\nGrave with the wise, and with the witty gay;\nFor him fine marble in the quarry lies,\nWhich, in due statues, to his fame shall rise;\nEver shall Public Spirit beam his praise,\nAnd the Muse swell it in immortal lays."}