{"subject": "Evangelium [I en Stald mellem Oxer og Kvæghorder]", "text": "I en Stald mellem Oxer og Kvæghorder\nkom Kristus til Verden.\nOg alle underfulde Mennesker i Verden\ner født i en Stald mellem Skærekistens Havre\nog de stumt gumlende Kreaturer.\n\nPaa Billeder af gammelflorentinske Malermestre ser man,\nat det var en almindelig Toscanerinde,\nder med Modervé fødte ham\nog endnu isnet til sit Livs Kilder\nrolig lagde ham til Brystet\nog svøbte ham i det grove Linned.\n\nEnhver Toscanerinde,\nsom behørig kan svøbe sit Barn\nefter Almueskik,\nkan blive Moder til en Frelser.\nOg ethvert Barn, der fødes,\ner født til at opofres rolig paa Korset\nfor Menneskenes fælles Skyld,\nat dø paa sin Post og forløse Menneskeheden\nved sin skønne, taalmodige Lidelse.\n\nI en Krybbe mellem Hyrder og Hø og umælende,\nnær sin gudbenaadede Moder, en uvidende Toscanerinde,\nhørte han første Gang Minutternes Løb og den lange Stilhed,\nder giver saa meget at overtænke.\n\nI Fortroligheden med de smaa og ringe Ting,\nmed det Liv, som ikke taler, næppe tænker,\nmed Duften af Markens alnærede Afgrøde,\nUrterne, Kornet,\nstumme Vidnesbyrd om Sundhed og Tilblivelse,\nopgik Livets Lyd og Livets Fryd for ham i ung Herlighed,\nfor at denne Sjæl, som var skabt til det højeste,\nikke i sig skulde savne det mindste,\nfor at hans Væsen skulde mættes med Vellugt.\n\nSiden, da Marias Søn blev stor og meget lærd,\nen Rabbi i lange Klæder,\nmed rolige Øjne\ni et skønt, blegt Aasyn,\nhvis Læber syntes at bløde -\nda hans Moder ikke længer forstod ham,\nda græd han midt under Palmerne og Folkets Jubel,\nover det uopnaaelige\nog over det stakkels uvidende Jerusalem,\nde glemsomme Mennesker og de smaa Ting,\nder trædes under Fod i Livets Højhed og Blæst.\nOg han fyldte Verden med sin Vellugt,\nog han sprængte Verden med sin Medlidenhed.\n\nJa han elskede Livet og Menneskene med en saadan Kærlighed,\nat han fandt en Lindring i at nagles paa Hænder og Fødder\nog begærede,\nat alt det ham fjendtlige i det ufuldkomne Menneskeliv\nskulde korsfæste ham.\nHan var ét med Verden. Og Verden var ham\nsom én af hine kunstfærdige Violiner fra Cremona,\nder maa briste for at faa den vidunderlige Tone.\nOg Mesteren sønderflængede Verden med et Violinstrøg,\nog den genlyder af hans Bue til den yderste Dag.\n\nMen skønt Rabbien vidste dette,\ntror jeg: han ensom i den kolde Nat paa Korset\nhar sænket sit Hoved og ønsket,\nat hans Moder aldrig havde født ham."}