{"subject": "Nonsuited", "text": "“Dear Richard, come at once;”—so ran her letter;\nThe letter of a married female friend:\n“She likes you both, and really knows no better\nThan I myself do, how her choice will end.\nBe sure of this, the first who pops will get her.\nHe's here for Chris——” Whatever else was penned\nDick never knew: nor knows he to this day\nHow he got drest, and mounted—and away!\n\nLike arrow from the bow, like lightning-streak,\nIncluding thunder following fierce and quick,\nBy ridge and flat, through scrub and foaming creek\nDick galloped like a very lunatic;\nWhipped, jerked, and spurred, but never word did speak,\nAlthough his thoughts rushed furious and thick,\nHeaded by one he strove in vain to wipe out,\nThe fear that this same “he” might put his pipe out.\n\nAnd faster yet, and ever faster grew\nThe maddening music of the pace, until\nThe station-roofs gleamed suddenly in view,\nQuivering in noon-heat on the vine-clad hill:\nWhen all at once his bridle-rein he drew,\nBut not from craven fear or flagging will,—\nThough, truth to tell, his heart a moment sank\nTo see the river nearly “bank and bank.”\n\nFor Bowstring was the choice of all his stud,\nAnd he at least had no fair bride to win;\nAnd wherefore should he risk him in the flood?—\nA question Bowstring also asked within:\nFor though he was a squatter's horse by blood,\nAnd held the grazing interest more than kin,\nHe eyed the huge logs wheeling, bobbing, bowling,\nAs if his soul objected to “log-rolling.”\nAnd by that curious telegraphic force,\nOutspeaking half-a-dozen formal speeches,\nThat works its quick inexplicable course\nThrough saddle-cloth, pigskin, and buckskin breeches,\nUntil the dumb opinion of a horse\nIts sympathetic rider's spirit reaches—\nDick, feeling under him the strong flanks quiver,\nKnew that his thoroughbred would funk the river\n\nA moment more, Dick from his seat had leapt,\nUngirthed, uncurbed, unreined his trembling steed;\nWho straightway vanished from his sight, nor kept\nThe high tradition of a loyal breed,\nBut quickened by no stimulus except\nHis own unbridled (and unsaddled) greed,\nBefore a man had time to reckon two,\nWas gorging in fresh fields and pastures new.\n\nThen Dick threw off his boots, undid his belt,\nDoffed—here we shirk particulars. In brief,\nWhen nought remained but his primeval pelt,\nHe tied his garments in his handkerchief;\nThen feeling as “the grand old gardener” felt\n(After the apple), crouching like a thief,\nDown to the stream did this lorn lover slink,\nAnd threw his bundle to the further brink.\n\nNor longer paused, but plunged him in the tide,\nA hero and Leander both in one;\nStruck the entangling boughs from either side,\nAnd held his head up bravely to the sun;\nDodged the huge logs, the torrent's strength defied;—\nTo cut it short, did all that could be done;\nTouched land, and uttering a fervent “Thank . . .\n—Just then his bundle floated by, and sank.\n\nTake Yarra-bend, take Bedlam, Colney Hatch,\nAnd Woogaroo, and mix them weight for weight,\nAnd stir them well about—you could not match\nDick's madness with the whole conglomerate.\nIf the Recording Angel did but catch\nOne half his ravings against Heaven and Fate,\nAnd rising creeks and slippery banks, some day\nPoor Dick will have a heavy bill to pay.\n\nWas ever lover in so lorn a case?\nWas ever lover in so wild a mood?\nHe nearly pulled the beard from off his face;\nHe would have rent his garments, if he could.\nHow could he woo a dame his suit to grace\nWho had no suit, save that wherein he stood?\nOh! what were youth, wealth, station in society,\nWithout the textile adjuncts of propriety!\n\nWhen oaths and half-an-hour were spent in vain,\nIt dawned on Dick that he might slyly crawl\nFrom tree to tree across the wooded plain,\nAnd gain “the hut,” that stood a mile from all\n\nThe other buildings—whence some labouring swain,\nUnscared by nudity, might come at call,\nAnd lend, for thanks or promissory payment,\nWhatever he could spare of decent raiment.\n\nFrom one variety of Eucalypt\nUnto another, blue gum, spotted gum,\nBlack-butt, etcetera, Dick crawled or skipped,\nBitten and blistered like the newest chum;\nTill, marking where the open level dipped,\nDistracted with mosquito-martyrdom,\nHe rushed and plunged—and not a bit too soon—\nInto the coolness of a quiet lagoon.\n\nNo, not a bit too soon; for something white,\nTopped by a parasol of lustrous pink,\nAt this same perilous moment hove in sight,\nAnd glided gently to the water-brink;\nThe while in thickest sedge the rueful wight\nHid his diminished head, and scarce did wink—\nNo more a gallant daringly erotic,\nBut consciously absurd and idiotic.\n\n'Twas she—his love; and never had he thought\nHer face so beautiful, her form so stately;\nOphelia-like she moved, absorbed, distraught;\n'Twas plain to Dick she had been weeping lately;\nAnd now and then a weary sigh he caught,\nAnd once a whisper that disturbed him greatly,\nWhich said, unless his ears played him a trick,\n“What in the world can have come over Dick?”\n\nAnd presently, through his aquatic screen,\nHis hated rival he beheld advance,\nWith airy grace and captivating mien,\nAnd all the victor in his countenance:\nAnd too, too late he learned what might have been,\nWhen at her watch he saw the lady glance,\nAnd heard her say, “Here's Fred. The die is cast!\nI gave poor Dick till two; 'tis now half-past.”\n\nAnd then Dick closed his eyes, his ears he stopped;\nYet somehow saw and heard no whit the less,—\nSaw that the lover on his knees had dropped,\nAnd heard him all his tale of love confess;\nAnd when the question had been duly popped,\nHe heard the kiss that sealed the answering “Yes!”—\n'Twas rough on Dick: ah me! 'twas mighty rough:\nBut he remained true blue (though all in buff),—\n\nAnd never winced, nor uttered word or groan,\nBut gazed upon the treasure he had lost,\nIn agony of soul, yet still as stone,\nThe saddest man since first true love was crossed:\nAnd when at length the mated birds had flown,\nHe waited yet another hour, then tossed\nHis modesty unto the winds, and ran\nRight for the hut, and found—thank Heaven!—a man.\n\n*    *     *     *     *\nOn that same evening, in his rival's coat,\nWaistcoat, and things, Dick sat among the rest\nAnd though he could have cut their owner's throat,\nHe kept his feelings underneath his vest,\nAnd proved by some mendacious anecdote\nThat he was there by chance—a passing guest.\nOne boon at least stern Fate could not refuse:\nHe stood that evening in his rival's shoes."}