{"subject": "Why Do I Love?", "text": "Why do I love?\nIs it for men to choose\nThe hour of the hushed night when crowned with dews\nFrom its sea grave the morning star shall wake?\nLo, while we drowsed, it rose on our heart's ache,\nAnd all our heaven was red with the day's hues,\nAnd glad birds chaunted from the trees above.\nSo was it with my heart that might not choose\nBut woke to love.\n\nWhy do I love?\nThe aureole of lost days\nIs on thy brow and unforgotten face;\nFaith's guiding light, the same which of old time\nSent men on knightly quests to deeds sublime\nAnd the high prize which was their lady's grace.\nThither I follow, careless what shall prove,\nSo only at thy knees a little space\nI too may love.\n\nWhy do I love?\nThe paths of life are steep,\nAnd dark the issues and the gulfs how deep!\nThis wayside shrine invites my knees to kneel.\nThou, dearest Saint, in witness of my zeal\nBiddest me walk in joy who only weep,\nAnd fare forth comforted who vainly strove.\nSee how my steps in thy sweet service leap!\nSee how I love!\n\nWhy do I love?\nThere is a dream that stirs\nMy soul to its last depth of lost desires,\nMusic of waters in a thirsty land,\nA step, a touch, the lingering of a hand,\nFingers that are the soft Spring's messengers,\nAnd lips that to my kisses part and move\nWith passionate words which yet--how strange!--are hers,\nPleading for love.\n\nWhy do I love?\nIf one had told me this,\nWhen I erewhile in the world's wilderness\nWandered uncertain or of Heaven or Hell,\nHow had I laughed as at a time--worn tale!\nTo--day, behold. I too speak prophecies,\nAnd hang my votive garland in the grove,\nAnd supplicate my god, and kneel and kiss\nHer feet for love.\n\nWhy do I love?\nAh, love, I will not make\nA longer reasoning even for thy sake;\nBe it enough that I am pleasure's thrall.\nTell me thy will, in song or madrigal\nOr word unspoken. Bid me bend or break,\nAnd brave all wraths of Earth or Heaven above,\nBut not thy wrath. Ah! bid me not awake.\nBid me still love."}