{"subject": "The First American Congress", "text": "Columbus looked; and still around them spread,\nFrom south to north, th' immeasurable shade;\nAt last, the central shadows burst away,\nAnd rising regions open'd on the day.\nHe saw, once more, bright Del'ware's silver stream,\nAnd Penn's throng'd city cast a cheerful gleam;\nThe dome of state, that met his eager eye,\nNow heav'd its arches in a loftier sky.\nThe bursting gates unfold: and lo, within,\nA solemn train in conscious glory shine.\nThe well-known forms his eye had trac'd before,\nIn diff'rent realms along th' extended shore;\nHere, grac'd with nobler fame, and rob'd in state,\nThey look'd and mov'd magnificently great.\nHigh on the foremost seat, in living light,\nMajestic Randolph caught the hero's sight:\nFair on his head, the civic crown was plac'd,\nAnd the first dignity his sceptre grac'd.\nHe opes the cause, and points in prospect far,\nThro' all the toils that wait th' impending war --\nBut, hapless sage, thy reign must soon be o'er,\nTo lend thy lustre, and to shine no more.\nSo the bright morning star, from shades of ev'n,\nLeads up the dawn, and lights the front of heav'n,\nPoints to the waking world the sun's broad way,\nThen veils his own, and shines above the day.\nAnd see great Washington behind thee rise,\nThy following sun, to gild our morning skies;\nO'er shadowy climes to pour the enliv'ning flame,\nThe charms of freedom and the fire of fame.\nTh' ascending chief adorn'd his splendid seat,\nLike Randolph, ensign'd with a crown of state;\nWhere the green patriot bay beheld, with pride,\nThe hero's laurel springing by its side;\nHis sword, hung useless, on his graceful thigh,\nOn Britain still he cast a filial eye;\nBut sov'reign fortitude his visage bore,\nTo meet their legions on th' invaded shore.\nSage Franklin next arose, in awful mien,\nAnd smil'd, unruffled, o'er th' approaching scene;\nHigh, on his locks of age, a wreath was brac'd,\nPalm of all arts, that e'er a mortal grac'd;\nBeneath him lies the sceptre kings have borne,\nAnd crowns and laurels from their temples torn.\nNash, Rutledge, Jefferson, in council great,\nAnd Jay and Laurens op'd the rolls of fate.\nThe Livingstons, fair Freedom's gen'rous band,\nThe Lees, the Houstons, fathers of the land,\nO'er climes and kingdoms turn'd their ardent eyes,\nBade all th' oppressed to speedy vengeance rise;\nAll pow'rs of state, in their extended plan,\nRise from consent to shield the rights of man.\nBold Wolcott urg'd the all-important cause;\nWith steady hand the solemn scene he draws;\nUndaunted firmness with his wisdom join'd,\nNor kings nor worlds could warp his stedfast mind.\nNow, graceful rising from his purple throne,\nIn radiant robes, immortal Hosmer shone;\nMyrtles and bays his learned temples bound,\nThe statesman's wreath, the poet's garland crown'd:\nMorals and laws expand his liberal soul,\nBeam from his eyes, and in his accents roll.\nBut lo! an unseen hand the curtain drew,\nAnd snatch'd the patriot from the hero's view;\nWrapp'd in the shroud of death, he sees descend\nThe guide of nations and the muses' friend.\nColumbus dropp'd a tear. The angel's eye\nTrac'd the freed spirit mounting thro' the sky.\nAdams, enrag'd, a broken charter bore,\nAnd lawless acts of ministerial pow'r;\nSome injur'd right in each loose leaf appears,\nA king in terrors and a land in tears;\nFrom all the guileful plots the veil he drew,\nWith eye retortive look'd creation through;\nOp'd the wide range of nature's boundless plan,\nTrac'd all the steps of liberty and man;\nCrowds rose to vengeance while his accents rung,\nAnd Independence thunder'd from his tongue."}