{"subject": "Jeanie", "text": "You were dead, they said;\n   In the churchyard had been laid,\nMany weeks ago, the dust whose youth was in its fullest pride:\n Simple words and simply spoken,\n Yet they struck me white with terror as if fiends had flung a token\n At my feet of my eternal doom, when all this life was broken,\nAnd I slumber'd in the churchyard not a footstep from thy side—Jeanie.\n   More I could not ask,\n   For I felt how ill the task\nTo check the tears that in my heart as yet were all unseen.\n I had come in all the gladness\n That will ever mark a youth whose love is in its first wild madness.\n O day that first grew high with hope, and now had so much sadness,\nI could only see the doorway where thy footstep once had been—Jeanie.\n   Then there came a wish\n   Soft as summer streams are fresh,\nTo see and bear one token from thy green and early grave,\n And they pointed where the even\n Summer sunlight fell in golden shafts through clouds asunder riven,\n On the spire that pointed upward ever, like a saint, to heaven—\nPointed to thy home above through clouds that seem'd to float and wave—Jeanie.\n   I would know the spot\n   By the trees that, like a grot,\nShaded lovingly the new-made grave that held thy darling clay.\n So I bow'd in silence, keeping\n All the while a hand upon my breast to keep my heart from leaping\n As I whisper'd, tears were rising now, 'Ah me, so early sleeping,\nThou that hadst so much of all that made thy life a summer day—Jeanie.'\n   Then I took the path,\n   Battling in my selfish wrath,\nCursing destiny, as one will curse the hand that does him wrong;\n But a calmer mood succeeded,\n Which the torture and the tumult in my restless bosom needed,\n As I climb'd the churchyard wall, and through the long, deep grasses speeded,\nHeard the river in the distance making merry with a song—Jeanie.\n   This then was thy grave;\n   And my spirit, once so brave,\nWept as children will when mothers take them from their sport and play.\n O, they err who think a sorrow,\n By the rest of those it cherish'd, can its wonted calmness borrow.\n I stood like one who dreams and wakes to find upon the morrow\nThat a chaos and confusion make disorder through the day—Jeanie.\n   Ah me, time flew by\n   As I stood thus trancedly\nGazing on the simple sod that kept so much away from me,\n Till in fancy lightly dreaming\n I beheld thee rise once more in all thy early beauty beaming;\n But a brighter girlhood now was thine—a sweeter halo streaming\nRound thy form, and awed I whisper'd—This is now the best of thee—Jeanie.\n   Happy in this thought\n   I knelt down upon the spot,\nFeeble with a sorrow ringing dirges through the hapless heart;\n And I pull'd with childlike feeling\n From the grave a simple tuft of grass, and thought how all the reeling\n Years might come and pass, but this would still for ever be revealing\nWhat no death could ever wither, so I turn'd me to depart—Jeanie.\n   But I linger'd still,\n   As a passionate lover will\nWhen he sees within the doorway all the centre of his love,\n Till I whisper'd—This is merely\n But the waywardness of sorrow that has worshipp'd far too dearly,\n But the colouring of eyes through tears that can see nothing clearly,\nGrief fit only for thy smiling as thou walkest far above—Jeanie.\n   Now, the years that come\n   Are but as shadows dumb,\nWanting all the happy order and the light they had of yore;\n Yet, betimes, when I am thinking,\n And the magic past has fill'd the cup, and I am deeply drinking,\n Comes the vision of a maiden, in her saintly beauty shrinking,\nO, I know the face whose vanish'd sunshine beams on me no more—Jeanie.\n   The grass is wither'd, too,\n   As all earthly things must do,\nBut I view it now with thoughts that make the hidden pulses stand.\n I can feel no more the gladness\n That was wont to cheer my spirit, but a double weight of sadness\n Crushing down within my bosom, till I mutter, half in madness,\n'There are more things wither'd than this grass I hold within my hand—Jeanie.'"}