{"subject": "Recital Of The Ramayana", "text": "When the silent night was ended, and their pure ablutions done,\nJoyous went the minstrel brothers, and their lofty lay begun,\n\nRama to the hermit minstrels lent a monarch's willing car,\nBlended with the simple music dulcet was the lay to hear,\n\nAnd so sweet the chanted accents, Rama's inmost soul was stirred,\nWith his royal guests and courtiers still the deathless lay he heard!\n\nHeralds versed in old Puranas, Brahmans skilled in pious rite,\nMinstrels deep in lore of music, poets fired by heavenly might,\n\nWatchers of the constellations, min'sters of the festive day,\nMen of science and of logic, bards who sang the ancient lay,\n\nPainters skilled and merry dancers who the festive joy prolong\nHushed and silent in their wonder listed to the wondrous song!\n\nAnd as poured the flood of music through the bright and livelong day,\nEyes and ears and hearts insatiate drank the nectar of the lay,\n\nAnd the eager people whispered: 'See the boys, how like our king\nAs two drops of limpid water from the parent bubble spring!\n\nWere the boys no hermit-children, in the hermit's garments clad,\nWe would deem them Rama's image,-Rama as a youthful lad!'\n\nTwenty cantos of the Epic thus the youthful minstrels sung,\nAnd the voice of stringéd music through the Epic rolled along,\n\nOut spake Rama in his wonder: 'Scarce I know who these may be,\nEighteen thousand golden pieces be the children-minstrels' fee!'\n\n'Not so,' answered thus the children, 'we in darksome forests dwell,\nGold and silver, bounteous monarch, forest life beseem not well!'\n\n'Noble children!' uttered Rama, 'dear to me the words you say,\nTell me who composed this Epic,-Father of this deathless Lay?'\n\n'Saint Valmiki,' spake the minstrels, 'framed the great immortal song\nFour and twenty thousand verses to this noble Lay belong,\n\nUntold tales of deathless virtue sanctify his sacred line,\nAnd five hundred glorious cantos in this glorious Epic shine,\n\nIn six Books of mighty splendour was the poet's task begun,\nWith a seventh Book, supplemental is the poet's labour done,\n\nAll thy matchless deeds, O monarch, in this Lay will brighter shine,\nList to us from first to ending if thy royal heart incline!'\n\n'Be it so,' thus Rama answered, but the hours of day were o'er,\nAnd Valmiki's youthful pupils to their cottage came once more.\n\nRama with his guests and courtiers slowly left the royal hall,\nEager was his heart to listen, eager were the monarchs all,\n\nAnd the voice of song and music thus was lifted day to day,\nAnd from day to day they listened to Valmiki's deathless Lay!"}