{"subject": "The Sailor", "text": "They say a man's known by the company he keeps\nI think that a lie and a scandal\n'Cos I've mixed with company I didn't expect\nAt the seaside, in bed with a candle.\n\nYou can't judge a man by the corns on his chest\nBut you'll soon know his trade by his caddy\nAnd you can't judge a woman by what she's got on\nIt's what she takes off proves a lady.\n\nI'm a sailor, I am. People sing about me\nWhen there's any rough weather I find it\nBut give me a place with the mast to my face\nWhen I'm sick give me somewhere behind it.\n\nMy dad was a sailor from Plymouth, named Drake\nOne night on the Hoe he'd been sozzling\nHe said, 'Marry me, Chuck,' to a dear little duck\nAnd I was their first little gosling.\n\nI'm captain of my ship. I worked my way up\nTo the bridge of H.M.S. Renown\nThen a gale blew a blast, swung me twice round the mast\nThrough the funnel I worked my way down.\n\nI'm always kept busy when on the look out\nBusy thinking of home and Eliza\nAnd I hear that she's well on the look-out for me\nIn case I come home and surprise her.\n\nOn the last trip we took, all the cabins were booked\nAnd an old gent was joining at Cadiz\nSo I wired from the ship, 'Better cancel the trip\nHave just given berth to two ladies.'\n\nThat trip we had several big nobs on the ship\nAmongst them was Hitler, the Great\nAnd two Yiddisher sea gulls were flying above\nAnd saying, 'That's him, now aim straight.'\n\nOne night off Hong Kong the wind was so strong\nThat fast to the mast I was pinned\nSo I made the ship stop, got a peppermint drop\nAnd I very soon shifted the wind.\n\nHistory repeats itself - radishes too\nAnd once off the coast of Mombassy\nI fell in the sea and a whale swallowed me\nAnd I spent three whole days in its chassis.\n\nWe didn't agree - the whale tired of me\nBut I hoped and prayed I would get out whole\nThen I found a way out - I sat inside its snout\nAnd the whale blew me out of its spout-hole.\n\nI've seen some strange sights in strange cities at nights\nI've seen tattooed girls of all sizes\nAll with pictures tattooed on their - don't be so rude\nAnd the boys looking on at cut prices.\n\nI've seen female turks doing physical jerks\nOne fat girl I saw looked the best\nShe'd a small piece of lace, so you couldn't see her face\nAnd some shells and a bead for the rest.\n\nShe bent this way and that as she wallowed in fat\nPoor darling, she was in a plight\nEvery time the girl dipped all her cockle shells slipped\nAnd we thought that the end was in sight.\n\nEvery sailor they say has a girl in each port\nWherever I dock I'm called 'Honey'\nI get letters from dames all over the world\nAnd most of them asking for money.\n\nAnd to say that a sailor has one in each port\nWell, that isn't fair, right or just \nWhen I land on the quay there's a score after me\nAnd you can't see my ankles for dust."}