{"subject": "To Each His Destiny", "text": "Sorrow and joy hand in hand go together,\nFortune, misfortune as neighbours do dwell,\nLuck and adversity call to each other\nSunshine and clouds are companions as well.\nEarth’s brightest gold\nIs but fine mould,\nHeaven alone is where bliss can unfold.\n\nGold crown and sceptre they sparkle and glitter,\nGlitter is not, though, what royal robes imply.\nThousands of burdens a crown’s weight embitter,\nThousandfold cares in a sceptre’s power lie.\nLife for a king\nUnrest will bring\nHeaven alone can give bliss without sting.\n\nEverything’s fortune is waxing and waning!\nEveryone finds his own grief in his heart!\nOften a breast, though bejewelled, is complaining,\nWeighed down by woe and by rage torn apart!\nTrials we have all,\nSome large, some small,\nHeaven alone is where cares cannot gall.\n\nWisdom, dominion and temporal glory,\nVigour and youth in the years of our prime,\nHold their head high, but the end of the story\nIs that they perish when ravished by time!\nAll things must end\nNone can contend\nHeavenly bliss can alone all transcend!\n\nFairest of roses have sharp thorns aquiver,\nLoveliest flowers their poisonous sap,\n’Neath rosy cheeks can a heart always wither,\nStrange how a destiny each does enwrap!\nAs storm-tossed boat,\nOur land’s afloat,\nHeaven alone all sweet bliss does promote.\n\nWell then! No worry shall me overpower\nShould the world not do as I’d have prevail!\nNo tribulation shall cause me to cower\nNothing shall cause my heart ever to fail!\nSorrow shall die,\nJoy’s seeds on high\nOn heaven’s isle of pure bliss multiply.\n\nFear shall give rise to a joy that’s enduring,\nAgony’s distaff from tufts spin fine thread!\nPoverty rich robes shall make most alluring,\nWeakness on sound legs shall rise from his bed!\nEnvy shall stand\nCornered, unmanned,\nHeaven alone all of this can command!\n\nLet then my fate and my fortune be fashioned\nAs does my LORD and my MASTER desire,\nLet no spite reign, nor no envious passion,\nLet but the world do as it would conspire!\nTime’s loom will stare\nEmpty and bare,\nHeaven will weave all that is to be there."}