{"subject": "From House To House", "text": "The first was like a dream through summer heat,\nThe second like a tedious numbing swoon,\nWhile the half-frozen pulses lagged to beat\nBeneath a winter moon.\n\n'But,' says my friend, 'what was this thing and where?'\nIt was a pleasure-place within my soul;\nAn earthly paradise supremely fair\nThat lured me from the goal.\n\nThe first part was a tissue of hugged lies;\nThe second was its ruin fraught with pain: \nWhy raise the fair delusion to the skies\nBut to be dashed again?\n\nMy castle stood of white transparent glass\nGlittering and frail with many a fretted spire,\nBut when the summer sunset came to pass\nIt kindled into fire.\n\nMy pleasaunce was an undulating green,\nStately with trees whose shadows slept below,\nWith glimpses of smooth garden-beds between\nLike flame or sky or snow. \n\nSwift squirrels on the pastures took their ease,\nWith leaping lambs safe from the unfeared knife;\nAll singing-birds rejoicing in those trees\nFulfilled their careless life.\n\nWoodpigeons cooed there, stockdoves nestled there;\nMy trees were full of songs and flowers and fruit,\nTheir branches spread a city to the air\nAnd mice lodged in their root.\n\nMy heath lay farther off, where lizards lived\nIn strange metallic mail, just spied and gone; \nLike darted lightnings here and there perceived\nBut nowhere dwelt upon.\n\nFrogs and fat toads were there to hop or plod\nAnd propagate in peace, an uncouth crew,\nWhere velvet-headed rushes rustling nod\nAnd spill the morning dew.\n\nAll caterpillars throve beneath my rule,\nWith snails and slugs in corners out of sight;\nI never marred the curious sudden stool\nThat perfects in a night. \n\nSafe in his excavated gallery\nThe burrowing mole groped on from year to year;\nNo harmless hedgehog curled because of me\nHis prickly back for fear.\n\nOft times one like an angel walked with me,\nWith spirit-discerning eyes like flames of fire,\nBut deep as the unfathomed endless sea,\nFulfilling my desire:\n\nAnd sometimes like a snowdrift he was fair,\nAnd sometimes like a sunset glorious red, \nAnd sometimes he had wings to scale the air\nWith aureole round his head.\n\nWe sang our songs together by the way,\nCalls and recalls and echoes of delight;\nSo communed we together all the day,\nAnd so in dreams by night.\n\nI have no words to tell what way we walked.\nWhat unforgotten path now closed and sealed;\nI have no words to tell all things we talked,\nAll things that he revealed: \n\nThis only can I tell: that hour by hour\nI waxed more feastful, lifted up and glad;\nI felt no thorn-prick when I plucked a flower,\nFelt not my friend was sad.\n\n'To-morrow,' once I said to him with smiles:\n'To-night,' he answered gravely and was dumb,\nBut pointed out the stones that numbered miles\nAnd miles to come.\n\n'Not so,' I said: 'to-morrow shall be sweet;\nTo-night is not so sweet as coming days.' \nThen first I saw that he had turned his feet,\nHad turned from me his face:\n\nRunning and flying miles and miles he went,\nBut once looked back to beckon with his hand\nAnd cry: 'Come home, O love, from banishment:\nCome to the distant land.'\n\nThat night destroyed me like an avalanche;\nOne night turned all my summer back to snow:\nNext morning not a bird upon my branch,\nNot a lamb woke below,— \n\nNo bird, no lamb, no living breathing thing;\nNo squirrel scampered on my breezy lawn,\nNo mouse lodged by his hoard: all joys took wing\nAnd fled before that dawn.\n\nAzure and sun were starved from heaven above,\nNo dew had fallen, but biting frost lay hoar:\nO love, I knew that I should meet my love,\nShould find my love no more.\n\n'My love no more,' I muttered stunned with pain:\nI shed no tear, I wrung no passionate hand, \nTill something whispered: 'You shall meet again,\nMeet in a distant land.'\n\nThen with a cry like famine I arose,\nI lit my candle, searched from room to room,\nSearched up and down; a war of winds that froze\nSwept through the blank of gloom.\n\nI searched day after day, night after night;\nScant change there came to me of night or day:\n'No more,' I wailed, 'no more:' and trimmed my light,\nAnd gnashed but did not pray, \n\nUntil my heart broke and my spirit broke:\nUpon the frost-bound floor I stumbled, fell,\nAnd moaned: 'It is enough: withhold the stroke.\nFarewell, O love, farewell.'\n\nThen life swooned from me. And I heard the song\nOf spheres and spirits rejoicing over me:\nOne cried: 'Our sister, she hath suffered long.'—\nOne answered: 'Make her see.'—\n\nOne cried: 'Oh blessed she who no more pain,\nWho no more disappointment shall receive.'— \nOne answered: 'Not so: she must live again;\nStrengthen thou her to live.'\n\nSo while I lay entranced a curtain seemed\nTo shrivel with crackling from before my face;\nAcross mine eyes a waxing radiance beamed\nAnd showed a certain place.\n\nI saw a vision of a woman, where\nNight and new morning strive for domination;\nIncomparably pale, and almost fair,\nAnd sad beyond expression. \n\nHer eyes were like some fire-enshrining gem,\nWere stately like the stars, and yet were tender;\nHer figure charmed me like a windy stem\nQuivering and drooped and slender.\n\nI stood upon the outer barren ground,\nShe stood on inner ground that budded flowers;\nWhile circling in their never-slackening round\nDanced by the mystic hours.\n\nBut every flower was lifted on a thorn,\nAnd every thorn shot upright from its sands \nTo gall her feet; hoarse laughter pealed in scorn\nWith cruel clapping hands.\n\nShe bled and wept, yet did not shrink; her strength\nWas strung up until daybreak of delight:\nShe measured measureless sorrow toward its length,\nAnd breadth, and depth, and height.\n\nThen marked I how a chain sustained her form,\nA chain of living links not made nor riven:\nIt stretched sheer up through lighting, wind, and storm,\nAnd anchored fast in heaven. \n\nOne cried: 'How long? yet founded on the Rock\nShe shall do battle, suffer, and attain.'—\nOne answered: 'Faith quakes in the tempest shock:\nStrengthen her soul again.'\n\nI saw a cup sent down and come to her\nBrimfull of loathing and of bitterness:\nShe drank with livid lips that seemed to stir\nThe depth, not make it less.\n\nBut as she drank I spied a hand distil\nNew wine and virgin honey; making it \nFirst bitter-sweet, then sweet indeed, until\nShe tasted only sweet.\n\nHer lips and cheeks waxed rosy-fresh and young;\nDrinking she sang: 'My soul shall nothing want;'\nAnd drank anew: while soft a song was sung,\nA mystical slow chant.\n\nOne cried: 'The wounds are faithful of a friend:\nThe wilderness shall blossom as a rose.'—\nOne answered: 'Rend the veil, declare the end,\nStrengthen her ere she goes.' \n\nThen earth and heaven were rolled up like a scroll;\nTime and space, change and death, had passed away;\nWeight, number, measure, each had reached its whole;\nThe day had come, that day.\n\nMultitudes—multitudes—stood up in bliss,\nMade equal to the angels, glorious, fair;\nWith harps, palms, wedding-garments, kiss of peace\nAnd crowned and haloed hair.\n\nThey sang a song, a new song in the height,\nHarping with harps to Him Who is Strong and True: \nThey drank new wine, their eyes saw with new light,\nLo, all things were made new.\n\nTier beyond tier they rose and rose and rose\nSo high that it was dreadful, flames with flames:\nNo man could number them, no tongue disclose\nTheir secret sacred names.\n\nAs though one pulse stirred all, one rush of blood\nFed all, one breath swept through them myriad-voiced,\nThey struck their harps, cast down their crowns, they stood\nAnd worshipped and rejoiced. \n\nEach face looked one way like a moon new-lit,\nEach face looked one way towards its Sun of Love;\nDrank love and bathed in love and mirrored it\nAnd knew no end thereof.\n\nGlory touched glory on each blessed head,\nHands locked dear hands never to sunder more:\nThese were the new-begotten from the dead\nWhom the great birthday bore.\n\nHeart answered heart, soul answered soul at rest,\nDouble against each other, filled, sufficed: \nAll loving, loved of all; but loving best\nAnd best beloved of Christ.\n\nI saw that one who lost her love in pain,\nWho trod on thorns, who drank the loathsome cup;\nThe lost in night, in day was found again;\nThe fallen was lifted up.\n\nThey stood together in the blessed noon,\nThey sang together through the length of days;\nEach loving face bent Sunwards like a moon\nNew-lit with love and praise. \n\nTherefore, O friend, I would not if I might\nRebuild my house of lies, wherein I joyed\nOne time to dwell: my soul shall walk in white,\nCast down but not destroyed.\n\nTherefore in patience I possess my soul;\nYea, therefore as a flint I set my face,\nTo pluck down, to build up again the whole—\nBut in a distant place.\n\nThese thorns are sharp, yet I can tread on them;\nThis cup is loathsome, yet He makes it sweet: \nMy face is steadfast toward Jerusalem,\nMy heart remembers it.\n\nI lift the hanging hands, the feeble knees—\nI, precious more than seven times molten gold—\nUntil the day when from his storehouses\nGod shall bring new and old;\n\nBeauty for ashes, oil of joy for grief,\nGarment of praise for spirit of heaviness:\nAlthough to-day I fade as doth a leaf,\nI languish and grow less. \n\nAlthough to-day He prunes my twigs with pain,\nYet doth His blood nourish and warm my root:\nTo-morrow I shall put forth buds again\nAnd clothe myself with fruit.\n\nAlthough to-day I walk in tedious ways,\nTo-day His staff is turned into a rod,\nYet will I wait for Him the appointed days\nAnd stay upon my God."}