{"subject": "Little Boy Blue", "text": "Little Boy Blue lost his way in a wood-\nSing apples and cherries, roses and honey:\nHe said, 'I would not go back if I could,\nIt's all so jolly and funny!'\nHe sang, 'This wood is all my own-\nApples and cherries, roses and honey!\nHere I will sit, a king on my throne,\nAll so jolly and funny!'\n\nA little snake crept out of a tree-\nApples and cherries, roses and honey:\n\n'Lie down at my feet, little snake,' said he-\nAll so jolly and funny!\n\nA little bird sang in the tree overhead-\n'Apples and cherries, roses and honey:'\n\n'Come and sing your song on my finger,' he said,\nAll so jolly and funny.\n\nUp coiled the snake; the bird came down,\nAnd sang him the song of Birdie Brown.\n\nBut little Boy Blue found it tiresome to sit\nThough it was on a throne: he would walk a bit!\n\nHe took up his horn, and he blew a blast:\n'Snake, you go first, and, birdie, come last.'\n\nWaves of green snake o'er the yellow leaves went;\nThe snake led the way, and he knew what he meant:\n\nBut by Boy Blue's head, with flutter and dart,\nFlew Birdie Brown, her song in her heart.\n\nBoy Blue came where apples grew fair and sweet:\n'Tree, drop me an apple down at my feet.'\n\nHe came where cherries hung plump and red:\n'Come to my mouth, sweet kisses,' he said.\n\nAnd the boughs bow down, and the apples they dapple\nThe grass, too many for him to grapple;\n\nAnd the cheeriest cherries, with never a miss,\nFall to his mouth, each a full-grown kiss.\n\nHe met a little brook singing a song:\n'Little brook,' he said, 'you are going wrong,\n\n'You must follow me, follow me, follow, I say,\nDo as I tell you, and come this way.'\n\nAnd the song-singing, sing-songing forest brook\nLeapt from its bed and after him took;\n\nAnd the dead leaves rustled, yellow and wan,\nAs over their beds the water ran.\n\nHe called every bird that sat on a bough;\nHe called every creature with poop and prow-\n\nI mean, with two ends, that is, nose and tail:\nWith legs or without, they followed full sail;\n\nSquirrels that carried their tails like a sack,\nEach his own on his little brown humpy back;\n\nSnails that drew their own caravans,\nPoking out their own eyes on the point of a lance,\n\nAnd houseless slugs, white, black, and red-\nSnails too lazy to build a shed;\n\nAnd butterflies, flutterbys, weasels, and larks,\nAnd owls, and shrew-mice, and harkydarks,\n\nCockchafers, henchafers, cockioli-birds,\nCockroaches, henroaches, cuckoos in herds;\n\nThe dappled fawns fawning, the fallow-deer following;\nThe swallows and flies, flying and swallowing-\n\nAll went flitting, and sailing, and flowing\nAfter the merry boy running and blowing.\n\nThe spider forgot, and followed him spinning,\nAnd lost all his thread from end to beginning;\n\nThe gay wasp forgot his rings and his waist-\nHe never had made such undignified haste!\n\nThe dragon-flies melted to mist with their hurrying;\nThe mole forsook his harrowing and burrowing;\n\nThe bees went buzzing, not busy but beesy,\nAnd the midges in columns, upright and easy.\n\nBut Little Boy Blue was not content,\nCalling for followers still as he went,\n\nBlowing his horn, and beating his drum,\nAnd crying aloud, 'Come all of you, come!'\n\nHe said to the shadows, 'Come after me;'\nAnd the shadows began to flicker and flee,\n\nAnd away through the wood went flattering and fluttering,\nShaking and quivering, quavering and muttering.\n\nHe said to the wind, 'Come, follow; come, follow\nWith whistle and pipe, with rustle and hollo;'\n\nAnd the wind wound round at his desire,\nAs if Boy had been the gold cock on the spire;\n\nAnd the cock itself flew down from the church\nAnd left the farmers all in the lurch.\n\nEverything, everything, all and sum,\nThey run and they fly, they creep and they come;\n\nThe very trees they tugged at their roots,\nOnly their feet were too fast in their boots-\n\nAfter him leaning and straining and bending,\nAs on through their boles the army kept wending,\n\nTill out of the wood Boy burst on a lea,\nShouting and calling, 'Come after me,'\n\nAnd then they rose with a leafy hiss\nAnd stood as if nothing had been amiss.\n\nLittle Boy Blue sat down on a stone,\nAnd the creatures came round him every one.\n\nHe said to the clouds, 'I want you there!'\nAnd down they sank through the thin blue air.\n\nHe said to the sunset far in the west,\n'Come here; I want you; 'tis my behest!'\n\nAnd the sunset came and stood up on the wold,\nAnd burned and glowed in purple and gold.\n\nThen Little Boy Blue began to ponder:\n'What's to be done with them all, I wonder!'\n\nHe thought a while, then he said, quite low,\n'What to do with you all, I am sure I don't know!'\n\nThe clouds clodded down till dismal it grew;\nThe snake sneaked close; round Birdie Brown flew;\n\nThe brook, like a cobra, rose on its tail,\nAnd the wind sank down with a \nwhat-will-you\nwail,\n\nAnd all the creatures sat and stared;\nThe mole opened the eyes that he hadn't, and glared;\n\nAnd for rats and bats, and the world and his wife\nLittle Boy Blue was afraid of his life.\n\nThen Birdie Brown began to sing,\nAnd what he sang was the very thing:\n\n'Little Boy Blue, you have brought us all hither:\nPray, are we to sit and grow old together?'\n\n'Go away; go away,' said Little Boy Blue;\n'I'm sure I don't want you! get away-do.'\n\n'No, no; no, no; no, yes, and no, no,'\nSang Birdie Brown, 'it mustn't be so!\n\n'If we've come for no good, we can't go away.\nGive us reason for going, or here we stay!'\n\nThey covered the earth, they darkened the air,\nThey hovered, they sat, with a countless stare.\n\n'If I do not give them something to do,\nThey will stare me up!' said Little Boy Blue.\n\n'Oh dear! oh dear!' he began to cry,\n'They're an awful crew, and I feel so shy!'\n\nAll of a sudden he thought of a thing,\nAnd up he stood, and spoke like a king:\n\n'You're the plague of my life! have done with your bother!\nOff with you all: take me back to my mother!'\n\nThe sunset went back to the gates of the west.\n'Follow \nme\n' sang Birdie, 'I know the way best!'\n\n'I am going the same way as fast as I can!'\nSaid the brook, as it sank and turned and ran.\n\nTo the wood fled the shadows, like scared black ghosts:\n'If we stay, we shall all be missed from our posts!'\n\nSaid the wind, with a voice that had changed its cheer,\n'I was just going there when you brought me here!'\n\n'That's where I live,' said the sack-backed squirrel,\nAnd he turned his sack with a swing and a swirl.\n\nSaid the gold weather-cock, 'I'm the churchwarden!'\nSaid the mole, 'I live in the parson's garden!'\n\nSaid they all, 'If that's where you want us to steer for,\nWhat on earth or in air did you bring us here for?'\n\n'You are none the worse!' said Boy. 'If you won't\nDo as I tell you, why, then, don't;\n\n'I'll leave you behind, and go home without you;\nAnd it's time I did: I begin to doubt you!'\n\nHe jumped to his feet. The snake rose on his tail,\nAnd hissed three times, a hiss full of bale,\n\nAnd shot out his tongue at Boy Blue to scare him,\nAnd stared at him, out of his courage to stare him.\n\n'You ugly snake,' Little Boy Blue said,\n'Get out of my way, or I'll break your head!'\n\nThe snake would not move, but glared at him glum;\nBoy Blue hit him hard with the stick of his drum.\n\nThe snake fell down as if he was dead.\nLittle Boy Blue set his foot on his head.\n\n'Hurrah!' cried the creatures, 'hurray! hurrah!\nLittle Boy Blue, your will is a law!'\n\nAnd away they went, marching before him,\nAnd marshalled him home with a high cockolorum.\n\nAnd Birdie Brown sang, \n'Twirrr twitter, twirrr twee!\nIn the rosiest rose-bush a rare nest!\nTwirrr twitter, twirrr twitter, twirrr twitter, twirrrrr tweeeee!\nIn the fun he has found the earnest!'"}