{"subject": "With This Ring", "text": "I take this ring as a symbol\nOf my love and commitment to you, \nI wear it proudly to show\nNo one will ever love you like I do.\n\nThe band is as my love for you\nAn unending circle of power, \nThe precious metal in the ring\nRepresents this love of ours.\n\nFor never a true bond was made\nThan the day that I found you, \nAnd never a true love is known\nThen what I share with you.\n\nThe shine within this ring\nIs the light I hold inside, \nIt's the light that leads my way\nTo my becoming your bride.\n\nThe etchings carved in silver\nCarry the words here in my heart, \nFor never a strong bond was made\nWith this ring never shall we part.\n\nIt's the symbol of hope and love\nIt's the band that makes us as one, \nAnd as I wear this ring today\nOur life has now begun.\n\nI will forever make you smile\nAnd sleep within your arms, \nTo live with you and laugh with you\nAnd keep you safe from harm.\n\nI will be the joy in your heart\nAnd the food for your soul, \nI will bring out the best in you\nAnd be what makes you whole.\n\nI promise to laugh with you\nIn all the good times that we'll share, \nI will struggle with you in the bad ones\nAnd show you that I care.\n\nI will solace you when you need me\nAnd wipe your tears with my kiss, \nOurs will be a true and lasting love\nFor me you are all that will exist.\n\nI will comfort you with my body\nI will mirror you with my soul, \nI will share with you my honors\nAnd your honors I will extol.\n\nOn this day as I accept your love\nI promise to love you as we grow old, \nTo keep out love as bright and new\nAs this band here made of gold.\n\nNever will I let anyone\nTear this; our love, asunder, \nI will love you forever and always\nFor you are my love of wonder.\n\nFrom this day forth our love\nWith sparkle like the stones, \nIt is a miracle that we've found\nThe greatest love ever known.\n\nWith this ring I thee wed\nIn the name of the Father, the Sun, \nand the Holy Spirit \nOur life has now begun."}