{"subject": "The Woman Who Went To Hell [an Irish Legend]", "text": "Young Dermod stood by his mother's side,\nAnd he spake right stern and cold;\n“Now, why do you weep and wail,' he said,\n“And joy from my bride withhold ?\n\n“And why do you keen and cry,' said he,\n“So loud on my marriage day ?\nThe wedding guests they now eager wait,\nAll clad in their rich array.\n\n“The priest is ready with book and stole,\nAnd you do this grievous thing:\nYou keep me back from the altar rail—\nMy bride from her wedding ring.'\n\nHis mother she rose, and she dried her tears,\nShe took him by his right hand—\n“The cause,' she said, ' of my grief and pain\nToo soon must you understand.\n\n“Oh, one-and-twenty long years ago\nI walked in your father's farm,\nI broke a bough from a ripe peach-tree,\nAnd carried it on my arm.\n\n“My heart was light as a thistle-seed—\nI had but been wed a year—\nI dreamt of joy that would soon be mine—\nA babe in my arms so dear.\n\n“There came to me there a stranger man,\nAnd these are the words he spake:\n' The fruit you carry I fain would buy,\nI pray you my gold to take,'\n\n“The fruit I carried he then did buy—\nYou lying beneath my heart—\nI tendered to him the ripe peach-bough,\nHe tore the gold branch apart.\n\n“He whispered then in my frightened ear\nThe name of the Evil One,\n' And this have I bought to-day,' he said—\n' The soul of your unborn son.\n\n“' The fruit you carry, which I did buy,\nWill ripen before I claim;\nAnd when the bells for his wedding ring\nAgain you shall hear my name.' '\n\nNow Dermod rose from his mother's side,\nAnd all loud and long laughed he.\nHe bore her down to the wedding guests,\nAll sorrowful still was she.\n\n“Now, cry no more, sweet mother,' he said,\n“For you are a doleful sight.\nAnd who is there in the banquet-hall\nCan claim my soul to-night ?'\n\nThen one rose up from the wedding throng,\nBut his face no man could see,\nAnd he said, ' Now bid your dear farewell,\nFor your soul belongs to me.'\n\nYoung Dermod stood like a stricken man,\nHis mother she swooned away;\nBut his love ran quick to the stranger's side,\nAnd to him she this did say:\n\n“If you will let his young soul go free,\nI will serve you true and well,\nFor seven long years to be your slave\nIn the bitterest place of hell.'\n\n“Seven long years, if you be my slave,\nI will let his soul go free.'\nThe stranger drew her then by the hand,\nAnd into the night went he.\n\nSeven long years did she serve him true\nBy the blazing gates of hell,\nAnd on every soul that entered in\nThe tears of her sorrow fell.\n\nSeven long years did she keep the place,\nTo open the doors accurst,\nAnd every soul that her tear-drops knew—\nIt would neither burn nor thirst.\n\nAnd once she let in her father dear,\nAnd once passed her brother through,\nOnce came a friend she had loved full well,\nO, bitter it was to do!\n\nOn the last day of the seven long years\nShe stood by her master's knee—\n“A boon, a boon for the work well done\nI pray that you grant to me.\n\n“A boon, a boon, that I carry forth\nWhat treasure my strength can bring.'\n“That you may do,' said the Evil One,\n“And all for a little thing.\n\n“All you can carry you may take forth\nBy serving me seven years more.'\nBitter she wept for the world and love,\nBut took her sad place by the door.\n\nSeven long years did she serve him well\nUntil the last day was done,\nAnd all the souls that she had let in, •\nThey clung to her one by one.\n\nAnd all the souls that she had let through\nThey clung to her dress and hair,\nUntil the burden that she brought forth\nWas heavy as she could bear.\n\nThe first who stopped her upon her way\nWas an angel with sword aflame;\nt( The Lord has sent for your load,' he said,\n“St. Michael it is my name.'\n\nThe woman drew back his gown of white,\nAnd the cloven hoof did see;\n“Oh, God, be with me to-night,' she cried,\n“For bitter my sorrows be.\n\n“I will not give it to you,' she wept,\nQuick grasping her burden tight;\nAnd all the souls that surrounded her\nClung closer in dire affright.\n\nThe next who stopped her upon her way\nWas a maid all fair to see,\nAnd ' Sister, your load is great,' she said,\n“So give it, I pray, to me.\n\n“The Virgin, I am, God sent me forth\nThat you to your love might go,'\nThe woman she saw the phantom's eyes\nAnd paled at their fierce red glow:\n\n“I will not give it to you,' said she,\nAnd wept full many a tear.\nAnd all the souls that her burden made\nCried out in desperate fear.\n\nThe third who met her upon her way\nWas a Man with face so fair:\nShe knelt her down at His wounded feet,\nAnd she laid her burden there.\n\n“Oh, I will give it to You,' she said,\nAnd fell in a swoon so deep,\nThe flying souls and their cries of joy\nDid not wake her from her sleep.\n\nSeven long days did her slumber last,\nAnd, oh, but her dream was sweet,\nShe thought she wandered in God's far land,\nThe bliss of her hopes complete !\n\nAnd when she woke on the seventh day\nTo her love's home did she go.\nAnd there she met neither man nor maid\nWho ever her face did know.\n\nAnd lo! she saw set a wedding feast,\nAnd tall by her own love's side\nThere leaned a maiden, all young and fair,\nWho never should be his bride.\n\n“A drink, a drink, my little page boy,\nA drink I do pray you bring.'\nShe took the goblet up in her hand,\nAnd dropped in her golden ring.\n\n“He who would marry, my little page,\nI pray he may drink with me,\n* To the old true love he has forgot,'\nAnd this must his toasting be.'\n\nWhen her false lover had got the cup\nHe drained it both deep and dry,\n“To my dead love that I mourned so long,\nI would that she now were nigh.'\n\nHe took from the cup the golden ring,\nAnd he turned it in his hand;\nHe said, ' Whoever has sent this charm\nI cannot her power withstand.'\n\n“Oh, she is weary, and sad, and old,'\nThe little page boy replied;\nBut Dermod strode through the startled guests,\nAnd stood by his own love's side.\n\nHe took her up in his two strong arms,\nAnd ' Have you come home ?' he said,\n“Twice seven long years I mourned you well\nAs silent among the dead.'\n\nHe kissed her twice on her faded cheek,.\nAnd thrice on her snow-white hair. \n“And this is my own true wife,' he said\nTo the guests who gathered there.\n\n“Oh, she is withered and old,' they cried,\n“And her hair is pale as snow.\n'Twere better you took the fair young girl,\nAnd let the sad old love go.'\n\n“I will not marry the fair young girl,\nNo woman I wed but this,\nThe sweet white rose of her cheek,' said he,\n“Shall redden beneath my kiss.\n\n“There is no beauty in all the land\nThat can with her face compare.'\nHe led her up to the table head,\nAnd sat her beside him there."}