{"subject": "A Warning To All Trayterous Papists", "text": "Come forth ye Papistes and confesse, that God is iust and true\nCome on I say and see the proofe, now practised on you.\nYe nations all that neighbours are, be witnesse to the same:\nThat God hath broke their brasen walles, all glory to his name.\nWhat eye so dimme, or darke by age, or blinde by natures arte:\nThat hath not seene by sondry showes, how God hath playd his part.\nIn loue he hath relieu'de his Church, by tyrauntes long opprest,\nAnd therein plaste his Debora, and this our country blest.\nWhose staggering state full oft did stand, on topp of treasons towre:\nFrom whence was brought the batterie, that should her life deuour,\nWhat meanes were made for to impeache, her maiesties good name:\nUUhat shifts to shed her guiltlesse bloud, by shauelinges voyd of shame,\nThat if our God had not begonne, his Scepter forth to show:\nHis Church and Children had bene spilde, and this our Prince also,\nwho maugre Saule, and Doegs drifte, hath Dauid set on throne:\nBy whom his Church hath liu'd in peace, yeares twentie sixe and one,\nwith blessinges more aboundantly, then can with toong be tolde:\nwhich christian countries can report, and you your selues beholde.\nBut Sathan neuer satisfitd, his malice to aduaunce:\nHath practised conspiracies, from Rome, from Spaine and Fraunce,\nYea and at home, with houshold mates, whose feete her courts did tread:\nwhome she aduaunst to dignities, with whome she brake her bread.\nNot onely rayling Semei, that churlishly could chide:\nBut Absolon for to vsurpe, the kingdome in his pride.\nAnd to destroy his father deare, whome he had kept with care,\nSuch counsell could Achitophell, that popish priest prepare:\nBut God the guide of Princely thrones, his purpose could preuent,\nwho hath appointed prudencie, in this her gouernment,\nwith Salomon for to discerne, the flie from forged arte,\nwith Samson eke the Lyons iawes, to teare and pull apart.\nFor God hath made your mosseled mouthes, your secrets forth to show,\nYour owne vile handes your heartes bereaue, of life and breath also,\nCan iudgement ioynd with iustice then, be made a fortunes wheele:\nHath God no worke in this your wracke, which iustly now ye feele.\nAwake ye momish Madianites, and heare your fellowes dreame:\nThe barley loafe must bruse your tentes, for Gedeon rules this realm,\nThe harloc Rahab was resolu'de, that God would his defend:\nBut you are growne so impudent, your mallice hath no end.\nLike Rabsack the Assirian, ye thinke your sword must cut:\nThat by your strength ye may pull downe, that God hath builded vp.\nBut would ye haue your purpose sped, then runne the ready way:\nAchior Holophernes tolde, what should be our decay.\nSend Sathan with obliuion, to lay our heartes abroad,\nThat God for our ingratitude, may let her feele your sword.\nBut otherwise reproche is yours, as alwayes it hath bene:\nFor God will his annoynted keepe, from trayterous handes vncleane.\nWill no man teach you whence Kings are, nor wherfore they are sent:\nLet Peter be your patron then, and yeeld your selues content.\nGiue honour to the King sayth he, as to the ruler chiefe:\nSent for the safetie of the good, but for the wickeds griefe.\nThapostle Paule could this alleadge, when Festus was in place:\nI haue committed naught sayth he, against law nor Cæsars grace.\nIf thou wilt prooue Gods minister, pleade so for thy defence:\nIf not, as traytour take thy leaue, for all thy proud pretence.\nWe must not still be blest like babes, with bottles full of blis:\nBut teache vs in the booke of God, what subiectes duetie is.\nAnd eke what Princes in their place, of subiectes ought to haue,\nWhat fayth, what feare, what Cæsar may of duetie duely craue.\nIoyne not with Iewish Iesuits, theyr godly Prince to spoyle:\nRemember that thy Bishopricke, ought beare no trayterous broyle.\nSeduce not subiectes from their due, but loyall let them bee:\nAnd deale with doctrine faythfully, as best becommeth thee.\nThapostles were not leaft as Lordes, goe looke what Christ doth say,\nMuch lesse for to depose a Prince, if Dauid liu'de this day.\nHe would pronounce thy punishment, and thus his sentence bring:\nThe man shall dye that dare lay hand, on Gods annointed King.\nBut you pronounce a pardon playne, and great reward also,\nIn this life and the life to come, that thereabout shall goe.\nAnd prayers make for present helpe, but vnto whome I doubt,\nNot God I know, but Sathan must your purpose bring about.\nBut how you prosper with the same, let heauen and earth take view,\nHow God doth wrestle with your worke, who is a iudge most true.\nwill Balam bluntly beate his Asse, though God withstand his way,\nwill Ionas still to Tharsis flie, what euer God doth say.\nwill Holophernes hard of heart, at no time vnderstand,\nwhose force it is that doth defend poore Iudith from his hand,\nwill foolish Pharaoh neuer finde, although he feele indeede:\nIehouah still to fight for them, that are the faythfull seede.\nwill shamelesse iudges neuer cease, to seeke Susannaes bloud,\nTill Daniell doe pronounce theyr doome, then stoning is to good,\nwill Haman Mardocheus hang, on gallous at his gate,\nBut Hesters prayers will be heard, himselfe shall hang thereat.\nO Balish Babilonian, and Balthazar by name.\nLet Daniell reade the kingdomes fall, and ruine of the same.\nFor thou art wayed and found to light, thy kingdome must be rent.\nLo, Chaiphas in thy byshhopricke, hath long bene resident.\nBut God shall smite that paynted wall, who persecutes his flocke.\nAnd teare him from his triple throane, and breake him like a crocke.\nWho sitting on his regall seate, shall laugh his foes to scorne,\nBy whome their names out of this booke, of lyfe shall quite be torne.\nSuch are the iudgements of the Lorde, for them that shall dispise.\nHis scepter and annoynted seate, by any enterprise.\nNo Patriarke, no Pope, no Priest, nor vicar that may vaunt,\nSupremacie on sacred prince, but loyaltie to graunt.\nOf prince therefore no euill speake, no not in secret bed,\nFor sure the birdes shall thee bewraie, when thou shalt shewe thy head.\nAlthough thy treasons tooke effect, in Gods appoynted time,\nBy murthering of a vertuous prince, let not thy courage clime.\nThough God giue lothsome traytours leaue, our gratious prince to kil,\nTriumphe not thou as though thy strength, had wun the golden hill.\nBut whensoeuer it shalbe, if God haue so decreed.\nIt is not thou, no it is wee, through whome it doth proceed.\nAnd therefore brethren deere I pray, let heart and heades be ope.\nTo craue of God to saue her grace, from this vngodly Pope.\nAnd that our sinnes may not deserue, so greeuous plagues to fall.\nThat in his wrath he take away, his word our Prince and all,\nwith watered eyes therefore behold, the euils of this age\nAnd with great care of conscience passe, through this our pilgrimage.\nLet eche man trie his pathes and steppes, least we should tread awry:\nLet all our workes be wrought in feare, for Sathan standeth by.\nwho sifteth vs as in a searce, for suttle is his shift:\nThat he may shake our feeble fayth, to this is all his drift.\nThen downe comes all that we haue done, our labour is but lost:\nOur coupling cannot holde togither, if he remoue that post.\nFor if we falter in our fayth, what works can haue effect:\nAs is our fayth, so followes workes, direct or indirect.\nBe not deceaued, see the fruites, corrupt are all our wayes:\nAnd there is no man that doth good, not one as Dauid sayes.\nwe haue bene gadding after gaine, from God and his good lawes:\nBut let vs turne againe to him, and eke confesse the cause\nO let vs runne and ring the bell, that hangeth by his eare:\nYea ring it out and neuer cease, till mercy make him heare.\nCome let vs tumble out our teares, and on his feete them cast:\nThat he may see our sorrowes great, and pitie haue at last.\nwith bowed backes and broken heartes, prostrate before him fall,\nWith sighings sent from sobbing brest, confesse our faultes withall.\nAnd pardon prayd for that is past, prepare vs to amend,\nThis sayd, thus done, let papist proud, his treason still pretend.\nOur God shall giue them such a blow, vpon the hard cheeke bone:\nThat all the world shall see and know, how God doth keepe his owne.\nAnd we shall sing with himnes and Psalmes, the prayses of his name:\nAll Christians shall confesse and say, Amen vnto the same."}