{"subject": "from Paragraphs from a Day-Book (section 1 only)", "text": "For Hayden Carruth\nThought thrusts up, homely as a hyacinth    \nwrapped in its bulb like a root-vegetable,    \na ninth-month    \nbelly, where the green indelible    \npattern's inscribed into the labyrinth.    \nThrust into light, it's air's inhabitant    \nwith light and air as food and drink.    \nA hyacinth, tumescent pink    \non the low wooden Mexican chest    \nconfronts the wintry dusk    \nwith informed self-interest.    \nLeaf-spears extravagantly ask    \nwhat idea, still gnarled up in a knot    \nof ganglions, will break through the husk    \nshaped at last, recognizable as thought.    \n• \nTrace, on a city map, trajectories    \nof partially-forgotten words    \nalong the river's arteries,    \nvolatile substance of a sentient world.    \nMauve heather crowds the window-grill. The light    \nlingers a little later, with a slight    \nvernal inflection. In a moon-glazed vase    \nbloom yellow freesias, like some rainy day's    \nbrook-bank, in someone else's memory.    \nSmall whirlpools of perception widen, ring    \nan infant's numinous discoveries    \nof syllables for animals, toys, trees:    \na Lab's thick coat, the dusty birds    \nin Claremont Park each tardy urban spring,    \na stuffed pink leather horse with button eyes.    \n• \nA question-mark in yellow overalls,    \nI could read. I was three.    \nI slept with that pink horse. My one doll's    \nname was V. J. She'd been given to me    \nto celebrate the Victory    \nover Japan, that is to say, the Bomb    \nI'd spend my schooldays taking shelter from.    \nI couldn't tie my shoes. But Reddy the fox,    \nTootle the engine who jumped off the tracks,    \nspelled me their stories on my mother's lap    \ndespite weak eyes and poor small-motor skills.    \nMy grandparents were dead: not in pogroms,    \nnot in the camps—of strokes and heart attacks,    \nmerely immigrants, not deportees.    \n'When you die, does everything just stop?'    \n• \nI'm four, in itchy woolen leggings,    \nthe day that I can't recognize the man    \ndown at the park entrance, waving,    \nas my father. He has ten    \nmore years to live, that spring. Dapper and balding    \nhe walks toward me; then I run toward him, calling    \nhim, flustered by my flawed vision.    \nUnderfoot, the maples' green-    \nwinged seeds splay on mica-specked octagons.    \nHis round face, thin nose, moustache silvered gray    \nat thirty-eight look (I think now) Hungarian.    \nI like his wood-smell of two packs a day    \nas he swings me up to his shoulder    \nand I say, things look blurry far away    \n—one Saturday, two years after the war."}