{"subject": "The Deacon's Masterpiece Or, The Wonderful \"One-Hoss Shay\": A Logical Story", "text": "Have you heard of the wonderful one-hoss shay,  \nThat was built in such a logical way\nIt ran a hundred years to a day,\nAnd then, of a sudden, it -- ah, but stay,\nI'll tell you what happened without delay,\nScaring the parson into fits,\nFrightening people out of their wits, --\nHave you ever heard of that, I say?\n\nSeventeen hundred and fifty-five.\nGeorgius Secundus was then alive, --\nSnuffy old drone from the German hive.\nThat was the year when Lisbon-town\nSaw the earth open and gulp her down,\nAnd Braddock's army was done so brown,\nLeft without a scalp to its crown.\nIt was on the terrible Earthquake-day\nThat the Deacon finished the one-hoss shay.\n\nNow in building of chaises, I tell you what,\nThere is always somewhere a weakest spot, --\nIn hub, tire, felloe, in spring or thill,\nIn panel, or crossbar, or floor, or sill,\nIn screw, bolt, thoroughbrace, -- lurking still,\nFind it somewhere you must and will, --\nAbove or below, or within or without, --\nAnd that's the reason, beyond a doubt,\nA chaise breaks down, but does n't wear out.\n\nBut the Deacon swore (as Deacons do,\nWith an \"I dew vum,\" or an \"I tell yeou\")\nHe would build one shay to beat the taown\n'N' the keounty 'n' all the kentry raoun';\nIt should be so built that it could n' break daown:\n\"Fur,\" said the Deacon, \"'t 's mighty plain\nThut the weakes' place mus' stan' the strain;\n'N' the way t' fix it, uz I maintain,\nIs only jest\nT' make that place uz strong uz the rest.\"\n\nSo the Deacon inquired of the village folk\nWhere he could find the strongest oak,\nThat could n't be split nor bent nor broke, --\nThat was for spokes and floor and sills;\nHe sent for lancewood to make the thills;\nThe crossbars were ash, from the straightest trees,\nThe panels of white-wood, that cuts like cheese,\nBut lasts like iron for things like these;\nThe hubs of logs from the \"Settler's ellum,\" --\nLast of its timber, -- they could n't sell 'em,\nNever an axe had seen their chips,\nAnd the wedges flew from between their lips,\nTheir blunt ends frizzled like celery-tips;\nStep and prop-iron, bolt and screw,\nSpring, tire, axle, and linchpin too,\nSteel of the finest, bright and blue;\nThoroughbrace bison-skin, thick and wide;\nBoot, top, dasher, from tough old hide\nFound in the pit when the tanner died.\nThat was the way he \"put her through.\" \n\"There!\" said the Deacon, \"naow she'll dew!\"\n\nDo! I tell you, I rather guess\nShe was a wonder, and nothing less!\nColts grew horses, beards turned gray,\nDeacon and deaconess dropped away,\nChildren and grandchildren -- where were they?\nBut there stood the stout old one-hoss shay\nAs fresh as on Lisbon-earthquake-day!\n\nEIGHTEEN HUNDRED; -- it came and found\nThe Deacon's masterpiece strong and sound.\nEighteen hundred increased by ten; --\n\"Hahnsum kerridge\" they called it then.\nEighteen hundred and twenty came; --\nRunning as usual; much the same.\nThirty and forty at last arrive,\nAnd then come fifty, and FIFTY-FIVE.\n\nLittle of all we value here\nWakes on the morn of its hundreth year\nWithout both feeling and looking queer.\nIn fact, there's nothing that keeps its youth,\nSo far as I know, but a tree and truth.\n(This is a moral that runs at large;\nTake it. -- You're welcome. -- No extra charge.)\n\nFIRST OF NOVEMBER, -- the Earthquake-day, --\nThere are traces of age in the one-hoss shay,\nA general flavor of mild decay,\nBut nothing local, as one may say.\nThere could n't be, -- for the Deacon's art\nHad made it so like in every part\nThat there was n't a chance for one to start.\nFor the wheels were just as strong as the thills,\nAnd the floor was just as strong as the sills,\nAnd the panels just as strong as the floor,\nAnd the whipple-tree neither less nor more,\nAnd the back crossbar as strong as the fore,\nAnd spring and axle and hub encore.\nAnd yet, as a whole, it is past a doubt\nIn another hour it will be worn out!\n\nFirst of November, 'Fifty-five!\nThis morning the parson takes a drive.\nNow, small boys, get out of the way!\nHere comes the wonderful one-horse shay,\nDrawn by a rat-tailed, ewe-necked bay.\n\"Huddup!\" said the parson. -- Off went they.\nThe parson was working his Sunday's text, --\nHad got to fifthly, and stopped perplexed\nAt what the -- Moses -- was coming next.\nAll at once the horse stood still,\nClose by the meet'n'-house on the hill.\nFirst a shiver, and then a thrill,\nThen something decidedly like a spill, --\nAnd the parson was sitting upon a rock,\nAt half past nine by the meet'n-house clock, --\nJust the hour of the Earthquake shock!\nWhat do you think the parson found,\nWhen he got up and stared around?\nThe poor old chaise in a heap or mound,\nAs if it had been to the mill and ground!\nYou see, of course, if you're not a dunce,\nHow it went to pieces all at once, --\nAll at once, and nothing first, --\nJust as bubbles do when they burst.\n\nEnd of the wonderful one-hoss shay.\nLogic is logic. That's all I say."}