{"subject": "La Tristesse du Diable", "text": "Silencieux, les poings aux dents, le dos ployé,\nEnveloppé du noir manteau de ses deux ailes,\nSur un pic hérissé de neiges éternelles,\nUne nuit, s’arrêta l’antique Foudroyé.\n\nLa terre prolongeait en bas, immense et sombre.\nLes continents battus par la houle des mers ;\nAu-dessus flamboyait le ciel plein d’univers ;\nMais Lui ne regardait que l’abîme de l’ombre.\n\nIl était là, dardant ses yeux ensanglantés\nDans ce gouffre où la vie amasse ses tempêtes,\nOù le fourmillement des hommes et des bêtes\nPullule sous le vol des siècles irrités.\n\nIl entendait monter les hosannas serviles,\nLe cri des égorgeurs, les Te Deum des rois,\nL’appel désespéré des nations en croix\nEt des justes râlant sur le fumier des villes.\n\nCe lugubre concert du mal universel,\nAussi vieux que le monde et que la race humaine,\nPlus fort, plus acharné, plus ardent que sa haine,\nTourbillonnait autour du sinistre Immortel.\n\nIl remonta d’un bond vers les temps insondables\nOù sa gloire allumait le céleste matin,\nEt, devant la stupide horreur de son destin,\nUn grand frisson courut dans ses reins formidables.\n\nEt se tordant les bras, et crispant ses orteils,\nLui, le premier rêveur, la plus vieille victime,\nIl cria par delà l’immensité sublime\nOù déferle en brûlant l’écume des soleils :\n\n— Les monotones jours, comme une horrible pluie,\nS’amassent, sans l’emplir, dans mon éternité ;\nForce, orgueil, désespoir, tout n’est que vanité ;\nEt la fureur me pèse, et le combat m’ennuie.\n\nPresque autant que l’amour la haine m’a menti :\nJ’ai bu toute la mer des larmes infécondes.\nTombez, écrasez-moi, foudres, monceaux des mondes !\nDans le sommeil sacré que je sois englouti !\n\nEt les lâches heureux, et les races damnées,\nPar l’espace éclatant qui n’a ni fond ni bord,\nEntendront une Voix disant : Satan est mort !\nEt ce sera ta fin, Œuvre des six Journées !"}