{"subject": "Noah's Wife", "text": "is doing her usual for comic relief.   \n                        She doesn’t\n               see why she should get on the boat, etc.,\n\netc., while life as we know it hangs by a thread.   \n                        Even God\n               has had one or two great deadpan lines:\n\nWho told you (this was back at the start—\n                        the teeth\n               of the tautology had just snapped shut) Who\n\ntold you you were naked? The world   \n                        was so new\n               that death hadn’t been till this minute\n\nrequired. What makes you think (the   \n                        ground\n               withers under their feet) we were told?\nThe woman’s disobedience is good for   \n                        plot,\n               as also for restoring plot to human\n\nscale: three hundred cubits by fifty   \n                        by what?\n               What’s that in inches exactly? Whereas\n\nall obstinate wife is common coin.   \n                        In\n               the beginning was nothing and then a flaw\n\nin the nothing, a sort of mistake that amplified, the   \n                        nothing\n               mistranscribed (it takes such discipline\n\nto keep the prospect clean) and now the lion   \n                        whelps,\n               the beetle rolls its ball of dung, and Noah\n\nwith no more than a primitive double-\n                        entry audit   \n               is supposed to make it right.\n\nWe find the Creator in an awkward bind.   \n                        Washed back\n               to oblivion? Think again. The housewife\n\nat her laundry tub has got a better grip.   \n                        Which may\n               be why we’ve tried to find her laughable,\n\nshe’s such an unhappy reminder of what   \n                        understanding\n               costs. Ask the boy who cannot, though\n\nGod know’s he’s tried, he swears   \n                        each bar\n               of melting soap will be his last, who cannot\n\nturn the water off when once he’s turned it on.   \n                        His hands\n               are raw. His body seems like filth to him.\n\nWho told you (the pharmacopoeia has   \n                        changed,\n               the malady’s still the same) Who told you\n\nyou were food for worms?\n                        What\n               makes you think (the furrow, the fruit)\n\nI had to be told?"}