{"subject": "In A Castle Park", "text": "It is me, returning after all these years or else centuries, ma princesse.\n\nNothing, but Europe has grown old in the maps, and the seas gotten all lined and \n                                                                                                       wrinkled,\nmy pale ash-grey forehead mirroring the sky of the same look.\nEyes heavy, as if belonging to somebody else, traversing \npages laden with child erotica, yet disembodied   \namong the inescapable sadnesses of l´amour courtois. As the centuries fly away, \nit is as if stones were falling from a knight's heart in the heart of a facade.\n\nI´ll ask the shadow of my hand for its hand, which will be so tender,\nmy pale ash-grey forehead mirroring the same look of the sky.\nIt´s the dust falling on our souls and the universe clinging with the murmur \n                                                                                              of mouths\nbleeding into a womb of the deceased Word. Fair-haired dames of the court \nunfold their baroque eyes like fans. And it is in their fine complexion \nwhere the wilting sun still teases into life the blood that keeps the Globe in motion.\n\nThe horn of a Capricorn or a McLaren flashes and whizzes across my sight\nonly to descend and park deep inside. A jawbone claps as \nthe AI collects all kinds of sun-swollen tulips.\nThe troubadour drunk from a wine made of roses, he dreams a song\nthat will click open the lips of a hologram and let the eyelids fall on grey screens.\nA golden lock nests in a palm and smells all around of the best Chinese cuisine.\n\nThrough a staticky screen I can see the esteemed congress above the planet\nand a feudal who walks down the wide hall right into an apocalypse.\nBetween my fingers I am still holding atoms, nuclear warheads, and satellites\nthey wash the crumbling walls of our Earth, \nvivisected with a timely hand. I can´t grasp any other hands   \nthat have never touched artificial matter. I can just raise my bleeding mouth from \n                                                                                                        the stone,   \n\nfrom the stone that touched your skin ages ago, dear princess.\n\nEnglish Translation from Martin Solotruk"}