{"subject": "The Captive Of Fez: Canto Ii: The Provoked Rebel", "text": "What though the failing arm of Abusade\nNo longer wields his battle-leading blade;\nYet still he glories in his wars, that still\nTo flashing victory turn his kingly will.\nOn Afric's north sea-border, and the coast\nOf fronting Europe, gleams his dusky host,\nLed by Zemberbo who still quells the bands\nOf Portugal, and menaces her lands.\nThus in his palace of illumined halls\nThe Monarch sits, and for Zenone calls,\nTo see her flush beside her harp, and hear\nHer intermingled song, so soft and clear,\nTo win his soul throughout the pleasing coil\nOf varied thought without the mental toil;\nFor this the double joy that music gives,\nTo soothe the soul whilst it intensely lives.\nShe comes, but sits remote: See the young witch\nLean to her harp! O creature rare and rich!\nDark as the Night, but beautiful as Day,\nBeautiful, lustrous dark! Wrath and Dismay\nStormed in the chords, and wailed: to fury rose\nThe tragic vengeance, thick with stabbing blows.\nThe King looked up; severe, concentrated,\nSeemed coming near the creature's angry head.\nSurprised he rose. But from Zemberbo came\nA slave, prompt audience for that Chief to claim.\n\nZenone heard, and from the chamber went;\nFor well she guessed Zemberbo's discontent,\nAnd would not bar it in its wrathful vent.\n\n'Twas she who brought him thus. For when she knew\nThat Geraldine was striving to undo\nHer Captive's fetters, and to this had pressed\nThe Monarch, not unmoved by the request,\nAlarmed she started: what must she do now?\nThe King may Julian's freedom thus allow;\nMay still within his Palace let him live;\nNay, Geraldine to be his wife may give,\nFrom Portugal by friendship to regain\nWhat arms and threats of death have sought in vain:\nFor still the King, so well Zenone still\nThe matter managed with deceptive skill,\nThought Julian's sire was tried, but would not yield\nShore-ruling Ceuta up, his son from death to shield:\nAnd thus Zenone by her arts had gained,\nThat still the Captive in her power remained.\nBut what must she do now? In secret sent,\nHer hasty message to Zemberbo went\nOf Julian's thrall: and much the King it blamed,\nThat doubly daring he Zemberbo shamed;\nFirst, that from dungeon chains he did not spare\nThat Captive, heedless of Zemberbo's prayer\nTo treat him kindly; next that private terms\nHe tried for Ceuta, and Zemberbo's arms\nDoubting insulted thus. Zenone well\nKnew the fierce heart on which her message fell:\nHe'll come, he'll brave his King, away he'll go\nAt once a rebel, and at once a foe;\nThe Captive with him. Geraldine shall ne'er\nWhere she has failed, the wedding garment wear;\nNo more shall see her Knight. Zenone's hour\nOf vengeance comes, as comes Zemberbo's power,\nRebellious, stern, triumphant. Well shall she\nSecond his arms: Eased shall her bosom be,\n\nEased of that King; and all his house she'll whelm,\nAnd all his black and unbaptisèd realm.\nII\n\nEntered Zemberbo, as the Monarch lent,\nFrom hid reluctance, or from free consent,\nPermission; wrath was on his forehead high,\nGlancing like copper; from his kindled eye\nCame out fierce question like a bickering sword;\nAnd thus he stayed not for his Sovereign's word:—\n“Prince Julian lies immured?—they tell me so!\nI did not send him to endure this wo;\nSire, I did send him, in my battles ta'en,\nIn Fez an honoured Captive to remain,\nDeclared my kinsman, bone and blood of mine,\nAnd far-descended of the Prophet's line.\nYet, kin forgot, be chains, be pains for him,\nLet dropping dungeons rot him, limb by limb;\nSo thou, high King of Fez, wilt deign to show\nMy wish not scorned, but him a traitor foe.”\n\n“Sir Chieftain,” said the Monarch, “deign to bow\nThe dark defiance of that servant brow!\nThen haply we'll remind thee of thy boast\nTo win that town which rules our northern coast,\nHeld by the foe. Beyond thy promised date,\nThat Captive Prince was kept in princely state.\nThy boast was vain; it pleased us then to try\nIf Ceuta him from chains and death might buy.\nNot bought, he dies: 'twere well he died this hour,\nJust to remind thee of our sovereign power.”\n\nHe said, and clapped his hands; a giant band\nOf negroes come, and round Zemberbo stand.\n\nYet dauntless stood the Chief, and eyed his King,\nThen proudly turned and scanned the sable ring:\nTowering he rose as o'er the warlike brunt;\nAnd darker grew his high embattled front;\nAnd flashed his eye, as brings the steely dint\nRed seeds of fire from the deforcèd flint.\n“Me menace not,” hoarse whispered he, “proud King;\nA thousand hearts are ready forth to spring,\nTo turn my death to vengeance: ere I came\nFrom out my camp that Captive boy to claim\n(For in the distant battle I had heard\nMyself despised in him thus doomed to ward),\nIn my great Captains' hearts I breathed my fear,\nAnd won their oath to avenge me injured here,\nTo avenge that Captive too. But, Sire, no more\nOf this; still let me battle on the shore;\nWith loyal war I've warred to take that town,\nAnd, trust me, I shall yet restore it to thy Crown.\nAround it, flashing down the coast, of all\nBravest, careers the King of Portugal,\nWith vigour like the eagle's youth renewed,\nHas baffled me awhile, yet shall he be subdued.\nDeign, Sire, still send me to the embattled line;\nThine be the conquests, but that Captive mine.”\nZemberbo thus. Pausing the Monarch sate:\nHe longed to close with scorn the bold debate,\nBut feared a foe in one so stern and great;\nSo, feigning frankness in his voice and eye,\nThus to his rankling heart he gave the lie:—\n“Why, what a jest is here! our Man of might\nDeigning to pray us for one Captive Knight,—\nThe Man of our right hand, the Man whose name\nTo Fez is safety, and to Fez is fame!\n\nGo to thy palace, Chief; the Captive there\nShall come to thee, released: those chains had ne'er\nBeen put upon him, had we deemed that he\nWas honoured farther in thy thoughts to be.\nRest thee the night, come back to us at morn,\nOne day thy presence must our Court adorn;\nThen haste to war, and take the wished-for town;\nAnd be thou still the glory of our Crown.”\nIII\n\nHow sweetly sleeps, delivered from his thrall,\nThe Captive Julian in Zemberbo's hall!\nFor, in his dream, he hears the boys at play\nOn Lisbon's streets, and evening roundelay,\nTo whose blithe spiriting the olive maids\nOf Tagus dance beneath the chestnut shades.\nSlowly Zemberbo entered; drawing near\nThe youth, he touched and roused him with his spear.\nThen called his guards: “Guards, do our wish!—But hold!\nWhat mean these cries without? By Allah! they are bold!\nAgain? What ho! my arms! Each man his blade!\nBela, look forth and say what means the mad parade.”\nIV\n\nThus they within. Meanwhile a mob without\nAround Zemberbo's palace fiercely shout,\nRoused by Zenone's arts: she caused the thing\nBe done, as if commissioned by the King,\nWho feared the Chief, a traitor: and she made\nThe rabble roar, as if they lent their aid\nUnto their King. All this was done that so\nZemberbo's heart might to rebellion grow.\nThus rage the populace: o'er the swarthy host,\nSwayed to and fro, the fiery brands are tossed.\n“Allah be praised! the traitor-den's aloof\nFrom other homes; up with them to the roof,\nUp with your torches! So! The King has doomed\nThe rebel thus to be with fire consumed.”\nSuch was the cry: And many a brand was flung,\nAnd seized the palace with its flaming tongue.\n“Down with the traitor!” yell they, as they spy\nZemberbo glaring from his lattice high:\nTerrible glaring out, from side to side\nFar stretching he looked out. “Down with him!” cried\nA thousand voices. Back the Chieftain sprung.\nBelow, his doors were widely open flung.\nBorne through the entrance crowding numbers press;\nBut turned the foremost from a stern redress,\nBack screaming turned, rolled back the fickle wave,\nAnd to the light their hideous quittance gave:\nEyes gashed across, bones of the brow laid bare,\nNoseless and earless heads the work declare\nOf swords within: Fast fled the suffering brood\nHowling, and as they howled their mouths were filled with blood.\nScarce conscious, sympathetic, back dismayed\nThat sea of umbered visages was swayed.\nSave! save! for lo! forth flashing, coming on,\nLike Eblis darkly from his blazing throne,\nStrides stern Zemberbo, drives the human rack,\nHis sable globe of warriors at his back\nRound Julian, onward to the central square\nOf Fez: their haughty station shall be there.\nAnd round the Captive firmly, mutely stood\nThe warrior troop, and faced the multitude:\nFor rallying, circling, wavering, serrated\nWith hollowed far-retiring flaws of dread\nAnd bold abutments of vindictive rage,\nAnew the mob their warfare 'gan to wage.\nIn dark concentric orbit round his band\nSlow stalked Zemberbo, scimitar in hand;\nSlow, sternly silent: with his front of war\nHe faced his foes, and kept them faint and far.\n\nThus passed the hours till, bravely kept at bay,\nThe angry rout began to melt away.\nRaising his sword, the Chieftain waved it round,\nThen stooped, and with it wrote upon the ground\n(His aspect lightening with a savage glee,\nLike stormy sunburst on the darkened sea)\nShort notes of desolation—war, blood, fire,\nCaptivity to child, to wife, to sire.\n“So be ye read at morn, and on to noon,”\nHe said, “my lessons, to be bettered soon!\nWe thank thee, Abusade, for hearts resolved,\nAnd work, half dreamt of, on our swords devolved!\nGuards, do our wish: be prompt: the dawning hour\nMust see us far beyond the tyrant's power.”\n\nEre ceased the Chief, his sable men had bound\nThe Captive's eyes, and borne him from the ground."}