{"subject": "La mort est multiforme...", "text": "La mort est multiforme, elle change de masque\nEt d'habit plus souvent qu'une actrice fantasque ;\nElle sait se farder,\nEt ce n'est pas toujours cette maigre carcasse,\nQui vous montre les dents et vous fait la grimace\nHorrible à regarder.\n\nSes sujets ne sont pas tous dans le cimetière,\nIls ne dorment pas tous sur des chevets de pierre\nÀ l'ombre des arceaux ;\nTous ne sont pas vêtus de la pâle livrée,\nEt la porte sur tous n'est pas encor murée\nDans la nuit des caveaux.\n\nIl est des trépassés de diverse nature :\nAux uns la puanteur avec la pourriture,\nLe palpable néant,\nL'horreur et le dégoût, l'ombre profonde et noire\nEt le cercueil avide entr'ouvrant sa mâchoire\nComme un monstre béant ;\n\nAux autres, que l'on voit sans qu'on s'en épouvante\nPasser et repasser dans la cité vivante\nSous leur linceul de chair,\nL'invisible néant, la mort intérieure\nQue personne ne sait, que personne ne pleure,\nMême votre plus cher.\n\nCar, lorsque l'on s'en va dans les villes funèbres\nVisiter les tombeaux inconnus ou célèbres,\nDe marbre ou de gazon ;\nQu'on ait ou qu'on n'ait pas quelque paupière amie\nSous l'ombrage des ifs à jamais endormie,\nQu'on soit en pleurs ou non,\n\nOn dit : ceux-là sont morts. La mousse étend son voile\nSur leurs noms effacés ; le ver file sa toile\nDans le trou de leurs yeux ;\nLeurs cheveux ont percé les planches de la bière ;\nÀ côté de leurs os, leur chair tombe en poussière\nSur les os des aïeux.\n\nLeurs héritiers, le soir, n'ont plus peur qu'ils reviennent ;\nC'est à peine à présent si leurs chiens s'en souviennent,\nEnfumés et poudreux,\nLeurs portraits adorés traînent dans les boutiques ;\nLeurs jaloux d'autrefois font leurs panégyriques ;\nTout est fini pour eux.\n\nL'ange de la douleur, sur leur tombe en prière,\nEst seul à les pleurer dans ses larmes de pierre,\nComme le ver leur corps,\nL'oubli ronge leur nom avec sa lime sourde ;\nIls ont pour drap de lit six pieds de terre lourde.\nIls sont morts, et bien morts !\n\nEt peut-être une larme, à votre âme échappée,\nSur leur cendre, de pluie et de neige trempée,\nFiltre insensiblement,\nQui les va réjouir dans leur triste demeure ;\nEt leur coeur desséché, comprenant qu'on les pleure,\nRetrouve un battement.\n\nMais personne ne dit, voyant un mort de l'âme :\nPaix et repos sur toi ! L'on refuse à la lame\nCe qu'on donne au fourreau ;\nL'on pleure le cadavre et l'on panse la plaie,\nL'âme se brise et meurt sans que nul s'en effraie\nEt lui dresse un tombeau.\n\nEt cependant il est d'horribles agonies\nQu'on ne saura jamais ; des douleurs infinies\nQue l'on n'aperçoit pas.\nIl est plus d'une croix au calvaire de l'âme\nSans l'auréole d'or, et sans la blanche femme\nÉchevelée au bas.\n\nToute âme est un sépulcre où gisent mille choses ;\nDes cadavres hideux dans des figures roses\nDorment ensevelis.\nOn retrouve toujours les larmes sous le rire,\nLes morts sous les vivants, et l'homme est à vrai dire\nUne nécropolis.\n\nLes tombeaux déterrés des vieilles cités mortes,\nLes chambres et les puits de la Thèbe aux cent portes\nNe sont pas si peuplés ;\nOn n'y rencontre pas de plus affreux squelettes.\nUn plus vaste fouillis d'ossements et de têtes\nAux ruines mêlés.\n\nL'on en voit qui n'ont pas d'épitaphe à leurs tombes,\nEt de leurs trépassés font comme aux catacombes\nUn grand entassement ;\nDont le coeur est un champ uni, sans croix ni pierres,\nEt que l'aveugle mort de diverses poussières\nRemplit confusément.\n\nD'autres, moins oublieux, ont des caves funèbres\nOù sont rangés leurs morts, comme celles des guèbres\nOu des égyptiens ;\nTout autour de leur coeur sont debout les momies,\nEt l'on y reconnaît les figures blémies\nDe leurs amours anciens.\n\nDans un pur souvenir chastement embaumée\nIls gardent au fond d'eux l'âme qu'ils ont aimée ;\nTriste et charmant trésor !\nLa mort habite en eux au milieu de la vie ;\nIls s'en vont poursuivant la chère ombre ravie\nQui leur sourit encor.\n\nOù ne trouve-t-on pas, en fouillant, un squelette ?\nQuel foyer réunit la famille complète\nEn cercle chaque soir ?\nEt quel seuil, si riant et si beau qu'il puisse être,\nPour ne pas revenir n'a vu sortir le maître\nAvec un manteau noir ?\n\nCette petite fleur, qui, toute réjouie,\nFait baiser au soleil sa bouche épanouie,\nEst fille de la mort.\nEn plongeant sous le sol, peut-être sa racine\nDans quelque cendre chère a pris l'odeur divine\nQui vous charme si fort.\n\nÔ fiancés d'hier, encore amants, l'alcôve\nOù nichent vos amours, à quelque vieillard chauve\nA servi comme à vous ;\nAvant vos doux soupirs elle a redit son râle,\nEt son souvenir mêle une odeur sépulcrale\nÀ vos parfums d'époux !\n\nOù donc poser le pied qu'on ne foule une tombe ?\nAh ! Lorsque l'on prendrait son aile à la colombe,\nSes pieds au daim léger ;\nQu'on irait demander au poisson sa nageoire,\nOn trouvera partout l'hôtesse blanche et noire\nPrête à vous héberger.\n\nCessez donc, cessez donc, ô vous, les jeunes mères\nBerçant vos fils aux bras des riantes chimères,\nDe leur rêver un sort ;\nFilez-leur un suaire avec le lin des langes.\nVos fils, fussent-ils purs et beaux comme les anges,\nSont condamnés à mort !"}