{"subject": "Den 1. Fabel. [Jeg, som mod Mennesker og Verdens onde Sæder]", "text": "Jeg, som mod Mennesker og Verdens onde Sæder\nUdtømmet har min Geist, om Dyr og Planter qvæder.\nMin Luth omstemmed er, gir sød og liflig Klang,\nJeg skurred, hvined før, nu qvæder Elskovs Sang.\nJeg gaaer fra Stæder bort, og eensom Skove søger,\nMin matte Geist blant Dyr og Træer ikkun spøger,\nMin spidse Pen jeg skier paa anden Maade om,\nPoeter tryggest er, som gaaer i Barendom.\nDen store Phoebi Søn, som Veyen mig bereder,\nOm Folks Omskabelse til Dyr og Fugle qvæder.\nJeg siunger over det, som meere selsomt er,\nOm Besters Dannelse til store Mennesker.\nI gamle Dage for Saturni gyldne Alder,\nFør Stæder stiftedes, som man Regiering kalder,\nFør Riis man flettede, før Kag oprettet blev,\nFør man i haarde Staal og Marmor Love skrev,\nFør man Metall og Steen begyndte at skattere,\nFør Prisen faldt paa Dyd, og Guld blev agtet mere,\nFørend GUds Billede blev usel Jordklimps Træl,\nOg man for Høyhed, Rang opofred Liv og Siel;\nFørend man Slotte saae med Taarned-mured Stæder,\nSom vel hos Verdens Børn Zirat for Jorden heeder,\nMen dog som Bylder paa et Legem agtes kand,\nOs breider Vellyst, Frygt og unaturlig Stand;\nFør man saae Mennesker om mit og dit at tviste,\nFørend Astræa sig fra Jorden maatte liste;\nDa Hyrde-Levned kun paa Jorden havde Sted,\nOg Marken eene med Naturens Ziir var klæd,\nFørend man foretog med hvasse Plov at bore\nIgiennem Jordens Rygg, og den med Harven saare,\nFør skarpen Spade-Jern i Jordens Muld og Sand\nBlev trykked ned udaf den kroged Agermand;\nFør ranke Træer blev fældt om i grønne Skove,\nFor over Havet sig med Mennesker at vove;\nHvert Lands Indbygger kun sin egen Strandbred saae,\nOg Reyse-Feber ey var Verden kommen paa;\nDa hver sig nøye lod allene med sin Mage,\nHyrdindens Attraae kun var Hyrden at behage;\nDa man paa Ja og Ney hinanden troed lett,\nOg Hænders Rekkelse var meer end Vexel-Rett:\nSee, da jeg finder Dyr at have kunnet tale.\nEn Ørn til anden Ørn, en Svale til en Svale\nSin Elskov eene ey, sin Vrede, Sorg og Fryd\nTilkiende gav ved Skrig og ved et qvidrend Lyd;\nEt Esel ey sin Tarv alleene ved at skryde,\nVed logrend Svands en Hund sit Venskab at tilbyde;\nEn Hest ey eene ved sin Vrinsken, stampend Fod\nSin stridbar Fyrighed, sit Hierte vise lod;\nEn Bremse eene ey sin Attraae ved at snurre,\nEn Turtel-Due kun sin Sorrig ved at kurre,\nEn Nattergal ved Sang, skiønt paa adskillig Viis,\nEy eene breded ud det yndig Foraars-Priis;\nMen hvert et Dyr, hver Fugl, hvert Træ, hvad laae paa Hierte,\nSin Elskov, sin Foragt, sin Glæde, Sorg og Smerte,\nSin Koldhed og sin Ild forklarede med Ord,\nSaa intet indtil Træe umælend var paa Jord.\nEn Løve taled om sin Magt med anden Løve,\nEn Ulv med anden Ulv da raadslog om at røve,\nEt Træ, en Plante da beklagede i Sang,\nAt Himlen havde dem betaget Flugt og Gang.\nFor andre Fugle da en Ørn, en Høg, en Glente\nPrædikkede med Ord om voldsom Regimente.\nEn Nattergal i Sang da prised Myrens Dyd,\nEn Myre talede om Nattergalens Lyd.\nEn Rev dicterede i konstig, zirlig Tale\nPaa Høi, i Skov, i Lund Præcepta om Morale,\nOg vised andre Dyr heel grundig og med Flid\nVey til Forfremmelse og Høyhed samme Tid.\nEn Gaas fortaalte Nyt til Fuglene paa Vandet,\nSøe-Tidend gav igien til Dyrene paa Landet,\nVed Løgn, ved Sandhed nu fortiente Straf, nu Tak;\nLøs Tale derfor man da kaldte Gaase-Snak.\nOm Skaden jeg i sær i gamle Skrifter læser,\nAt den har dræbet Dyr med lange Parentheser,\nDens Mund løb som et Hiul, den kunde tale meer,\nEnd nu blant Mennesker den lærdeste Barbeer.\nKort, hvert et Dyr, hver Fisk, hver Fugl, hvert Træ, hver Plante\nVed Talen giorde Pagt, til Venskab sig forbandte,\nErklærede nu Krig, nu slutted Forbund, Fred,\nUdtrykkede med Ord nu Had, nu Kierlighed .\nPriapus, Flora, Pan, Sylvanus da jeg finder\nAf dennem dyrked mest blant Guder og Gudinder;\nDen store Skov-Gud Pan de ærede i sær,\nHan var blant dennem, som blant Hyrder Jupiter.\nMen slige Tider dog for Dyr ey vared længe;\nThi Jupiter fornam Skov-Guder sig at mænge\nFor sterkt med Myndighed i Verdens Herredom,\nIndskrænkte deres Magt, ja gandske stødte om,\nI det paa Planter, Dyr og Fugl han Tømme lagde,\nEn evig Tausheds Dom i Ivrighed afsagde,\nSaa Skov-Veltalenhed forvandlet blev til Lyd.\nDog tabte Dyret ey med Maalet all sin Dyd:\nMan Ædelhiertighed hos Løven endnu finder,\nTil Troe, Oprigtighed en Hund sig og forbinder,\nEn Elephant som Muur staaer endnu udi Strid,\nEn Myre endnu seer paa den tilkommen Tid,\nDen søde Nattergal For-Aarets Priis udsiunger\nDen mindste Fugl med Flid opklækker sine Unger,\nJa en umælend Rev er endnu en Statist,\nSig teer i Skov og Lund en fiin Machiavellist.\nEn tyk Formørkelse dog Maalets Tab opvækker,\nSaa man ey Lærdom meer af Dyrets Sæder trækker.\nMan kand ey skrive meer om Skovens Zirlighed,\nOm Dyrets Politie i Orlog og i Fred.\nMan deeler saadan Tid i fire store Alder:\nEn Guld-, en Sølv-, en Jern-, og sidste Leer- man kalder.\nI første Alder var i Skoven Eenighed,\nMan vidste Forskiel ey imellem Krig og Fred.\nMen i Sølv-Alderen begyndte sig at snige\nHad, Avind, Svig og List og hemmelige Krige,\nSaa man Naturens Lov ey nøye tog i agt,\nCupido øved' og sin Tyrannie og Magt."}