{"subject": "Meditation On Saviors", "text": "I\nWhen I considered it too closely, when I wore it like an element\n        and smelt it like water,\nLife is become less lovely, the net nearer than the skin, a\n        little troublesome, a little terrible.\n\nI pledged myself awhile ago not to seek refuge, neither in death\n        nor in a walled garden,\nIn lies nor gated loyalties, nor in the gates of contempt, that\n        easily lock the world out of doors.\n\nHere on the rock it is great and beautiful, here on the foam-wet\n        granite sea-fang it is easy to praise\nLife and water and the shining stones: but whose cattle are the\n        herds of the people that one should love them?\n\nIf they were yours, then you might take a cattle-breeder's\n        delight in the herds of the future. Not yours.\nWhere the power ends let love, before it sours to jealousy.\n        Leave the joys of government to Caesar.\n\nWho is born when the world wanes, when the brave soul of the\n        world falls on decay in the flesh increasing\nComes one with a great level mind, sufficient vision, sufficient\n        blindness, and clemency for love.\n\nThis is the breath of rottenness I smelt; from the world\n        waiting, stalled between storms, decaying a little,\nBitterly afraid to be hurt, but knowing it cannot draw the\n        savior Caesar but out of the blood-bath.\n\nThe apes of Christ lift up their hands to praise love: but\n        wisdom without love is the present savior,\nPower without hatred, mind like a many-bladed machine subduing\n        the world with deep indifference.\n\nThe apes of Christ itch for a sickness they have never known;\n        words and the little envies will hardly\nMeasure against that blinding fire behind the tragic eyes they\n        have never dared to confront.\n\nII\nPoint Lobos lies over the hollowed water like a humped whale\n        swimming to shoal; Point Lobos\nWas wounded with that fire; the hills at Point Sur endured it;\n        the palace at Thebes; the hill Calvary.\n\nOut of incestuous love power and then ruin. A man forcing the\n        imaginations of men,\nPossessing with love and power the people: a man defiling his\n        own household with impious desire.\n\nKing Oedipus reeling blinded from the palace doorway, red tears\n        pouring from the torn pits\nUnder the forehead; and the young Jew writhing on the domed hill\n        in the earthquake, against the eclipse\n\nFrightfully uplifted for having turned inward to love the\n        people: -that root was so sweet O dreadful agonist? -\nI saw the same pierced feet, that walked in the same crime to\n        its expiation; I heard the same cry.\n\nA bad mountain to build your world on. Am I another keeper of\n        the people, that on my own shore,\nOn the gray rock, by the grooved mass of the ocean, the\n        sicknesses I left behind me concern me?\n\nHere where the surf has come incredible ways out of the splendid\n        west, over the deeps\nLight nor life sounds forever; here where enormous sundowns\n        flower and burn through color to quietness;\n\nThen the ecstasy of the stars is present? As for the people, I\n        have found my rock, let them find theirs.\nLet them lie down at Caesar's feet and be saved; and he in his\n        time reap their daggers of gratitude.\n\nIII\nYet I am the one made pledges against the refuge contempt, that\n        easily locks the world out of doors.\nThis people as much as the sea-granite is part of the God from\n        whom I desire not to be fugitive.\n\nI see them: they are always crying. The shored Pacific makes\n        perpetual music, and the stone mountains\nTheir music of silence, the stars blow long pipings of light:\n        the people are always crying in their hearts.\n\nOne need not pity; certainly one must not love. But who has seen\n        peace, if he should tell them where peace\nLives in the world...they would be powerless to understand; and\n        he is not willing to be reinvolved.\n\nIV\nHow should one caught in the stone of his own person dare tell\n        the people anything but relative to that?\nBut if a man could hold in his mind all the conditions at once,\n        of man and woman, of civilized\n\nAnd barbarous, of sick and well, of happy and under torture, of\n        living and dead, of human and not\nHuman, and dimly all the human future: -what should persuade him\n        to speak? And what could his words change?\n\nThe mountain ahead of the world is not forming but fixed. But\n        the man's words would be fixed also,\nPart of that mountain, under equal compulsion; under the same\n        present compulsion in the iron consistency.\n\nAnd nobody sees good or evil but out of a brain a hundred\n        centuries quieted, some desert\nProphet's, a man humped like a camel, gone mad between the mud-\n        walled village and the mountain sepulchres.\n\nV\nBroad wagons before sunrise bring food into the city from the\n        open farms, and the people are fed.\nThey import and they consume reality. Before sunrise a hawk in\n        the desert made them their thoughts.\n\nVI\nHere is an anxious people, rank with suppressed\n        bloodthirstiness. Among the mild and unwarlike\nGautama needed but live greatly and be heard, Confucius needed\n        but live greatly and be heard:\n\nThis people has not outgrown blood-sacrifice, one must writhe on\n        the high cross to catch at their memories;\nThe price is known. I have quieted love; for love of the people\n        I would not do it. For power I would do it.\n\n--But that stands against reason: what is power to a dead man,\n        dead under torture? --What is power to a man\nLiving, after the flesh is content? Reason is never a root,\n        neither of act nor desire.\n\nFor power living I would never do it; they'are not delightful to\n        touch, one wants to be separate. For power\nAfter the nerves are put away underground, to lighten the\n        abstract unborn children toward peace...\n\nA man might have paid anguish indeed. Except he had found the\n        standing sea-rock that even this last\nTemptation breaks on; quieter than death but lovelier; peace\n        that quiets the desire even of praising it.\n\nVII\nYet look: are they not pitiable? No: if they lived forever they\n        would be pitiable:\nBut a huge gift reserved quite overwhelms them at the end; they\n        are able then to be still and not cry.\n\nAnd having touched a little of the beauty and seen a little of\n        the beauty of things, magically grow\nAcross the funeral fire or the hidden stench of burial\n        themselves into the beauty they admired,\n\nThemselves into the God, themselves into the sacred steep\n        unconsciousness they used to mimic\nAsleep between lamp's death and dawn, while the last drunkard\n        stumbled homeward down the dark street.\n\nThey are not to be pitied but very fortunate; they need no\n        savior, salvation comes and takes them by force,\nIt gathers them into the great kingdoms of dust and stone, the\n        blown storms, the stream's-end ocean.\n\nWith this advantage over their granite grave-marks, of having\n        realized the petulant human consciousness\nBefore, and then the greatness, the peace: drunk from both\n        pitchers: these to be pitied? These not fortunate\n\nBut while he lives let each man make his health in his mind, to\n        love the coast opposite humanity\nAnd so be freed of love, laying it like bread on the waters; it\n        is worst turned inward, it is best shot farthest.\n\nLove, the mad wine of good and evil, the saint's and murderer's,\n        the mote in the eye that makes its object\nShine the sun black; the trap in which it is better to catch the\n        inhuman God than the hunter's own image.\nAnonymous submission."}