{"subject": "Erin", "text": "“Come, sing a new song to her here while we listen!' \nThey cry to her sons who sing; \nAnd one sings: ' Mavourneen, it makes the eyes glisten\nTo think how the sorrows cling, \nLike the clouds on your mountains, wreathing \nTheir green to a weeping gray! ' \nAnd the bard with his passionate breathing \nHas no other sweet word to say. \n\n'Come sing a new song!' and their eyes, while they're speaking,\nAre dreaming of far-off things; \nAnd their hearts are away for the old words seeking, \nUnheeding of him who sings. \nBut he smiles and sings on, for the sound so slender \nHas reached the deep note he knows; \nAnd the heart-poem stirred by the word so tender \nOut from the well-spring flows.\n\nAnd he says in his song: '0 dhtar dheelish! the tearful!\nShe's ready to laugh when she cries!' \nAnd they sob when they hear: 'Sure she's sad when she's cheerful;\nAnd she smiles with the tears in her eyes!'\n\nAnd he asks them : What need of new poets to praise her?\nHer harpers still sing in the past; \nAnd her first sweet old melodies com fort and raise her\nTo joys never reached by her last.\n\nWhat need of new hero, with Brian? or preacher,\nWith Patrick? or soldier, with Conn? \nWith her dark Ollamh Fohla, what need of a teacher,\nSage, ruler, and builder in one?\n\nWhat need of new lovers, with Deirdre and Imer?\nWith wonders and visions and elves \nSure no need at all has romancer or rhymer, \nWhen the fairies belong to ourselves.\n\nWhat need of new tongues? O, the Gaelic is clearest,\nLike Nature's own voice every word; \n'Ahagur! Acushla! SavourneenI' the dearest\nThe ear of a girl ever heard.\n\nThey may talk of new causes! Dhar Dhia .' our old one\nIs fresher than ever to-day; \nLike Erin's green sod that is steaming to God \nThe blood it has drunk in the fray.\n\nThey have scattered her seed, with her blood and hate in it,\nAnd the harvest has come to her here; \nHer crown still remains for the strong heart to win it, \nAnd the hour of acceptance is near.\n\nThrough ages of warfare and famine and prison\nHer voice and her spirit were free: \nBut the longest night ends, and her name has uprisen:\nThe sunburst is red on the sea!\n\nWhat need of new songs? When his country is singing.\nWhat word has the Poet to say, \nBut to drink her a toast while the joy-bells are ringing \nThe dawn of her opening day? \n'O Bride of the Sea! may the world know your \nAs well as it knows your tears!\n\nAs your past was for Freedom, so be your hereafter;\nAnd through all your coming years\nMay no weak race be wronged, and no strong robber feared; \nTo oppressors grow hateful, to slaves more endeared; \nTill the world comes to know that the test of a cause \nIs the hatred of tyrants, and Erin's applause!'"}