{"subject": "The Poppy", "text": "To Monica\n\nSummer set lip to earth's bosom bare,\nAnd left the flushed print in a poppy there:\nLike a yawn of fire from the grass it came,\nAnd the fanning wind puffed it to flapping flame.\n\nWith burnt mouth, red like a lion's, it drank\nThe blood of the sun as he slaughtered sank,\nAnd dipped its cup in the purpurate shine\nWhen the Eastern conduits ran with wine.\n\nTill it grew lethargied with fierce bliss,\nAnd hot as a swinked gipsy is,\nAnd drowsed in sleepy savageries,\nWith mouth wide a-pout for a sultry kiss.\n\nA child and man paced side by side,\nTreading the skirts of eventide;\nBut between the clasp of his hand and hers\nLay, felt not, twenty withered years.\n\nShe turned, with the rout of her dusk South hair,\nAnd saw the sleeping gipsy there:\nAnd snatched and snapped it in swift child's whim,\nWith-- \"Keep it, long as you live!\" -- to him.\n\nAnd his smile, as nymphs from their laving meres,\nTrembled up from a bath of tears;\nAnd joy, like a mew sea-rocked apart,\nTossed on the wave of his troubled heart.\n\nFor he saw what she did not see,\nThat -- as kindled by its own fervency --\nThe verge shrivelled inward smoulderingly:\nAnd suddenly 'twixt his hand and hers\nHe knew the twenty withered years -- \nNo flower, but twenty shrivelled years.\n\n\"Was never such thing until this hour,\"\nLow to his heart he said; \"the flower\nOf sleep brings wakening to me,\nAnd of oblivion, memory.\"\n\n\"Was never this thing to me,\" he said,\n\"Though with bruisèd poppies my feet are red!\"\nAnd again to his own heart very low: \n\"O child! I love, for I love and know;\n\n\"But you, who love nor know at all \nThe diverse chambers in Love's guest-hall,\nWhere some rise early, few sit long:\nIn how differing accents hear the throng\nHis great Pentecostal tongue;\n\n\"Who know not love from amity,\nNor my reported self from me;\nA fair fit gift is this, meseems,\nYou give -- this withering flower of dreams.\n\n\"O frankly fickle, and fickly true,\nDo you know what the days will do to you?\nTo your love and you what the days will do,\nO frankly fickle, and fickly true?\n\n\"You have loved me, Fair, three lives -- or days:\n'Twill pass with the passing of my face.\nBut where I go, your face goes too,\nTo watch lest I play false to you.\n\n\"I am but, my sweet, your foster-lover,\nKnowing well when certain years are over\nYou vanish from me to another;\nYet I know, and love, like the foster-mother.\n\n\"So, frankly fickle, and fickly true!\nFor my brief life while I take from you\nThis token, fair and fit, meseems, \nFor me -- this withering flower of dreams.\"\n\nThe sleep-flower sways in the wheat its head,\nHeavy with dreams, as that with bread:\nThe goodly grain and the sun-flushed sleeper\nThe reaper reaps, and Time the reaper.\n\nI hang 'mid men my needless head,\nAnd my fruit is dreams, as theirs is bread:\nThe goodly men and the sun-hazed sleeper\nTime shall reap, but after the reaper\nThe world shall glean of me, me the sleeper.\n\nLove, love! your flower of withered dream\nIn leavèd rhyme lies safe, I deem,\nSheltered and shut in a nook of rhyme,\nFrom the reaper man, and his reaper Time.\n\nLove! I fall into the claws of Time:\nBut lasts within a leavèd rhyme\nAll that the world of me esteems --\nMy withered dreams, my withered dreams."}