{"subject": "Llangollen Vale", "text": "Inscribed to the Right Honourable Lady Eleanor Butler and Miss Ponsonby.\nLUXURIANT Vale, thy Country's early boast,\nWhat time great GLENDOUR gave thy scenes to Fame; \nTaught the proud numbers of the English Host,\nHow vain their vaunted force, when Freedom's flame\nFir'd him to brave the Myriads he abhorr'd,\nWing'd his unerring shaft, and edg'd his victor sword.\n\nHere first those orbs unclosing drank the light,\nCambria's bright stars, the meteors of her Foes; \nWhat dread and dubious omens mark'd the night,\nThat lour'd, ere yet his natal morn arose!\nThe Steeds paternal, on their cavern'd floor,\nFoaming, and horror-struck, 'fret fetlock-deep in gore.'\n\nPLAGUE , in her livid hand, o'er all the Isle,\nShook her dark flag, impure with fetid stains;\nWhile 'DEATH, on his pale Horse,' with baleful smile,\nSmote with its blaring hoof the frighted plains.\nSoon thro' the grass-grown streets, in silence led,\nSlow moves the midnight Cart, heapt with the naked Dead.\n\nYet in the festal dawn of Richard's reign,\nThy gallant GLENDOUR'S sunny prime arose;\nVirtuous, tho' gay, in that Circean fane,\nBright Science twin'd here circlet round his brows;\nNor cou'd the youthful, rash, luxurious King\nDissolve the Hero's worth on his Icarian wing. \n\nSudden it drops on its meridian flight! --\nAh! hapless Richard! never didst thou aim\nTo crush primeval Britons with thy might,\nAnd their brave Glendour's tears embalm thy name.\nBack from thy victor-Rival's vaunting Throng,\nSorrowing, and stern, he sinks LLANGOLLEN'S shades among.\n\nSoon, in imperious Henry's dazzled eyes,\nThe guardian bounds of just Dominion melt;\nHis scarce-hop'd crown imperfect bliss supplies,\nTill Cambria's vassalage be deeply felt. \nNow up her craggy steeps, in long array,\nSwarm his exulting Bands, impatient for the fray.\n\nLo! thro' the gloomy night, with angry blaze,\nTrails the fierce Comet, and alarms the Stars;\nEach waning Orb withdraws its glancing rays,\nSave the red Planet, that delights in wars.\nThen, with broad eyes upturn'd, and starting hair,\nGaze the astonish'd Crowd upon its vengeful glare.\n\nGleams the wan Morn, and thro' LLANGOLLEN'S Vale\nSees the proud Armies streaming o'er her meads.\nHer frighted Echos warning sounds assail,\nLoud, in the rattling cars, the neighing steeds;\nThe doubling drums, the trumpet's piercing breath,\nAnd all the ensigns dread of havoc, wounds, and death.\n\nHigh on a hill as shrinking CAMBRIA stood,\nAnd watch'd the onset of th' unequal fray,\nShe saw her Deva, stain'd with warrior-blood,\nLave the pale rocks, and wind its fateful way\nThro' meads, and glens, and wild woods, echoing far\nThe din of clashing arms, and furious shout of war.\n\nFrom rock to rock, with loud acclaim, she sprung,\nWhile from her CHIEF the routed Legions fled;\nSaw Deva roll their slaughter'd heaps among,\nThe check'd waves eddying round the ghastly dead;\nSaw, in that hour, her own LLANGOLLEN claim\nThermopylæ's bright wreath, and aye-enduring fame.\n\nThus, consecrate to GLORY. ---Then arose\nA milder lustre in its blooming maze;\nThro' the green glens, where lucid Deva flows,\nRapt Cambria listens with enthusiast gaze,\nWhile more inchanting sounds her ear assail,\nThan thrill'd on Sorga's bank, the Love-devoted Vale.\n\n'Mid the gay towers on steep Din's Branna's cone,\nHer HOEL'S breast the fair MIFANWY fires. --\nO! Harp of Cambria, never hast thou known\nNotes more mellifluent floating o'er the wires,\nThan when thy Bard this brighter Laura sung,\nAnd with his ill-starr'd love LLANGOLLEN'S echos rung.\n\nTho' Genius, Love, and Truth inspire the strains,\nThro' Hoel's veins, tho' blood illustrious flows,\nHard as th' Eglwyseg rocks her heart remains,\nHer smile a sun-beam playing on their snows;\nAnd nought avails the Poet's warbled claim, \nBut, by his well-sung woes, to purchase deathless fame,\n\nThus consecrate to LOVE , in ages flown,--\nLong ages fled Din's-Branna's ruins show,\nBleak as they stand upon their steepy cone,\nThe crown and contrast of the VALE below,\nThat, screen'd by mural rocks, with pride displays\nBeauty's romantic pomp in every sylvan maze.\n\nNow with a vestal lustre glows the Vale,\nThine, sacred Friendship, permanent as pure;\nIn vain the stern authorities assail,\nIn vain persuasion spreads her silken lure,\nHigh-born, and high-endow'd, the peerless twain,\nPant for coy Nature's charms 'mid silent dale, and plain.\n\nThro' ELEANORA, and her ZARA s mind,\nEarly tho' genius, taste, and fancy flow'd,\nTho' all the graceful arts their powers combin'd,\nAnd her last polish brilliant life bestow'd,\nThe lavish promiser, in youth's soft morn,\nPride, pomp, and love, her friends, the sweet enthusiasts scorn. \n\nThen rose the fairy palace of the Vale,\nThen bloom'd around it the Arcadian bowers;\nScreen'd from the storms of Winter, cold and pale,\nScreen'd from the fervours of the sultry hours,\nCircling the lawny crescent, soon they rose,\nTo letter'd ease devote, and Friendship's blest repose.\n\nSmiling they rose beneath the plastic hand\nOf energy, and taste; - nor only they,\nObedient Science hears the mild command,\nBrings every gift that speeds the tardy day,\nWhate'er the pencil sheds in vivid hues,\nTh' historic tome reveals, or sings the raptured Muse.\n\nHow sweet to enter, at the twilight grey,\nThe dear, minute Lyceum of the dome,\nWhen, thro' the colour'd crystal, glares the ray,\nSanguine and solemn 'mid the gathering gloom,\nWhile glow-worm lamps diffuse a pale, green light,\nSuch as in mossy lanes illume the starless night.\n\nThen the coy scene, by deep'ning veils o'erdrawn, \nIn shadowy elegance seems lovelier still;\nTall shrubs, that skirt the semi-lunar lawn,\nDark woods, that curtain the opposing hill\nWhile o'er their brows the bare cliff faintly gleams,\nAnd, from its paly edge, the evening-diamond streams.\n\nWhat strains Aeolian thrill the dusk expanse,\nAs rising gales with gentle murmurs play,\nWake the loud chords, or every sense intrance\nWhile in subsiding winds, they sink away!\nLike distant choirs, 'when pealing organs blow,'\nAnd melting voices blend, majestically slow.\n\n'But ah! what hand can touch the strings so fine, \n'Who up the lofty diapason roll\n'Such sweet, such sad, such solemn airs divine\n'Then let them down again into the soul!'\nThe prouder sex as soon, with virtue calm,\nMight win from this bright pair pure Friendship's spotless palm. \n\nWhat boasts tradition, what th'historic theme,\nStands it in all their chronicles confest\nWhere the soul's glory shines with clearer beam,\nThan in our sea-zon'd bulwark of the west,\nWhen, in this Cambrian Valley, Virtue shows\nWhere, in her own soft sex, its steadiest lustre glows?\n\nSay, ivied Valle Crucis, time-decay'd,\nDim on the brink of Deva's wandering floods,\nYour riv'd arch glimmering thro' the tangled glade,\nYour grey hills towering o'er your night of woods,\nDeep in the Vale's recesses as you stand,\nAnd, desolately great, the rising sigh command,\n\nSay, lonely, ruin'd pile, when former years\nSaw your pale train at midnight altars bow;\nSaw Superstition frown upon the tears\nThat mourn'd the rash irrevocable vow,\nWore one young lip gay ELEANORA'S smile?\nDid ZARA'S look serene one tedious hour beguile?\n\nFor your sad sons, nor Science wak'd her powers; \nNor e'er did Art her lively spells display;\nBut the grim idol vainly lash'd the hours\nThat dragg'd the mute, and melandholy day;\nDropt her dark cowl on each devoted head,\nThat o'er the breathing corse a pall eternal spread.\n\nThis gentle pair no glooms of thought infest,\nNor Bigotry, nor Envy's sullen gleam\nSh6 d withering influence on the effort blest\nWhich most should win the other's dear esteem,\nBy added knowledge by endowment high,\nBy Charity's warm boon, and Pity's soothing sigh.\n\nThen how should Summer-day or Winter-night\nSeem long to them who thus can wing their hours!\nO' e'er may pain, or sorrow's cruel blight,\nBreathe the dark mildew thro' these lovely bowers,\nBut lengthen'd life subside in soft decay,\nIllumed by rising Hope, and Faith's pervading ray.\n\nMay one kind ice-bolt, from the mortal stores,\nArrest each vital current as it flows,\nThat no sad course of desolated hours\nHere vainly nurse the unsubsiding woes!\nWhile all who honour Virtue, gently mourn\nLLANGOLLEN's vanish'd Pair, and wreath their sacred Urn."}