{"subject": "The Old Sheperd's Recollections", "text": "Low, heavy clouds are hanging on the hills,\nAnd half-impatient of the sun's approach,\nShake sullenly their cold and languid wings!\nOh! it is fine to see his morning beams\nBurst on the gloom, while, in disorder'd flight,\nThe shuddering, mournful vapours steal away;\nLike the tenacious spirit of a man,\nShrinking from the loud voice of cheerfulness,\nWhen it breaks in, so sadly out of tune,\nUpon his quiet musing, and dispels\nThe waking dream of a dejected heart:\nThe dream I cherish in this solitude,\nIn all the wanderings of my little flock,\nThat which beguiles my loneliness, and takes\nIts charm and change from the surrounding scene.\n\nOh! how unwelcome often are to me\nThe gayest, most exhilarating sounds!\nWhen slow and sickly Memory, tempted forth\nBy dint of soft persuasion, brings to light\nHis treasures--and, with childish eagerness,\nArranges and collects--then suddenly\nTo have him startled by discordance, drag,\nWithout discrimination, all away--\nAnd with them leap to his deep hollow cave--\nNot easily to be withdrawn again,\nGrieves one who loves to think of other times,\nTo talk with those long silent in the grave,\nAnd pass from childhood to old age again.\n\nBehold this stony rock! whose rifted crest,\nLets the rough, roaring torrent force a way,\nAnd, foaming, pour its waters on the vale!\nBehold them tumbling from their dizzy height,\nLike clouds, of more than snowy whiteness, thrown\nPrecipitate from heav'n, which, as they fall,\nDiffuse a mist, in form of glory, round!\nThis was my darling haunt a long time past!\nHere, when a boy, in pleasing awe, I sate,\nWistfully silent, with uplifted eye,\nAnd heart attun'd to the sad, lulling sound\nThey made descending. Far below my feet,\nNear where yon little, ruin'd cottage lies,\nOft, at the pensive hour of even-tide\nI saw young Osborne bearing on his harp,\nAnd, trusting to an aged mother's care,\nHis darkling steps: Beneath that falling beech,\nWhose wide-spread branches touch the water's edge,\nHe lov'd to sit, and feel the freshen'd gale\nBreathe cool upon him.\n\nThen that falling beech\nWas a young, graceful tree; which, starting up,\nAmid the looser fragments of the rock,\nRear'd boldly in the air its lofty head,\nWhile, struggling with the stone, the nervous roots\nPursued their own direction, elbowing out,\nTheir flinty neighbour; who, o'erspread with moss,\nOf varied hues, and deck'd with flow'ring heath,\nThat from each fissure hung luxuriant down,\nBecame a seat, where, king of all the scene,\nThe harper sate, and, in sweet melodies,\nNow like the lark rejoicing at the dawn,\nNow soothing as the nightingale's sad note,\nHail'd the departing sun, whose golden rays\nGlitter'd upon the surface of the wave,\nAnd, as a child upon its mother's arm\nSeeks to delay the coming hour of rest,\nTill sudden slumbers steal upon his smiles\nAnd veil him in a dream of love and joy,\nHe seem'd reluctant to withdraw his beams;\nAnd, rich in roseate beauty, for awhile\nKept the green waves beneath his glowing head.\n\nKind, gentle Osborne! half a century\nHas silver'd o'er the crisp and yellow locks\nOf thy young auditor, but memory still\nGrasps the torn record of my weary life.\nAnd finds full many a page to tell of thee!\nOh! ye who have a friend ye truly love,\nOne whom your hearts can trust, whose excellence\nWas not obtruded boastingly to view,\nBut time and happy circumstance reveal'd,\nRays of quick light upon a diamond\nWhich else had lain unnotic'd in the waste!\nOh! hasten! hasten speedily to pay\nEach debt of fond affection! lock not up\nSo cautiously the tribute due to worth!\nNor let reserve, as I have often done,\nEnslave the sweetest feelings of the soul!\nAnd hang around them like an envious mist,\nO'er the bright radiance of the morning star,\nLeaving us nothing but a spot of light\nBereav'd of all its lustre! For my friend,\nHe never knew that there was one on earth,\nAfter a parent felt the touch of death,\nAnd Love, a weeping pilgrim, turn'd away\nFar from his dwelling--Oh! he never knew,\nThat there was one who would have follow'd him,\nWith steady kindness, even to the grave!\n\nThou dear, neglected friend! to whom I owe\nAll that sustains my heart, and makes me think\nThe gift of life a blessing, Oh! forgive\nThat in thy sorrows, my forgetful tongue\nSpake not of zeal and service; of the debt\nWhich gratitude was emulous to pay!\nI might have trimm'd the dying lamp of hope,\nAnd cheer'd the bitter hours of banishment:\nBut Oh! my youth was fearful, and I felt\nSo deep an awe of that unspotted worth\nAnd saint-like gentleness--such a mistrust\nOf my own powers to tell him what I wish'd,\nThat I resisted all my feelings claim'd,\nIn anguish I resisted; but a spell\nHung o'er me and compell'd me to be mute.\n\nMethinks I still behold him! tall and fair,\nHe had a look so tranquil and so mild,\nThat something holy stole upon the sense\nWhen he appear'd; his language had such power\nIn converse, that the hearer, as entranced\nSate lingering on to listen; while in song,\nOr skill upon the many-stringed harp\nWas never heard his equal! Then he knew\nAll our old ballads, all our father's tales,\nAll the adventurous deeds of early times,\nThe punishment of blood or sacrilege,\nAnd the reward of virtue, when it seem'd\nDeserted by the world, and left alone,\nA prey to scorn, oppression, contumely\nAnd all the ills which make the good despair.\nWhen-e'er we circled round him, one young girl\nWas always present, of a nicer ear,\nAnd more refin'd perception than the rest.\nNow she was lost in thought, while on her cheek\nLay silent tears--and then that cheek grew pale\nIn wild amazement--but, when he began\nTo speak of noble deeds, she rais'd her head,\nBending with looks of mingled awe and love,\nAnd zealous admiration, on the youth,\nAlone insensible of all around,\nTo the soft charm of symmetry and grace,\nThe smile intelligent, the look benign,\nAnd all the outward raiment of the soul.\nYet, though he saw her not, it was his fate\nTo have an inward and discerning sense,\nWhich spake of Lora's gentleness and worth.\nHe lov'd in her the fondness of his art,\nAnd taught her many wild and simple airs,\nSuiting the plaintive tenor of her voice,\nWhich he would mimic with sweet minstrelsy.\nWhen she was absent, and with strange delight,\nRepeat her parting words, her kind adieu,\nOr sweetly-spoken promise of return.\n\nAnd that return was prompt: she linger'd oft\nTill evening wet the ground with heavy dew,\nOr came to take her lesson in the morn,\nBefore her father's anxious eyes unclos'd,\nTo look upon her beauty with delight,\nAnd soothe the rugged temper of his soul,\nBy views of future grandeur for his child:\nNot thinking that her elegance of mind,\nThe modest dignity of humble worth\nWhich fits the low-born peasant to become\nA crowned monarch, and to wield with grace\nThe golden sceptre, had instructed her\nTo feel no paltry jealousy of power,\nNo bold aspiring, and no wish beyond\nThe bounded confines of her present state:\nHad counsell'd her, that even mines of wealth,\nCould purchase nothing to content the wise,\nEsteem or friendship, tenderness or love:\nThat power at best was but a heavy weight;\nIf well employ'd, a dubious, unpaid toil,\nIf ill, a curse, to tempt men to their fate.\n\nHer cheek had often felt the blush of shame,\nAt his proud boasting; and her heart had sunk\nAt the cold arrogance that scorn'd the poor;\nBut she was fain to turn aside, and weep,\nTo wring her hands in secret, and to raise\nThe eye of silent anguish up to heaven;\nFor though he dearly lov'd her, he would ne'er\nSubmit to hear a murmur at his will.\nOft with her heart oppress'd, and her blue eyes\nFull of unshedden tears, she bent her way\nAlone to Osborne's lowly cot, and when\nHer faint voice call'd the fond inquiry forth,\nWould say, ''tis true, my friends, that I am sad,\nNay sick, with vain repining. O! I wish,\nThat I were either indigent myself,\nOr that I had the power, the blessed power\nOf cheering the unhappy! for I want,\nBy kindness to prevent the act of guilt,\nAnd ward the arrows of incroaching Death,\nWho comes, before the time, upon his prey.\nThink that there should be means to stay his wrath,\nTo purchase health, life, comfort, innocence,\nAnd yet those means withholden!\n\n'O! my heart!\nIt dies with sorrow! and where most I love,\nSheds all its bitterness; delighting still\nTo tell the many miseries that flit\nAt times across me! Those I lightly prize\nPartake the sunshine of my happier hours,\nAlthough I seek them with far less delight!\nThe loud laugh dwells not here, the sportive dance,\nThe carol of unconscious levity,\nAnd yet how oft, how willingly I come!'\n\n'Know'st thou not, Lora,' cried the youthful sage,\n'That there are things the mind must prize above\nWhat captivates the senses! That in them\nShe feels no interest, and she takes no care!\nThat though sometimes an alien, she receives\nDelighted back the ensigns of her power,\nAnd takes her truant vassals into grace!\nThat when thou bring'st to us that wounded mind,\nThe grave of many feelings, language is\nAs yet too poor to utter, thou canst give\nNo richer, dearer token of regard.'\n\n'Were man indeed the only hope of man,\nI never would reprove thee for thy tears!\nBut, they are vain! man has a surer trust!\nThe helpless, weary, miserable wretch,\nLeft by his fellows in the wilderness,\nShall be supported in that trying hour,\nBy a right arm, which, in his days of strength,\nHe did not lean upon! A gracious arm,\nWhich wounds the sick, and heals them by the stroke.\nO! Lora! to the Father of the world,\nA Judge so patient and so merciful.\nThat he refuses not the latest sigh.\nNor suffers sorrow but as means to save,\nCanst thou not trust the objects of thy care!\n\n'Hadst thou the power to help them--it were well,\nTo be most anxious. To collect thy freight\nOf human sorrow, and, by merchandize,\nExchange it for the riches of the world:\nFor health, for comfort, nay, perchance for life,\nThat gem of countless value, which sometimes,\nNot all the treasures of the East can buy,\nTendered with supplications and with tears,\nIs often purchas'd at a petty price,\nNay, in exchange for courtesy. What joy\nMust in that moment fill the merchant's heart,\nTo win a jewel, kings monopolize\nThe sole disposal of! Be patient then!\nThis glorious privilege may yet be thine!\nDeserve it only by fulfilling all\nThe gentler duties that have present claims\nWith cheerfulness and zeal--Let no neglect\nPress on thy father's age, no discontent\nSour thee with thy companions, no mistrust\nGive pain to friendship, and thy usefulness\nThough calm and bounded, has no mean award.'\n\nThus, like a prophet, did he still enforce\nOnly the virtues and rare qualities\nCongenial with her after destiny;\nYet, not foreseeing evil, he himself\nWas unprepared, and when her father led,\nHer opposition and entreaty past,\nThe hapless Lora forth, to promise love\nAnd honour to a man, whose vacant mind,\nThroughout a course of long succeeding years,\nShe vainly strove to soften and to raise,\nThough he had taught her patience till that hour,\nHis own at once forsook him, and he fled.\n\nShe murmur'd not, nor even seem'd to mourn,\nBut losing all her love of solitude,\nAppear'd so active in each new pursuit,\nSo wholly what her anxious father wish'd,\nThat he repented not his cruelty.\nBelieving in her happiness, he felt\nHimself the author, and became more proud\nOf his own wisdom: yet she often heard\nHis wayward taunt or querulous complaint,\nAnd, from the lordly partner of her fate,\nThe harsher sound of ignorant rebuke.\nShe was a matchless woman, when she lost\nThe timid graces of retiring youth,\nShe still was lovely, for her shaded eyes\nBeam'd with a lofty sweetness, a content\nBeyond the pow'r of fortune to destroy.\nCareless of let or hindrance, she went on,\nNor shrunk nor started at the many thorns\nStrew'd in her toilsome path; still looking forth\nTo others' weal, forgetful it would seem,\nPerchance in heart despairing of her own.\nThe friend, the help, the comforter of all,\nNo voice was heard so cheerful, nor a step\nSo bounding and so light. 'Twas wonderful!\nFor I have seen her, when her polish'd arm\nHas clasp'd the nurseling, with her face conceal'd\nBent fondly o'er; and I have mark'd each limb\nTo boast a fine expansion, as if thrill'd\nWith the deep feelings of maternal love\nAnd aching tenderness, too highly wrought\nFor happy souls to cherish! they delight\nIn painless joys, and, on the infant's cheek,\nRounded and glowing with a finer bloom\nThan the wild-rose, careless imprint the kiss,\nWhich sorrow always sanctions by a prayer.\nThey in the radiance of its glancing eyes\nSee nothing to suffuse with their own tears!\nBorne forward on the easy wing of Time,\nThey travel on, they scarcely meet with Thought,\nOr, like a summer cloud, he passes by,\nHis shadow rests one instant, and again\nThe scene is calm and brilliant as before!\n\nNot so with Lora, trouble, sickness, death,\nWere busy with the residue of peace,\nWhen years and care had weaken'd her regrets,\nVeil'd the sad recollection of past days,\nAnd overgrown the softness of her mind,\nAs the close-creeping ivy hides and rusts\nThe smooth and silver surface of the beech.\nAn orphan and a widow--she became\nDecisive, watchful, prudent, nay severe\nTo wilful disobedience or neglect;\nThough generous where she perceiv'd desert.\nShe taught her children with unceasing zeal,\nSought knowledge for their sakes, and, more than all,\nAnxious, inquisitive about the heart,\nSearch'd all the motives, all the incidents\nIn which it was unfolded; fencing still\nEach treacherous failing with a double guard,\nAnd oft repeated warnings; well conceal'd,\nOr given with so much kindness, that they serv'd\nTo draw more closely every knot of love.\nNor did she cease to urge her pious cares\nBy constant vigilance, till riper age\nHad fix'd the moral sense, when, as a bow\nFor a long active season tightly strain'd\nRelaxes, tumult and contention o'er,\nShe sunk into indulgence, glad to yield\nTo mildness, nature, and herself again.\n\nYouth, e'en when wise and good, requires a change,\nDelights in novelty, and hears of nought\nWhich suddenly it asks not to behold;\nAnd Lora's children oft assail'd her ear\nTo let them journey to some rumour'd scene,\nSome feast, or village wake, or sprightly dance,\nUrging her still to bear them company.\nShe lov'd to give them pleasure, and one time\n(The fav'rite legend of our country folk\nHath oft the tale repeated) as they mix'd\nCarelessly in the crowd, remember'd notes\nStruck by a harper in a distant tent,\nSweet and soul-piercing as the midnight songs\nWhich are, they say, the harbingers of death,\nFlow'd on her ear--when, with impulsive spring,\nAs if a magic spell had wing'd her feet,\nFearing the sounds would vanish into air,\nAnd prove delusion ere she reach'd the spot,\nShe forward rush'd, and soon beheld the friend,\nThe dear companion of her youth. She seiz'd\nThe hand that lay upon the quivering chords,\nStopping their melody and resting mute.\nThe pause was awful--He at length exclaim'd,\nIn a deep, laboured cry, 'Ye heavenly powers!\nIf Lora lives, the hand I feel is hers!'\nShe could not speak, but with her other hand\nClasp'd his, and sigh'd and rais'd her eyes to heaven,\nWhen straight the big, round tears began to flow;\n'And is it thee, dear Lora! Art thou come\nAgain to gladden one, who never found\n'Mid countless who are good, a heart like thine!\nOh! speak! that I may know if still my ear\nRetains a true remembrance of that voice!\nFor since, it has not drank so sweet a sound.'\n\n'Hail happy day!' cried Lora, 'which restores\nThe friend whose absence I have mourn'd so long!\nFor thou, O! Osborne! must with me return,\nMe and my children! They shall hear again\nThose counsels which inform'd their mother's heart;\nGave courage in the hour of enterprize,\nCalmness in danger, patience under ills\nThat like a swarm of insects buz around,\nAnd vex the spirit which they cannot rouse.\nReturn, my early, long-lost friend! with us\nThou shalt enjoy repose: our cheerful home\nShall gather round thee many an honest heart\nWhich knows thy virtues, and will hold thee dear.'\n\nShe paus'd, and Osborne joyful gave assent.\nFair hopes of joy engaged his faultering mind,\nFor long-time had he dragg'd a weary life,\nLone, or bereav'd of relative or friend,\nCareful to tend his health, and to divert\nHis sadness; each succeeding hour had press'd\nWith its slow-passing wing his gentle head\nDrooping and prematurely silver'd o'er,\n(Like snows depending on the autumn leaf)\nYet warm, benevolent, serene, resign'd,\nAnd like an angel save in youth and joy.\n\nA winding path round yonder wooded hill,\nLeads to a spot where Nature decks herself\nIn loveliness and beauty: far below\nSpreads the green valley, where a silent stream\nTurns, like a serpent writhing in its course;\nAnd, rarified by distance, kissing heaven,\nIn many noble and fantastic shapes,\nA giant range of purple mountains sleeps.\nGrand is the scene, and in the centre stands\nThe tomb of Osborne--after many years\nOf happiness and friendship, Lora rais'd\nThis plain memorial, and her children plac'd\nA mother's near, to tell succeeding years\nTheir talents and their virtue. They themselves\nMore forcibly express the worth of both,\nFor they are wise and good, without a shade\nOf cold severity or selfish pride."}