{"subject": "Let Us Die Armenians", "text": "BROTHERS, we have no hope from foreigners ;\nGaze not around for aid! Though with good-will\nThe foreigner receive you as a guest,\nHe is an alien still.\nUnmoved he sees your pain; what matters it\nAlthough to tears of blood your heart be grieved ?\nNone save Armenians feel Armenia’s woes;\nWhy are you still deceived ?\nRest not upon the foreigner your hope ;\nShow not hard eyes your wounds, your deep distress.\nDo you then look for sympathy and help?\nThey mock your nakedness !\nHeavy your burden is, but do you think\nThat foreign hands will lift it? You are wrong.\nNay, leave the foreigner, lend brother’s arm\nTo brother, and be strong !\nFate is your enemy ? Be not dismayed,\nBut show Armenian hearts, to brave her hate.\nFate cannot vanquish an heroic land\nThat battles against fate.\nNor swords nor chains could crush the minds and hearts\nOf your great ancestors, those valiant ones.\nWhy are your hearts to-day so weak and faint ?\nAre you not heroes’ sons?\nSons of those matchless heroes who of old\nUpon their country’s altar bled and died, —\nSons of those great Armenians whose lives\nTo-day are the world’s pride ?\nEven the mighty nations of the earth\nWith envy view our nation’s history;\nThen why, forgetting your past glory, say\nTo aliens, ' Blest are ye ' ?\nForward ! Let him who has an earnest heart\nForsake the stranger, follow his brave sires !\nThe life of all Armenians centres round\nOur faith’s clear altar-fires.\nArmenia’s life shall not become extinct;\nThe heavens are full of that life-giving flame.\nWhile the all-conquering cross of Christ shall reign,\nSo long shall live her name.\nWhy are you fearful ? See you not, sublime\nAbove your heads, the shadow of the rood ?\nOf old your fathers with that sacred sign\nMingled their sacred blood.\nAnchor your hope, too, on the cross! Have faith\nThe light will shine, since you to it are true.\nIt was your nation’s bulwark ; be it still\nWeapon and flag to you !\nA nation that was faithful to the cross\nCannot be lost, though centuries roll past.\nWhile in this world religion shall endure,\nHer life shall also last.\nIn the great names of faith and fatherland,\nClasp hands in love, bid hate and malice flee,\nArmenian brothers ! Let the nation’s foe\nAlone accursed be.\nLet each heart glow with love for fatherland,\nEach mind your country’s welfare seek alone ;\nLet your least brother’s pain and tears be felt\nAs keenly as your own.\nAh! foreign bread can never nourish us,\nAnd foreign water never quench our thirst;\nThou art our life, Armenian font, where we\nReceived baptism first !\nFor no vain hope let us deny that font,\nOur nation’s baptistery ! When we yield\nOur breath forever, be our place of death\nThe sacred battlefield!\nLet the same earth receive that cradled us ;\nArmenians we, when life to us was given ;\nArmenians let us live, Armenians die,\nArmenians enter heaven !"}