{"subject": "Amusement", "text": "A POETICAL ESSAY.\nBy gay Amusement's soul-subduing power\nTo chear the mournful or the vacant hour,\nIn fancy's freakful gambols to delight,\nOr wage with active limbs the mimic fight,\nIn earlier times, to breasts mature unknown,\nWere cares of playful infancy alone;\nNor did soft dissipation's art assuage\nThe toils of manhood, or the pains of age. \nNot from mankind alone these rules we draw,\nOft warp'd by prejudice from nature's law:\nBut brutes, who with unbiass'd step pursue\nThe eternal canons they from instinct drew,\nConfirm beyond a doubt this striking truth,\nThat sports are native attributes of youth.\nThe lamb frisks wanton o'er the dewy ground,\nThe kitten hunts its tail in fruitless round;\nBut o'er the down the ewes all pensive stray,\nAnd grave grimalkin silent waits her prey,\nSave when maternal fondness bids her share\nThe frolick pastimes of her youthful care.\nEven so, ere social compact bids arise\nUnnumber'd wants, and every want supplies, \nOf childhood's joys no evanescent trace\nDelights man's sullen solitary race;\nFor, if his eager footstep haunt the wood,\nHe urges not the chace for sport but food;\nFierce as the hungry pard, with ravening haste,\nJoyless and fell, he prowls the gloomy waste.\nAnd if perchance in polish'd times we find\nPleasure more inmate of the female mind,\nSay what forbids our serious thought to draw\nThe smiling preference from nature's law,\nAnd view the mother's fondness that beguil'd\nBy kindred sports the sorrows of her child?\nFar, far from me be that malignant train,\nWho scowl severe on pleasure's silken reign; \nOft may her magic touch with sportive power\nChear the dull languor of the tedious hour;\nFor hours there are, when the o'er-labor'd sense\nShrinks from the serious toil or thought intense.\nOft to Amusement's visionary sway\nThe real ills that poison life give way.\nIn Lydia's plains, so tells the enchanting page\nOf Hist'ry's aweful sire the Carian sage,\nIn Lydia's plains, what time with wasting hand\nRemorseless famine ravaged all the land,\nAnd the starv'd native on Pactolus' shore\nEy'd the shrunk wave and curs'd the useless ore,\nBy sports of art inventive fancy sought\nTo turn from pinching want the tortur'd thought; \nTheir fascinating power the mind engag'd,\nAnd hunger for a while unheeded rag'd.\nHow will Amusement's foes delight to trace\nThe dreary leisure of the savage race,\nOr with imagination's eye pervade\nThe lonesome refuge of the Indian's shade,\nWhen all the labors of the chace are o'er,\nHunger appeas'd, and sleep can lull no more!\nOr let them picture to their aching sight\nThe lengthen'd horrors of a polar night,\nWhere, till returning spring dissolves the snow,\nNo dawning light shall gild the mountain's brow,\nNor can the native ply his needful toil,\nChace the rough bear or turn the ungrateful soil; \nChearless and unemploy'd, condemn'd to wear\nIn listless apathy the wintry year.\nWhen agriculture to the fertile plain\nLur'd from the barren waste the improving swain,\nSoon partial property, with selfish plan,\nHer favorites cull'd, and sorted man from man.\nThen lusty labor bade the harvest rise\nTo sate the lazy owner's pamper'd eyes;\nWho, deeming useful toil beneath his care,\nPass'd all his hours in indolence and war,\nOr sought in peace by dangerous sports to gain\nA mimic semblance of the martial plain,\nRov'd 'mid the forest haunts with wild delight,\nAnd wag'd with beasts of prey the unequal fight, \nOr with his fellow warriors joy'd to wield\nIn friendly strife the weapons of the field,\nIn sportive exercise the javelin threw,\nPois'd the long lance, or bent the twanging yew.\nHence Grecia's chiefs the prize triumphant bore\nFrom Pisa's groves or Isthmus' wave-worn shore,\nWhile garlands of eternal fame inspire\nThe kindling raptures of a Pindar's lyre,—\nHence in the tournament the mail-clad knight\nProvok'd his peers to dare the listed fight,\nUrg'd his barb'd courser to the swift career,\nAnd broke in beauty's cause the ashen spear,\nWhile to the warbling harp's responsive string,\nApplauding bards the victor's triumph sing.\nNor was the humbler swain, who till'd the ground,\nCondemn'd to labor's unremitting round;\nFor, when the plenteous produce of the soil\nStor'd in full garners pays his annual toil,\nOr when their fleecy weight his flocks resign,\nOr laughing autumn swells the purple vine,\nAs pious cares his grateful mind employ,\nHe consecrates the hallow'd hours to joy;\nStretch'd on the turf the blazing hearth around,\nWhile by the talking eld the bowl is crown'd, \nWith sinewy limbs the rustic youth contend,\nOr to the mark the unerring javelin send,\nAnd from the village maid's approving eyes\nThe jocund victor gains the fairest prize.\nWhen opulence assum'd his golden reign,—\nWith luxury and science in his train,\nAnd beauty, man's fastidious empire o'er,—\nJoin'd in the scenes she only judg'd before,\nThe vacant hours to gentler toils invite,—\nThan the rude image of the bleeding sight;\nEach coarse delight to softer joy gives place,\nAnd sports of labor yield to sports of grace.—\nResponsive to the lyre's inspiring sound,\nIn mingled measure now they beat the ground, \nNow on the chequer'd field with silent care\nAttentive wage the sedentary war.\nEven manlier exercise the arts despoil\nOf half its danger, and of half its toil:\nNo more the knight, in shining armour dress'd,\nOpposes to the pointed lance his breast;\nScarce does the skilful fencer's bosom feel\nThe pliant pressure of the bated steel;\nFor the stupendous quoit or craggy stone,\nAfar with emulous contention thrown,\nDeliver'd with inferior force is seen\nThe bowl slow-rolling o'er the shaven green; \nOr else, defended from inclement skies,\nThe ball rebounding from the racket flies;\nOr o'er the cloth, impell'd by gentler skill,\nThe ivory orbs the net insidious sill.\nEven in those rougher transports of the chace,\nWhere nature's genuine form we seem to trace,\nAnd art appears unequal to supply\nAssistance to the calls of luxury,\nFor the wild tenants of the wood and plain\nStill their primæval character retain,\nStill will their wiles the experienc'd hunter foil,\nAnd still fatigue attend on cold and toil;\nEven in the forest-walks has polish'd care\nTaught healthful sport a gentler form to wear. \nSwoln opulence is not content to stray\nIn anxious search thro' many a tedious day,\nWhere constant hopes the eager thought employ,\nAnd expectation doubles every joy:\nBut the wing'd tribe, by care domestic bred,\nWatch'd with attention, with attention fed,\nWhere'er the sportsman treads in clouds arise,\nPrevent his wish, and sate his dazzled eyes;\nAnd each redoubled shot with certain aim\nCovers the ensanguin'd field with home-bred game—\nTransporting joy! to vulgar breasts unknown,\nSave to the poulterer and cook alone;\nWho search the crouded coop with equal skill,\nAs sure to find, almost as sure to kill. \nNo more the courser with attentive eyes\n'Mid the rank grass and tangled stubble pries,\nTill, many an hour in watchful silence pass'd,\nA moment's frenzy pays his toil at last.\nNo chearful beagle now, at early dawn,\nExplores with tender nose the dewy lawn,\nAvows the recent path with carol sweet,\nAnd trails the listening leveret to her seat;\nStretch'd on the couch the lazy sportsmen lie,\nTill Sol ascending gilds the southern sky,\nAnd leave the hind, with mercenary care,\nTo seek the refuge of the lurking hare. \nDullest of all pursuits, why mention here\nThe chace inglorious of the stall-fed deer?\nWhen even that generous race who justly claim\nToilsome pre-eminence of sylvan fame,\nWho joy to lay with sanguine vengeance low\nThe sheepfold and the henyard's treacherous foe;\nEven they who us'd, ere morn's first opening light,\nTo trace the skulking felon of the night,\nWith slacken'd vigor now their sports delay,\nTill Phoebus pours the orient beams of day.\nNor does the drag, evaporating soon,\nBeneath the warmer influence of noon, \nFrustrate their hopes; for, bearing in their mind\nThat well-known adage, 'Those that hide can find,'\nSure of success, the covert they explore,\nFor foxes turn'd adrift the night before.\nBut say, is this the pastime of the fields,\nWhere panting expectation rapture yields?—\nColdly the certain victim we pursue,\nAnd losing doubt we lose the transport too.\nIf such the texture luxury has thrown\nO'er scenes confin'd to ruder man alone,\nWhat shall we find them when the gentler fair\nMix with the band and every pleasure share?—\nNot those bold dames who join the rustic train,\nChear the staunch hound, the fiery courser rein; \nOr those to point the feather'd shaft who know,\nAnd joy 'to bear, and draw the warrior bow.'\nO may Britannia's nymphs such arts despise,\nContent alone to conquer with their eyes!\nFor Omphale as ill the lion's spoil\nBecomes, as Hercules the distaff's toil;\nBut such as haunt the seats of courtly fame,\nWhere female charms the first attention claim,\nAnd their contending powers the arts employ\nTo ravish every sense with every joy.—\nThe splendid theatre's refulgent round,—\nWith pomp, with elegance, with beauty crown'd.—\nNot that I mean whose homelier scenes invite\nTo tales of grief, of humour, of delight, \nWhere Shakespear's honied style enthralls the ear,\nWakes the loud laugh, or draws the heart-felt tear—\nShakespear! ador'd in these degenerate days,\nTo whom we hymns inscribe, and temples raise,\nWorship his image, and neglect his plays.—\nAh! who the evening's festal hours will quit\nFor scenes of tragic woe or comic wit?—\nScenes of a purer polish must engage\nThe loose attention of a courtly age;\nScenes where satiric point ne'er gives offence,\nOr verse disturbs its placid stream with sense;\nWhere from Hesperian fields the eunuch train\nTrill with soft voice the unimpassion'd strain,\nIn measur'd cadence while the dancers art\nWakes without words the feelings of the heart. \nDelightful joys! of universal power,\nSuited to every taste and every hour,\nSince the loose drama no connexion ties,\nAnd all may judge who trust their ears and eyes.—\nSee in majestic swell yon festive dome,\nLike the Pantheon of imperial Rome,\nAnd where as many fabled forms unite,\nVisions of bliss or demons of affright.\nOr, sought in vernal hours, that ampler space\nWhere beauty's steps the eternal circle trace,\nAnd midnight revelry delights her soul\nWith breezes redolent of tea and roll,\nIn fragrant steam while thro' the crouded room\nThe Arabian berry yields its rich perfume, \nAnd 'mid the murmurs of the mingled throng\nUnheeded music swells the slighted song;\nOr, Lent's delight, the Oratorio dull,\nOf yawning connoisseurs and coxcombs full;\nWhen, plays profane deny'd, our ears explore\nThe pious freaks of Alexander's whore;\nThe rout repeated with incessant call,\nThe formal concert, and the mirthless ball.—\nSay is this joy?—Yes, to the virgin's heart\nFirst stung by potent love's resistless smart;\nWho 'mid the empty croud of silken beaux\nHer glance on one distinguish'd fav'rite throws;\nYes, to the insidious wretch whose guilty care\nHunts artless virtue into vice's snare, \nWhose every thought and action is address'd\nTo wound a parent's or a husband's breast,\nOr that more gross tho' less pernicious tribe\nWho venal beauty's joyless favors bribe;\nYes, to the rural nymph of distant plains\nWho three sweet months of charming London gains;\nYes, to the youth escap'd from smoke and trade\nTo shew the western town his stol'n cockade:—\nTo these, where passion gently soothes the breast,\nOr vice affords their joys a guilty zest;\nOr novelty, fair pleasure's youthful queen,\nGives fresh allurements to each splendid scene,\nTo these, in fancy's varying mirror shown,\nAmusement charms with beauties not its own.— \nTo all the rest, with listless mind who fly\nTo midnight crouds from languor's leaden eye,\nTo the full circle run from home-felt care,\nThen start to meet the ghastly spectre there,\nThe night of revel wears as dull away\nAs to th' o'erlabor'd hind the tedious day.—\nOf these our joys how transient then the state,\nSince still disgust must on possession wait!\nPleasure we all pursue with eager pace,\nYet lose the quarry when we lose the chace;\nThro' fancy's medium when our view we bend,\nTen thousand charms the ideal form attend;\nShewn plainly to our disappointed eyes\nThe enchantment breaks, and every beauty flies.— \nThe sprightly boy who draws in shadowy plan\nThe future pleasures of the envied man,\nHis father's hounds in all his brothers views,\nAnd warm a visionary fox pursues;\nOr else, like Hecat', mounted on a broom\nHis fancied racer spurs around the room;\nTho' airy phantoms then his mind employ,\nYet then he feels more true substantial joy\nThan all the sports of ripen'd age shall gain\nFrom Meynell's hunt, or fam'd Newmarket's plain.\nYet not alone to rich Augusta's towers,\nA nation's wealth where dissipation showers;\nOr Bladud's walls, in rising splendor dress'd,\nProud of the healing fount, and frequent guest; \nOr those unnumber'd shores where fashion laves\nHer jaded limbs in ocean's briny waves;—\nNot to these seats, for courtly haunts design'd,\nIs pleasure's universal reign confin'd:\nBritannia scarcely owns a town so small\nAs not to boast its periodic ball,\nWhere, when full-orb'd, Diana pours her light,\nAnd gilds the darkness of the wintry night,\nThe village beaux and belles their hours employ—\nIn the full swing of fashionable joy:—\nAside the unfinish'd handkerchief is thrown,\nAnd the fair sempstress adjusts her own;\nThe apothecary quits the unpounded pill,\nEven the attorney drops his venal quill, \nAnd, as his eyes the sprightly dance behold,\nForgets to drain the widow's purse of gold.—\nTo these 'tis joy.—But even the courtly train,\nAnxious the dregs of pleasure's bowl to drain,\nWhen, fully sated with each splendid show\nThat elegance and grandeur can bestow,\nTo rural solitude they fly, will there\nThis faint reflection of amusement share.\nWhen from Southampton's or from Brighton's shore,\nWhich charm'd when London's revelry was o'er,\nThe fading beauty of autumnal hours,\nRecalls the sportsman to his native bowers, \nTo tell his neighbours all the toils of state,\nRecount of public cares the enormous weight,\nAnd how he slumber'd thro' the long debate;\nHis wife and daughters quit the Gothic hall\nTo taste the raptures of the rustic ball.\nThe high-born misses, insolent and vain,\nScorn while they mingle with the homely train,\nStill at the top, in spite of order, stand,\nAnd hardly touch a mean plebeian hand;\nWhile madam, eager 'mid the card-room's strife,\nInsults the lawyer's and the curate's wife,\nNow smiles contemptuous, now with anger burns,\nAnd domineers and scolds, and cheats by turns;\nPleas'd on the village gentry to retort\nSlights she receives from dutchesses at court.\nBut what are these, by starts alone pursu'd,\nThese partial errors of the moon?—when view'd\nBy that assemblage of each rustic grace,\nThat cynosure of joy, a county race;\nWhere, with fatigue and dulness in her train,\nProvincial pleasure holds her proudest reign?\nO that my Muse in equal verse could tell\nEach varied object which she knows so well!—\nThe crowded ordinary's loud repast,\nThe frequent bumper swallow'd down in haste,\nThe rattling carriage driven with drunken speed,\nThe bawling hawker, and the restive steed,\nThe proffer'd bet with interjection strong,\nAnd the shrill squallings of the female throng; \nThe sounding hoof, the whip's coercive sound,\nAs the fleet coursers stretch along the ground,\nWhen the repeated oath and menace loud\nWarn from the listed course the pressing croud;\nThe various horrors of the narrow lane,\nAs the promiscuous heaps the town regain,\nWhere coaches, waggons, horsemen, footmen, all\nRush eager to the alehouse, or the ball;\nThe fragrant toilette of the crouded room,\nThe stables and the kitchen's mix'd perfume;\nThe minuet's sober note till midnight drawn,\nThe gayer dance beyond the hour of dawn,\nWhile the vex'd gamester at his rubber hears\nThe eternal tune still droning in his ears; \nThe supper, circling toast, and choral lay,\nProtracted far into the solid day;\nThe interrupted sleep, till noon again\nRouse to the early feast the drowsy train,\nAnd to the bev'rage of the Indian weed\nThe smoking haunch and mantling bowl succeed.—\nIs this Amusement?—Ask the county knight,\nPress'd into pleasure in his own despight,\nWho, quitting all the placid joys of home\nFor seven months session in St. Stephen's dome,\nCompell'd each office of fatigue to share,\nAnd every quarter fill the Quorum's chair,\nMust all these mingled forms of mirth partake,\nDrink, dance, and gamble for his country's sake; \nAsk him if days in dull committees spent,\nOr sleepless nights to oratory lent,\nTho' litigation waste the morning's hours,\nOr fancy crown the eve with eastern flowers;\nAsk him if months that toils like these employ,\nAre half so hard as this oppressive joy.\nYet to the village sons who throng the ground,\nSent forth in numbers from each cottage round,\nWho leave awhile untill'd the fertile soil,\nAnd snatch a respite from diurnal toil,\nThese varied sports a real joy afford,\nNo art can give the pleasure-sated lord.\nBehold the transports of yon festive scene,\nWhere the wide country on the tented green \nIts inmates pours, impatient all to share\nThe expected pleasures of the annual fair!—\nSee to the amorous youth and village maid\nThe pedlar's silken treasury display'd;\nThe liquorish boy the yellow simnel eyes,\nThe champion's cudgel wins the envied prize;\nThe martial trumpet calls the gazers in\nWhere lions roar, or fierce hyenas grin.—\nResponsive to the tabor's sprightly sound\nBehold the jingling morrice beat the ground,\nThe neighing courser sleek and trick'd for sale,\nGrains in his paunch and ginger in his tail;\nThe dwarf and giant painted to the life,\nThe spirit-stirring drum, and shrill-ton'd fife, \nPrelusive to the warlike speech that charms\nThe kindling heroes of the plain to arms.—\nHere bliss unfeign'd in every eye we trace,\nHere heart-felt mirth illumines every face,\nFor pleasure here has never learn'd to cloy,\nBut days of toil enliven hours of joy.\nJoy, how unlike its unsubstantial shade\nWhich faintly haunts the midnight masquerade,\nWhere the distorted vizard ill conceals\nThe deep ennui each languid bosom feels,\nAnd, but for shame, each vot'ry of delight,\nFatigued with all the nonsense of the night,\nWould, like Squire Richard, seek with sated eye\nWrestling and backsword for variety.\nNor do I fable—worn with constant care\nOf fev'rish riot and fantastic glare,\nFrom splendid luxury our youth resort\nTo all the roughness of barbarian sport,\nAnd leave each softer elegance of town\nTo share the pastime of the rustic clown;\nCroud to behold, on the forbidden stage,\nChristian and Jew in bloody fight engage,\nAmusement in a fractur'd shoulder spy,\nAnd gaze with rapture on a batter'd eye.\nNor this alone: reflection's form to shun\nTo scenes of business indolence will run.\nFatigu'd and cloy'd, of rest impatient still,\nWhat crouds the senate's loaded gall'ry fill! \nFrom Siddons' tears and Jordan's smile they fly\nTo long harangues, impell'd by novelty;\nAs pleas'd when dulness lulls, with cadence deep,\nKnights, citizens, and burgesses to sleep,\nAs when, aroused in freedom's hallow'd cause,\nUnsullied praise the Son of Chatham draws,\nAnd eloquence, with more than Grecian art,\nDecks the pure dictates of a Cato's heart.\nOf British politics, ah selfish pride!\nWhich joys like these to female ears deny'd;\nTill beauty's champion, with attentive care,\nTurn'd out a Nabob to divert the fair,\nAnd now they hear his chosen band dispense\nThe cream of opposition eloquence.\nBut say, what fashionable form appears,\nWhose vacant brow reflection's aspect wears?\nWho rolls the eye with senseless sapience full,\nIn trifles wise, and venerably dull?—\nI know him well.—In midnight fumes enclos'd\nOf the Virginian weed, while Folly doz'd,\nDulness advanc'd with Aldermannic tread\nIn solemn silence to the ideot's bed,\nAnd in the produce of the stol'n embrace\nThe father's sense, and mother's wit we trace:\nBoth with a parent's love their offspring kiss'd,\nPresag'd his future fame, and call'd him Whist.\nFar from the courtly race, in private bred,\nWith rural swains his early youth he led, \nThe chearing solace, by the wintry fire,\nOf the fat parson or the drunken squire;\nTill, when each livelier game could charm no more,\nAnd dear Quadrille itself became a bore,\nCapricious taste, with novel nonsense fraught,\nTo town this scientific stranger brought,\nTaught him the courtly circle's smile to share,\nTill fashion bade him reign sole monarch there.\nStruck with amaze, his sprightlier rivals fly\nThe chilling torpor of his gorgon eye:\nSpadille no longer rears his sable shield,\nPam drops his halberd and forsakes the field.—\nSee where around the silent vot'ries sit,\nTo radiant beauty blind, and deaf to wit; \nEach vacant eye appears with wisdom fraught,\nEach solemn blockhead looks as if he thought.\nHere coward insolence insults the bold,\nAnd selfish av'rice boasts his lust of gold;\nIll-temper vents her spleen without offence,\nAnd pompous dulness triumphs over sense.\nShould some intrusive infant in the room\nDisturb with jocund voice the general gloom,\nThe parent's eye, with short-liv'd frenzy wild,\nReproves the frolic of his wiser child.—\nO strange extreme of fancy's wayward mood!\nDistemper'd pleasure's sickly change of food,\nWhich, loathing every taste of known delight,\nProvokes with trash her blunted appetite.— \nYet, if this stretch of studious thought be joy,\nLet schemes of use the anxious mind employ,\nTurn Wingate's solid pages, or explore\nThe untried depth of mathematic lore;\nOr else with Herschell's telescopic eye\nTrace new-found planets thro' the vaulted sky;\nOr, if the cold blood curdling round the heart,\nDeny of science this sublimer part,\nOn politics awake the learn'd debate,\nFor every Briton knows to mend the state;\nNor strive in serious trifles to excel,\nWhich childhood even might blush to know too well.\nFar from fantastic fashion's giddy range,\nFar from the dulness of fastidious change,\nPleasure, by fancy's airy fingers dress'd,\nObject of every wish in every breast,\nHolds her abode; nor shall o'erweening pride\nHer roseate smiles in gloomy accent chide.—\nO may I oft partake her genial hour,\nJoin in her train, and bless her friendly power;\nOft taste the pure unsullied scenes of joy,\nWhere wit and beauty mingled charms employ;\nThe free libation of the temperate bowl,\n'The feast of reason, and the flow of soul;'\nThe theatre, where truth, by genius dight,\nHolds her broad mirror to the conscious sight; \nThe heart-felt thrilling of the warbled lay,\nThe dancing measures of the young and gay;\nThe manlier sports, where hope, by doubt repress'd,\nWith expectation fires the panting breast,\nAnd languor on the upland brow inhales\nNew health and vigor from the morning gales;\nThe evening walk, when spring adorns the glades,\nOr summer's foliage all the forest shades;\nThe joyous hours, when winter bids retire\nTo the warm comfort of the social fire;\nThe honest laugh, which care's stern brow unbends;\nThe brilliant jest, which shines but ne'er offends;\nThe tender strain, the hymn to Bacchus roar'd\nIn choral transport round the festive board; \nThe catch, which oft in vain the songsters try,\nWhile one is still too low, and one too high,\nTill, after many a fruitless effort pass'd,\nThe harmonious discord is produc'd at last;\nEven cards, if cards can e'er the mind engage,\nDivested quite of avarice and rage,\nEven cards some drowsy interval may chear,\nBut ne'er in wisdom's borrow'd robe appear;—\nAnd, only source of pleasure's keenest zest,\nMay some pursuit still animate the breast;\nFrom whence, returning to the sportful hour,\nAmusement charms with renovated power.\nFor let the Muse, in her concluding strain,\nThis truth impart to pleasure's votive train;— \nUrg'd to excess all human bliss must cloy,\nAnd joy perpetual ceases to be joy."}