{"subject": "Little Nellie's Pa", "text": "Oh! me and Nellie Barker live way down on William Street,— \nI'll bet you couldn't find another youngster half so sweet; \nWhy, when she wears that gown of hers, the colour of the skies, \nYou'd think 'twas made of bits of stuff, exactly like her eyes. \nShe's like a reg'lar picture girl, so pretty, I tell you,\nShe's like the cards they have for advertisin' washin' blue. \nHer hair's just like a shinin' light, soft fluffy curls,—but pshaw!\nTweren't her that I'm to tell about,—it's little Nellie's Pa.\n\nOh! he's of no account,—'a ne'er do weel,' her grandma says; \nIt's this, he takes a glass too much and isn't right for days; \nBut me and Nell is awful thick; I live across the way, \nAnd she sees me, I guess, 'bout forty 'leven times a day. \nWe always play at teachin' school, and Nell's the boss; you see, \nShe's in the part-a-second book and knows lots more than me; \nShe stays with us a lot, for if I'd make a noise, he'd jaw, \nAnd I am kind of half afraid of little Nellie's Pa.\n\nOnce me and Nell was down the town, 'twas on a Saturday, \nAnd there was such an awful crowd we thought we wouldn't stay; \nWe started off for home and hadn't gone so very far, \nWhen right before us rushed a horse, skeered by a trolley car. \nI thought that we was gonners sure, but someone grabbed it quick, \nAnd held on tight; it dragged him down, but my! he was a brick; \nHe held on till he dropped, the awf'lest sight you ever saw, \nAs white as death—you'd never think, 'twas little Nellie's Pa.\n\nI hustled off with Nell so fast she hadn't time to know,— \nI wanted for to get home first and knowed that they'd come slow. \nWell, he was awful sick, was hurt inside, his leg was broke, \nAnd Nellie said 'twas days and days before he even spoke; \nAnd by and by he comed around and walked out with a crutch, \nAnd then I wasn't skeered of him, and didn't run,—not much! \nHe used to sit and sun hisself a talkin' to her Ma. \nAnd, by and by, I got to likin' little Nellie's Pa.\n\nOne Sunday, Nell was teachin' us and we was singin' there, '\nBout 'Jesus loves me, this I know,'—I guess you've heard the air; \nAnd Nell, she held her finger up and said that it was true, \nHe loved us all, the good or bad, no matter what we'd do; \nOf course He's sorry if we're bad; and then poor little Ned \nLooked up with his big eyes and—'Does he love your Pa?' he said. \nHer Pa was sittin' near an' when he peeked around I saw, \nAnd answered up,—'Of course He does love little Nellie's Pa.'\n\nWell, I was sorry, don't you know, for lately he'd been kind, \nAnd after that the doctor said he'd somethin' on his mind. \nWhen he got worse again I knowed that he was goin' sure, \nFor after once a bird's flew in you know there ain't no cure; \nAnd Nell, she heard a tick-a-tick just solemn like a clock, \nAnd Butler's dog, it howled one night, you'd heard it for a block; \nSo just at noon, when someone came a runnin' in for Ma, \nI knowed right off, at last there weren't no little Nellie's Pa.\n\nBut man! the funeral was fine; the Workmen all turned out; \nThe band was there and beat the drum so soft, and marched about; \nThey played that awful thing, it keeps a runnin' in my head, '\nTum, tum, tum, tum, tum, tum, tum;' I could hear it in my bed. \nYou'd think he'd been a minister, as good as good could be; \nThey took their shiny hats right off, and so I guess, you see, \nThe angels too will act the same, forget the sin they saw, \nAnd be just awful glad to meet my little Nellie's Pa."}