{"subject": "To The Sons Of Brutus", "text": "YE sons of Brute, of Trojan blood,\nA lively, lovely, loving brood,\nAttend in haste, and to my strains draw nigh,\nWith an obedient heart appear,\nAnd with a fix'd attention hear,\nMy doleful plaint, and heart-affecting cry.\n\nTh' unceasing wheel of restless fate,\nEarly each morn, each ev'ning late,\n'Till Death, still whirls about the fatal ball\nOf life - yet thoughtless on we run,\nUntil the whole is fairly spun,\nAnd we to endless torments headlong fall.\n\nFor, like a ship that proudly gay,\nStill glides along its wat'ry way,\nWhilst on the deck the sailors dance, or sleep,\nOur time here passes swift away,\nAnd will not for its owner stay\nWhatever coil or clutter he may keep.\n\nPale Death still follows at our heels,\nAnd like a silent felon steals\nAlong, with trembling pace, and footsteps slow,\nStill ready, with unerring dart\nTo pierce each unsuspecting heart,\nAnd give, amidst our vain pursuits, his blow.\n\nFor, like a bubble on the stream,\nE'er we of any danger dream,\nThe aerial particle of life is flown;\nAnd yet, so thoughtless still are we,\nWe don't the gaping pit-fall see,\n'Till to perdition we all tumble down.\n\nThis world's a dotart, sick all o'er, \nE'en just now knocking at Death's door,\nAnd tending to the grave with th' utmost haste,\nHis head turns round, he bows, he faints,€\nHis heart with apprehension pants,\nHis gall, and all his vitals strangely waste.\n\nYet void of awe, or conscious fear,\nThe thoughtless sons of men appear,\nTo constitution they too much confide; \nAs seamen trust (when dangers press,\nAnd they are all in deep distress)\nThe found'ring bark, 'till bury'd in the tide.\n\nO! let not us, who are but dust,\nTo a deceitful world still trust,\nThat breaks, like ice o'er the fallacious stream,\nAnd drops us, at our fate unscar'd, \nTo the dread judgement unprepar'd, \nE'er we can well of its intention dream. \n\nBut let us all with anxious care,\nFor the great festival prepare,\n(The hour Christ comes, no man on earth can say)\nAnd to our Saviour's presence press,\nIn trim array and proper dress,\nAnd vestments suited to that solemn day.\n\nAnd let us never be surpriz'd\nIn sin, or be in drink disguis'd\nAt our last hour, (lest we the feast retard)\nOur lamps without or oil, or light -\nOur talents not employ'd aright;\nBut all our reck'ning just, and well prepar'd.\n\nThe ax (ye sinners be afraid!)\nHas to the copse long since been laid -\nSoon from the floor shall the light chaff be blown -\nThe angel threatens, even now,\nThe brambles with his sithe to mow,\nAnd then the trash shall to the flames be thrown.\n\nA dreadful doom hangs o'er our heads,\nAnd at our doors old Time now treads,\nThe trumpet longs the shrilly blast to sound -\nThe sea, the church-yard, and the field,\nAnd Hell itself, now yearn to yield\nThe dead in their repositories found.\n\nThe Judge himself is quite prepar'd,\nEscorted by a sainted guard -\nThe day is nigh, this globe shall be destroy'd -\nWhen God shall all the sons of men,\nBefore his righteous throne convene,\nThere to account for all they've here enjoy'd. \n\nYet still we madly venture in, \nTo gorge ourselves on filth and sin,\nNot thinking of our reck'ning or our doom:\nWe still our talents misapply,\nAnd ev'ry passion gratify;\nLet death and vengeance come, when they will come.\n\nLike the ancients e'er the deluge came,\nLike Sodom, e'er the o'erwhelming flame,\n(Not worse the case of Pharoah and his crew!)\nWe sin with all our might and main,\nAnd still go on to sin again,\nNor the least sign of reformation shew.\n\nAs filthy swine can feast on draff,\nAs thirsty oxen water quaff,\nWe swill and drench ourselves with heady drink; \nWe wallow in each foul desire,\nAs hogs delight to roll in more,\nAnd never of the consequences think.\n\nPresumptuously we curse and swear,\nAnd Christ himself in pieces tear,\nAnd for a straw, or any trifle, fight;\nWithout the least remorse, or awe,\n('Till beggar'd quite) we go to law,\nBut leave the poor in a most piteous plight.\n\nThe sun and moon, with wat'ry eye,\nOur vicious conversations 'spy,-\nThe earth too groans; because so ill we live -\nAngels are pain'd at heart the while;\nBecause we Christians are so vile, \nAnd for our manifold transgressions grieve.\n\nThe priest, the farmer, and the hind,-\nWith artisans of ev'ry kind,\nThe Bailiff, Judge, and Gentleman, each strives\nWith most amazing insolence,\nWhich sall the Godhead most incense;\nNor can I say, who worst, amongst them, lives. \n\nIn Indolence, the Clergy live,\nThe venal Judges bribes receive,\nThe Gentry tipple in each paltry inn;\nThe Farmer, but as yesterday\nUnus'd to drink, now topes away,\nAnd smokes his tube, as if it were no sin.\n\nThe sins which Sodom overthrew,\nThe vile excesses Parthia knew,\nThe thefts, which erst disgrac'd the Cretian strand,\nThe frauds, wherein the Greeks excell'd,\nThe idolatries Samaria held,\nAre rife in ev'ry district of the land.\n\nI blush, the vices to display,\nWe Welshmen act in open day,\nAnd grieve our immortalities to shew:\nYet 'tis my duty to reflect,\nShou'd I th' unwelcome task reject,\nThat God will bring them all to public view.\n\nBesides it better is by far,\nThat I shou'd now those sins declare,\nTo make us now repent, whilst here below,\nE'er in the dungeon's dismal gloom,\nWe all receive our joyless doom,\nSince here no marks of penitence we show.\n\nTherefore, my countrymen, I wou'd \nFully persuade you, if I cou'd, \nTo pray for pardon, to avert your fate,\nAnd here on earth your morals mend,\nBefore your lives draw to an end,\nAnd you wou'd fain reform, when 'tis too late.\n\nFor 'tis in vain to sob and sigh,-\nIn vain to tremble and to cry,\nWhen once we at the Judge's bar are cast : \nHowever loud we cry, there's nought\nBut strictest Justice to be got,\nWhen once the time of reformation's past.\n\nThen let us all resolve this hour\n(E'er Jesus comes in all his pow'r\nFrom heaven, to judge each good and evil soul!)\nHis favour to implore in haste,\nE'er we be into prison cast,\nAnd forc'd in floods of flaming fire to roll.\n\nThe Second PART.\n\nEnrag'd, with his angelic host,\nHe'll come - and come unto our cost,\nUpon our heads his vengeance to begin,\nAnd with his light'ning's dreadful blaze\nHe will the guilty souls amaze\nOf those, who now are so alert to sin.\n\nThen, all our terrors to complete,\nBecause his anger is so great,\nHis friends and servants whom he lov'd so dear,\n(When he in all his wrath shall come,\nTo execute his final doom)\nNay, e'en the angels too, shall quake for fear.\n\nThe sun's bright rays shall turn to night,\nThe moon shall not give forth her light,\nThe heavens themselves shall tremble with dismay,\nThe stoutest of the sons of men\nShall shrink for fear and terror then, \nAnd shriek aloud through horror of that day.\n\nEach flinty rock shall rive in twain,\nEach mountain sink into a plain,\nThe seas themselves shall, on that day, grow dry - \nThe worms that in the waters creep,\nThe fish and monsters of the deep,\nShall in the bottom of the ocean die.\n\nEach fort and strong-built castle shall,\nTo its foundation, piece-meal fall,\nAnd ev'ry building in the world be burn'd -\nThe firmament shall melt on high,\nThe stars shall tumble from the sky,\nAnd all this globe be to a cinder turn'd. \n\nWhen Jesus Christ, with glory great,\nAnd ev'ry kind of pow'r replete,\nTo judge us sev'rally, shall quit the sky -\nWhat human face shall not turn white?\nWhat heart not shudder with affright,\nWhen he Christ's sign in heav'n aloft shall spy?\n\nWhat horror, and what deep distress,\nMust ev'ry guilty mind oppress?\nWhat comfort can the crest-fall'n culprit know,\nWhen he beholds such woe and dread,\nThe whole creation overspread,\nAnd thinks 'tis for his sins alone they flow?\n\nMonarchs, and leaders of the fight,\nAnd giants once of matchless might,\nThe proud, th' oppressors, shall bewail their fate,\nAnd to the cloven mountains call,\nThat they upon their heads shou'd fall,\nAnd screen them from their righteous Judge's hate.\n\nThen, after all this vast ado,\nThe archangel shall his trumpet blow.\nHow very loud, and very clear the blast! -\nSo very loud, and very clear,\nThe dead piercing sound shall hear,\nThat calls them to account for all that's past.\n\nThe dead shall then ascend the sky,\nE'en in the twinkling of an eye,\nFrom dust and rottenness, where low they lay,-\nThe living too shall then be chang'd,\nAnd ev'ry soul in order rang'd\nOn high, where they shall for their vices pay.\n\nAnd there their Judge and sovereign Lord,\nUnsheath'd his keen and glitt'ring sword,\nImpartially their actions shall observe,\nAnd, in his balance weigh'd with care,\nTo all he will assign their share\nOf good and evil, just as they deserve.\n\nHe will not look into the eyes\nOf emperors, nor abbot's prize\nFor their gay robes, their state, or hoarded treasure;\nBut equal ustice he'll dispense,\nBoth to the peasant and the prince,\nAnd neither dread their pow'r, nor their displeasure.\n\nWhen once he opes his books, he'll rive\nThe heart of ev'ry man alive;\nAnd all their faults expose to open view,\nAnd for each deed deserving blame,\nAnd make injustice his vast fortune rue.\n\nHe'll not with one loose word dispense,\nNor with a farthing's vain expence,\nNor moment, spent without due weight and heed -\nNo vanity, nor waste of time,\nNor act obscene, nor heinous crime;\nBut all must then be answer'd for with speed.\n\nThe fornications of the great,\nAnd gentlewomen of estate,\nWho use the servant, when the husband's gone -\nThe crimes, the murders now abroad,\nEach daring theft and private fraud, \nShall then to ev'ry prying eye be shown.\n\nWhat aspects full of ghastly woe? \nWhat aching hearts shall mortals know? \nWhat gloom and grief shall on each brow be seen,\nAnd on those guilty bosoms prey? -\nWho now, alas! this very day, \nSo forward are, so very fond of sin!\n\nBut not a mouthful shall be lost,\nNor bit nor drop of all the cost,\nThat to the poor, for Jesus' sake is given; \nWith int'rest it shall be repaid -\nWhile misers rue the crumbs of bread\nRefus'd to such - by being banish'd heaven.\n\nThen shall th' Almighty Shepherd keep \nThe goats divided from the sheep,\nAnd each by try'd for his own sins alone;\nThese shall in Paradise be plac'd, \nWith ev'ry bliss and honour grac'd,\nWhilst those shall to th' abyss of hell be thrown.\n\nThe righteous, at the pref'rence glad,\nIn robes of dazzling whiteness clad,\nShall soar directly to the sacred domes,\nA firm possession to secure\nOf realms, that ever shall endure,\nAssign'd by God for their eternal homes.\n\nThen shall the reprobated stock, \nAnd all the folks that make a mock \nAt present of their Judge, and that dread day,\nIn cluster'd heaps be hurried down\nTo hell, and into chains be thrown,\nWhere endless torments on their souls shall prey.\n\nIn hell, on Abraham, they shall roar,\n(So fierce the fire! their pain so sore!)\nAnd for a drop of water sue in vain : \nBut though they shou'd forever roar,\nThey ne'er shall have one mouthful more,\nNor the least portion of relief obtain.\n\nFor falshood ever shall remain\nIn prison there, and racking pain,\nNor even hope for respite from his woe:\nHe there shall gnash his teeth for rage;\nBut nothing shall his pains assuage,\nNor shall his suff'rings e'er cessation know.\n\nAnd there shall we assur'dly go,\nHanging our lips and forehead low,\nBecause our time we so absurdly spend,\nBecause we do not watch and pray,\nAnd do not (e'er that awful day\nOf vengeance comes) our vicious lives amend.\n\nLet us unfeign'd repentance show,\nWhilst Time does of the change allow:\nTo-morrow never was by any caught!\nLet us, this very Now, begin\nTo quit all vanity and sin,\nE'er we are to our final reck'ning brought. \n\nThou Saviour God, who of thy grace\nHast brought salvation to our race,\nAnd from infernal flames thy servants freed,\nO, save us, in the day of doom,\nWhen we to thy tribunal come,\nAnd to the blissful seats of Eden lead!\n\nShou'd any of the Cambrian land,\nIn South or North Wales, here demand,\nWho sung those strains, that warn them to surmount\nTheir danger,- say, 'twas one whose aim\nWas to preserve them free from blame,\nAnd to remind them of their dread account."}