{"subject": "To The Right Worshipfull, Sir Edward Mosley, Knight, Attorney Of His Maiesties Court Of The Dutchie Of Lancaster", "text": "This Nothing take of him, that owes to Thee \nAll things; and Nothing, if it greater bee. \n\nIanus is come; and now begins to call \nFor gifts, due at his first dayes Festivall: \nBut, gifts to him I none can finde to bring: \nWhat? Are the sluces of the Thespian spring \nSo shut up? Are my wits so in the wane, \nThat the old Porter of the year, againe \nReturning, should me emptie handed see? \nI rather that, which no where found may be, \nIn wayes before unknown will seek: and, Lo, \nFrom place to place by wandring to and fro, \nMy Muse hath Nothing found. This Gift take well. \nNothing doth pearle, Nothing doth gold, excell. \nThis therefore with a friendly eye beholde: \nA new thing's heere; which none before have tolde. \nThe Latin and Greek Poëts did rehearse \nAll other things in their yet-living Verse: \nNothing the Greeks and Latins left unsaid. \nWhere-soe'r faire Ceres in the fields doth spread \nHer Plentie-bringing hands from Heaven's towrs, \nOr olde Oceanus (from his watry bowrs) \nThe broad ball of the Earth encloseth round, \nNothing's beginning or end is not found. \nNothing's immortall: Nothing, on all sides, \nStill in the height of happiness abides. \nBut, if from hence we prove the divine praise, \nShall we not Altars then unto it raise? \nNothing's more pleasant than the cheerfull light. \nNothing with beauty more allures the sight, \nThen a well watred garden in the Spring. \nNothing, than meadowes, is more flourishing. \nNothing is milder then the Southern winde. \nIn hurly-burlies, Nothing rest doth finde. \nNothing is iust in Peace. Nothing holdes faith \nIn Courtiers. And (as Tibullus saith) \nHe happy is, that Nothing hath. For, he \nFeares not the traps of wily Treacherie. \nHe feares not scar-fires that great-Towns lay waste: \nNor he, by Theeves, \nor Robbers, is agast: \nNor he, in carefull Sutes, his wit doth waste. \nAnd Zeno's Wiseman, that doth so subiect \nAll things to Fate, Nothing doth not neglect: \nH' admireth Nothing: Nothing he desires: \nAnd the Socratian but to this aspires, \nNothing to knowe; which now's sought busily: \nAnd boyes ith' schoole learne Nothing willingly, \nBecause to Wealth and Honour it doth bring. \nKnowe Nothing, and thou then shalt know the thing \nWhich with a No-Say, eye-like, dy'd in graine, \nIs in the top of learnd Pythagoras Beane. \nMercurialists, the bowels of the earth \nThat rent, and with fire-belching bellows breath \nSmelt metalls, and their Patrimonies mingle \nWith Sulphure, Mercurie, and smoaky Ingle, \nInstant upon their secret work in holes, \nForc't in their Fornaces with hell-black coales, \nAt last with costly loss searching each creek \nFinde Nothing; and yet, Nothing found, still seek. \nNo Pearch can measure this in th'Artists hand: \nNor he, the number of the Lybian sand \nThat knowes, can number it. Nothing, alone, \nIs to Minerva and Apollo 'unknowne. \nNothing, it selfe above the Stars up-reares: \nNothing is higher then the glorious Spheares. \nAnd though all ornaments of Wit You have \n(Searching things hid in Natures secret Cave) \nAnd gracefull speech (which when you doo advance,\nMight make whole Forrests after you to dance \nThe Measures) and grave Wisdome (which doth bring \nYou to imployment, from our gracious King, \nIn matters of great Consequence) yet you \n(Oh! give me leave to speak the thing that's true, \nAnd all that know you, needs must to me grant) \nDoe seem of Nothing to be ignorant. \nYet Nothing than the glorious Sun-beame's lighter: \nAnd Nothing then the glowing fire is brighter: \nNothing doth fit each Fancie. Adde this too, \nNothing's more subtle than the clouted-shoo. \nTouch Nothing: and thou then wilt surely say, \nWithout a body Nothing touch we may: \nNothing behold: and thou wilt say, that wee \nCan Nothing without help of Colour see. \nWithout a Voyce, it speaks, and heares; and flyes \nWithout Wings: Nothing walketh without Thies. \nWithout a Place, Nothing to goe is able. \nThan Physick, Nothing is more profitable. \nThen, try not the Thessalian spels, or reeles, \nWhen the Idalian dart thy breast, pearc't, feeles; \nNor Dictean weeds, from Ida's top tane, prove. \nNothing doth cure the wounds of cruell Loue. \nAnd though thee Charon o'r his sad flood carry, \nNothing will thee forbid there still to tarry. \nNothing th'infernall King doth pacifie, \nAnd bends the distafs of hard Destinie. \nThe Titans brood, in fields Phlegreian drownd, \nThan stroake of Thunder Nothing mightier found. \nNothing without the worlds great wals doth stray. \nThe gods feare Nothing. Why then dost thou stay, \nMy Muse, so long? Than Vertue Nothing's better: \nAnd (to conclude) Nothing than Iove is greater. \nBut, now these subtle Trifles time bids end; \nLest, if in too much paper I commend \nMy Verses, unto you of Nothing sent, \nThey might more Weariness bring, than Content."}