{"subject": "Lacenaire poëte", "text": "Quand il faisait des vers dans sa dernière veille,\nCrédule aux mille voix qui répétaient : Merveille !\nIl est donc vrai, disais-je, un poëte voleur !\nUn poëte assassin ! hélas ! et ma douleur\nCherchait querelle à Dieu, qui voulut qu’en notre âge\nLa sainte poésie essuyât cet outrage.\nNotre père Villon, que harcelait sans fin\nCe démon tentateur qu’on appelle la Faim,\nMédita de son temps moins de vers que de ruses ;\nSalvator se jeta bandit dans les Abruzzes,\nEt l’escopette au poing, bivouaquant sur les monts,\nPour mieux peindre l’enfer vécut chez les démons.\nMais autour du premier, de hauts voleurs sans nombre\nConsommaient au soleil ce qu’il tentait dans l’ombre\nEt l’on dut pardonner au troubadour forain\nD’avoir, humble vassal, les goûts d’un suzerain.\nDe Masaniello le poétique élève\nContre la tyrannie avait brisé son glaive,\nEt pour sauver ses jours, le proscrit montagnard\nDes morceaux qui restaient dut se faire un poignard.\nMais tuer sans combat, égorger qui sommeille,\nRammasser un écu dans le sang d’une vieille,\nEt pouvoir dire après : Je suis poëte ! … Non !\nCar il ne suffit pas, pour mériter ce nom,\nD’emprunter au public de banales pensées\nQu’on rejette au public en phrases cadencées :\nLe poëte, amoureux du bien comme du beau,\nAttend deux avenirs par delà le tombeau,\nEt riche, en vieillissant, de candeur enfantine,\nN’a rien à démêler avec la guillotine.\nLe poëte ne voit qu’un seul bourreau de près :\nLe Malheur ! ou, frappé par d’iniques arrêts,\nS’il meurt, c’est en martyr, et le ciel est en fête,\nEt personne ici-bas ne dit : Justice est faite !\nInterrogez Samson : depuis qu’André Chénier\nD’un sang si précieux parfuma son panier,\nJamais son doigt savant (Thémis en soit bénie !)\nSur un front condamné ne palpa le génie.\nC’est un roi qu’un poëte, et la hache des lois\nTua Chénier du temps que l’on tuait les rois…\n\nMais chacun peut tracer des lignes parallèles,\nAccorder en duo des syllabes jumelles ;\nLa rime, dont Boileau trouvait le joug pesant,\nAu moindre appel (voyez !) obéit à présent,\nEt d’Arnolphe aujourd’hui la naïve écolière\nAu jeu du corbillon ferait capot Molière.\nBadaud qui, sur la foi d’un éloge odieux,\nConfonds l’argot du bagne et la langue des dieux,\nAdmires en tremblant Lacenaire, et souhaites\nUn baiser de sa veuve au dernier des poëtes.\nAdmire et tremble moins : sur ton crâne inégal,\nLa sottise en relief eût épouvanté Gall.\nDes rêves d’argent seuls ont troublé ton alcôve,\nL’arithmétique seule usa ta plume chauve :\nEh bien ! pendant deux nuits bâille sur un Restaut,\nDors sur un Richelet, et tu pourras bientôt,\nApprenti de la veille et déjà passé maître,\nAuner dans ton comptoir la strophe et l’hexamètre.\n\nEt pourtant, tout Paris à l’assassin rimeur\nSourit, et dévora ses vers dans leur primeur.\nQu’un auteur affamé, pour tailler un volume,\nFasse avec le poignard fraterniser la plume\nDe vin et de biscuit, pour nourrir son caquet,\nQu’on agace au perchoir l’horrible perroquet,\nQu’on secoue un album teint de sang rime à rime,\nDe l’argot en patois qu’on traduise le crime :\nBien ! il faut que Paris ait du roman nouveau,\nQue Lacenaire mort renaisse in-octavo,\nQue la presse en travail donne un frère à Justine,\nEt qu’on batte monnaie avec la guillotine !…\nMais sans être argousin, bourreau ni romancier,\nAux veilles du cachot on vint s’associer.\nLes mains de ce lépreux dégoûtant d’infamies\nTombaient à son réveil entre des mains amies,\nEt les journaux du temps, souillés de ses envois,\nÀ nous dire sa gloire enrouaient leurs cent voix.\nPour enivrer cet homme et son pâle complice,\nSi l’on eût annoncé, la veille du supplice,\nÀ Paris, où l’hiver fait grêler tant de maux,\nUn raout au profit des assassins jumeaux,\nLa charité dansante, avare de centimes,\nEût secoué de l’or à ce bal de victimes…\nQue dis-je ? la comtesse, au sortir de son bain,\nCaresait dans son cœur le hideux chérubin,\nEt sous un pli coquet, à travers les gendarmes,\nLui glissait cachetée une aumône de larmes.\nO femmes de Paris ! sur son grabat désert,\nUn sourire de vous aurait sauvé Gilbert !\n\nEt dans ses fils nombreux Gilbert respire encore ;\nIl leur souffla, mourant, l’âme qui les dévore.\nAh ! sur tes échos sourds la lyre est sans pouvoir !\nIl faut des condamnés à mort pour t’émouvoir,\nParis ! Eh bien ! écoute : ici, comme à Venise,\nUn peuple condamné sous les plombs agonise.\nLe Malheur, les prenant tombés du sein natal,\nMarqua ces giaours de son cachet fatal,\nEt sur leur front, depuis, glissant avec Je t’aime !\nNul baiser n’essuya cet infernal baptême.\nSans éveiller de bruits, sans prêtre à leurs côtés,\nIls vont mourir, ceux-là, durement cahotés.\nChaque jour les condamne, et comme au roi qui passe,\nÀ chaque lendemain ils demandent leur grâce.\nL’Espérance, avocat à la magique voix,\nLes traîne ainsi longtemps de pourvois en pourvois…\nMais pareil au bourreau, qui vient et frappe à l’heure,\nLe Suicide enfin les prend… et nul ne pleure ;\nNul ne mène le deuil vers le Champ du Potier,\nEt le poëte mort gît là, mort tout entier…\n\nArrêtez-vous au bord de la fosse d’Escousse,\nEnfants vieux de douleurs que son étoile y pousse.\nPlus de chants, plus d’espoir : sur votre muse en deuil\nComment des éditeurs appeler le coup d’œil ?\nPour y saisir au vol une chanson, peut-être\nTous veillent maintenant au guichet de Bicêtre,\nEt le public, sans foi dans vos noms sans crédit,\nS’abonne chez Darmaing au scandale inédit…\nMais votre impatience en frémissant m’écoute.\nVous paîriez sans murmure un grand nom, quoi qu’il coûte ;\nEh bien ! pour éblouir et fixer le regard,\nSecouez devant vous les éclairs d’un poignard ;\nMarchez, frappez, d’un meurtre ensanglantez les rues ;\nDevant la Renommée et la garde accourues,\nFiers, et pour piédestal prenant un corps humain,\nRelevez-vous alors, des chansons à la main !"}