{"subject": "The Wolfe New Ballad Of Jane Roney And Mary Brown", "text": "An igstrawnary tail I vill tell you this veek—\nI stood in the Court of A'Beckett the Beak,\nVere Mrs. Jane Roney, a vidow, I see,\nWho charged Mary Brown with a robbin of she.\n\nThis Mary was pore and in misery once,\nAnd she came to Mrs. Roney it's more than twelve monce.\nShe adn't got no bed, nor no dinner nor no tea,\nAnd kind Mrs. Roney gave Mary all three.\n\nMrs. Roney kep Mary for ever so many veeks,\n(Her conduct disgusted the best of all Beax,)\nShe kep her for nothink, as kind as could be,\nNever thinkin that this Mary was a traitor to she.\n\n'Mrs. Roney, O Mrs. Roney, I feel very ill;\nWill you just step to the Doctor's for to fetch me a pill?'\n'That I will, my pore Mary,' Mrs. Roney says she;\nAnd she goes off to the Doctor's as quickly as may be.\n\nNo sooner on this message Mrs. Roney was sped,\nThan hup gits vicked Mary, and jumps out a bed;\nShe hopens all the trunks without never a key—\nShe bustes all the boxes, and vith them makes free.\n\nMrs. Roney's best linning, gownds, petticoats, and close,\nHer children's little coats and things, her boots, and her hose,\nShe packed them, and she stole 'em, and avay vith them did flee.\nMrs. Roney's situation—you may think vat it vould be!\n\nOf Mary, ungrateful, who had served her this vay,\nMrs. Roney heard nothink for a long year and a day.\nTill last Thursday, in Lambeth, ven whom should she see\nBut this Mary, as had acted so ungrateful to she?\n\nShe was leaning on the helbo of a worthy young man,\nThey were going to be married, and were walkin hand in hand;\nAnd the Church bells was a ringing for Mary and he,\nAnd the parson was ready, and a waitin for his fee.\n\nWhen up comes Mrs. Roney, and faces Mary Brown,\nWho trembles, and castes her eyes upon the ground.\nShe calls a jolly pleaseman, it happens to be me;\nI charge this yonng woman, Mr. Pleaseman, says she.\n\n'Mrs. Roney, O, Mrs. Roney, O, do let me go,\nI acted most ungrateful I own, and I know,\nBut the marriage bell is a ringin, and the ring you may see,\nAnd this young man is a waitin,' says Mary says she.\n\n'I don't care three fardens for the parson and clark,\nAnd the bell may keep ringin from noon day to dark.\nMary Brown, Mary Brown, you must come along with me;\nAnd I think this young man is lucky to be free.'\n\nSo, in spite of the tears which bejew'd Mary's cheek,\nI took that young gurl to A'Beckett the Beak;\nThat exlent Justice demanded her plea—\nBut never a sullable said Mary said she.\n\nOn account of her conduck so base and so vile,\nThat wicked young gurl is committed for trile,\nAnd if she's transpawted beyond the salt sea,\nIt's a proper reward for such willians as she.\n\nNow you young gurls of Southwark for Mary who veep,\nFrom pickin and stealin your ands you must keep,\nOr it may be my dooty, as it was Thursday veek,\nTo pull you all hup to A'Beckett the Beak."}