{"subject": "An Adventure", "text": "It came to me one night as I was falling asleep \nthat I had finished with those amorous adventures \nto which I had long been a slave. Finished with love? \nmy heart murmured. To which I responded that many profound discoveries \nawaited us, hoping, at the same time, I would not be asked \nto name them. For I could not name them. But the belief that they existed— \nsurely this counted for something?\n2.\nThe next night brought the same thought, \nthis time concerning poetry, and in the nights that followed \nvarious other passions and sensations were, in the same way, \nset aside forever, and each night my heart \nprotested its future, like a small child being deprived of a favorite toy. \nBut these farewells, I said, are the way of things. \nAnd once more I alluded to the vast territory \nopening to us with each valediction. And with that phrase I became \na glorious knight riding into the setting sun, and my heart \nbecame the steed underneath me.\n3.\nI was, you will understand, entering the kingdom of death, \nthough why this landscape was so conventional \nI could not say. Here, too, the days were very long \nwhile the years were very short. The sun sank over the far mountain. \nThe stars shone, the moon waxed and waned. Soon \nfaces from the past appeared to me: \nmy mother and father, my infant sister; they had not, it seemed, \nfinished what they had to say, though now \nI could hear them because my heart was still.\n4.\nAt this point, I attained the precipice \nbut the trail did not, I saw, descend on the other side; \nrather, having flattened out, it continued at this altitude \nas far as the eye could see, though gradually \nthe mountain that supported it completely dissolved \nso that I found myself riding steadily through the air—\nAll around, the dead were cheering me on, the joy of finding them \nobliterated by the task of responding to them—\n5.\nAs we had all been flesh together, \nnow we were mist. \nAs we had been before objects with shadows, \nnow we were substance without form, like evaporated chemicals. \nNeigh, neigh, said my heart, \nor perhaps nay, nay—it was hard to know.\n6.\nHere the vision ended. I was in my bed, the morning sun \ncontentedly rising, the feather comforter \nmounded in white drifts over my lower body. \nYou had been with me— \nthere was a dent in the second pillowcase. \nWe had escaped from death— \nor was this the view from the precipice?"}