{"subject": "De Camp On De", "text": "You 'member de ole log-camp, Johnnie, up on de Cheval Gris,\nW'ere we work so hard all winter, long ago you an' me?\nDere was fourteen man on de gang, den, all from our own paroisse,\nAn' only wan lef' dem feller is ourse'f an' Pierre Laframboise.\n\nBut Pierre can't see on de eye, Johnnie, I t'ink it's no good at all!\nAn' it wasn't for not'ing, you're gettin' rheumateez on de leg las' fall!\nI t'ink it's no use waitin', for neider can come wit' me,\nSo alone I mak' leetle visit dat camp on de Cheval Gris.\n\nAn' if only you see it, Johnnie, an' change dere was all aroun',\nEv'ryt'ing gone but de timber an' dat is all fallin' down;\nNo sign of portage by de reever w'ere man dey was place canoe,\nW'y, Johnnie, I'm cry lak de bebé, an' I'm glad you don't come, mon vieux!\n\nBut strange t'ing's happen me dere, Johnnie, mebbe I go asleep,\nAs I lissen de song of de rapide, as pas' de Longue Soo she sweep,\nMa head she go biz-z-z lak de sawmeel, I don't know w'at's wrong wit' me,\nBut firs' t'ing I don't know not'ing, an' den w'at you t'ink I see?\n\nYourse'f an' res' of de boy, Johnnie, by light of de coal oil lamp,\nAn' you're singin' an' tolin' story, sittin' aroun' de camp,\nWe hear de win' on de chimley, an' we know it was beeg, beeg storm,\nBut ole box stove she is roarin', an' camp's feelin' nice an' warm.\n\nI t'ink you're on boar' of de raf', Johnnie, near head of Riviere du Loup,\nW'en LeRoy an' young Patsy Kelly get drown comin' down de Soo,\nWall! I see me dem very same feller, jus' lak you see me to-day,\nPlayin' dat game dey call checker, de game dey was play alway!\n\nAn' Louis Charette asleep, Johnnie, wit' hees back up agen de wall,\nMakin' soche noise wit' hees nose, dat you t'ink it was moose on de fall,\nI s'pose he's de mos' fattes' man dere 'cept mebbe Bateese La Rue,\nBut if I mak fonne on poor Louis, I know he was good boy too!\n\nW'at you do over dere on your bunk, Johnnie, lightin' dem allumettes,\nAre you shame 'cos de girl she write you, is dat de las' wan you get?\nIt's fonny you can't do widout it ev'ry tam you was goin' bed,\nW'y readin' dat letter so offen, you mus have it all on de head!\n\nDat's de very sam' letter, Johnnie, was comin' t'ree mont' ago,\nI t'ink I know somet'ing about it, 'cos I fin' it wan day on de snow.\nAn' I see on de foot dat letter, Philomene she is do lak dis: * * *\nI'm not very moche on de school, me, but I t'ink dat was mean de kiss.\n\nWall! nobody's kickin' de row, Johnnie, an' if allumettes' fini,\nPut Philomene off on your pocket, an' sing leetle song wit' me;\nFor don't matter de hard you be workin' toujours you're un bon garçon,\nAn' nobody sing lak our Johnnie, Kebeck to de Mattawa!\n\nAn' it's den you be let her go, Johnnie, till roof she was mos' cave in,\nAn' if dere's firs' prize on de singin', Bagosh! you're de man can win!\nAffer dat come fidelle of Joe Pilon, an' he's feller can make it play,\nSo we're clearin' de floor right off den, for have leetle small danser.\n\nAn' w'en dance she was tout finis, Johnnie, I go de sam' bunk wit' you\nW'ere we sleep lak two broder, an' dream of de girl on Riviere du Loup,\nVery nice ontil somebody call me, it soun' lak de boss Pelang,\n'Leve toi, Jeremie ma young feller, or else you'll be late on de gang.'\n\nAn' den I am wak' up, Johnnie, an' w'ere do you t'ink I be?\nDere was de wood an' mountain, dere was de Cheval Gris,\nBut w'ere is de boy an' musique I hear only w'ile ago?\nGone lak de flower las' summer, gone lak de winter snow!\n\nAn' de young man was bring me up, Johnnie, dat's son of ma boy Maxime,\nSay, 'Gran'fader, w'at is de matter, you havin' de bad, bad dream?\nCome look on your face on de well dere, it's w'ite lak I never see,\nMebbe 't was better you're stayin', an' not go along wit' me.'\n\nAn' w'en I look down de well, Johnnie, an' see de ole feller dere,\nI say on mese'f 'you be makin' fou Jeremie Chateauvert,\nFor t'ink you're garçon agen. Ha! ha! jus' 'cos you are close de eye,\nAn' only commence for leevin' w'en you're ready almos' for die!'\n\nAh! dat's how de young day pass, Johnnie, purty moche lak de t'ing I see,\nSometam dey be las' leetle longer, sam' as wit' you an' me,\nBut no matter de ole we're leevin', de tam she must come some day,\nW'en boss on de place above, Johnnie, he's callin' us all away.\n\nI'm glad I was go on de camp, Johnnie, I t'ink it will do me good,\nMebbe it's las' tam too, for sure, I'll never pass on de wood,\nFor I don't expec' moche longer ole Jeremie will be lef',\nBut about w'at I see dat day, Johnnie, tole nobody but yourse'f."}