{"subject": "The Sinless Child Part 5", "text": "The loud winds rattled at the door—\nThe shutters creaked and shook,\nWhile Eva, by the cottage hearth,\nSat with abstracted look.\nWith every gust, the big rain-drops\nUpon the casement beat,\nHow doubly, on a night like this,\nAre home and comfort sweet!\n\nThe maiden slowly raised her eyes,\nAnd pressed her pallid brow:—\n'Dear mother! I have been far hence:\nMy sight is absent now!\nO mother! 't is a fearful thing,\nA human heart to wrong,\nTo plant a sadness on the lip,\nWhere smiles and peace belong.\n\nIn selfishness or callous pride,\nThe sacred tear to start,\nOr lightest finger dare to press\nUpon the burdened heart.\nAnd doubly fearful, when a child\nLifts its imploring eye,\nAnd deprecates the cruel wrath\nWith childhood's pleading cry.\n\nThe child is made for smiles and joy,\nSweet emigrant from Heaven,\nThe sinless brow and trusting heart,\nTo lure us there, were given.\nThen who shall dare the simple faith\nAnd loving heart to chill,\nOr its frank, upward, beaming eye\nWith sorrowing tears to fill!'\n\n'T was thus young Eva silence broke,\nWhile still the dame, intent\nOn household thrift, croned at her work—\nHer sounding needles blent\nWith flapping of the eager flame,\nNor raised she once her eyes,\nBut to her daughter's musing thought,\nIn answering tale replies. \n\nThe Stepmother.\nYou speak of Hobert's second wife, a lofty dame and bold,\nI like not her forbidding air and forehead high and cold,\nThe orphans have no cause for grief, she dare not give it now,\nThough nothing but a ghostly fear, her heart of pride could bow.\n\nOne night the boy his mother called, they heard him weeping say,\n'Sweet mother, kiss poor Eddy's cheek, and wipe his tears away.'\nRed grew the lady's brow with rage, and yet she feels a strife\nOf anger and of terror too, at thought of that dead wife.\n\nWild roars the wind, the lights burn blue, the watch-dog howls with fear,\nLoud neighs the steed from out the stall: what form is gliding near?\nNo latch is raised, no step is heard, but a phantom fills the space—\nA sheeted spectre from the dead, with cold and leaden face.\n\nWhat boots it that no other eye beheld the shade appear!\nThe guilty lady's guilty soul beheld it plain and clear,\nIt slowly glides within the room, and sadly looks around—\nAnd stooping, kissed her daughter's cheek with lips that gave no sound.\n\nThen softly on the step-dame's arm she laid a death-cold hand,\nYet it hath scorched within the flesh like to a burning brand.\nAnd gliding on with noiseless foot, o'er winding stair and hall,\nShe nears the chamber where is heard her infant's trembling call.\n\nShe smoothed the pillow where he lay, she warmly tucked the bed,\nShe wiped his tears, and stroked the curls that clustered round his head.\nThe child, caressed, unknowing fear, hath nestled him to rest;\nThe Mother folds her wings beside—the Mother from the Blest!*\n\n'Fast by the eternal throne of God\nCelestial beings stand,\nBeings, who guide the little child\nWith kind and loving hand:\nAnd wo to him who dares to turn\nThe infant foot aside,\nOr shroud the light that ever should\nWithin his soul abide.\n\nAll evils of the outer world,\nThe strong heart learns to bear,\nBears proudly up the heavy weight,\nOr makes it light by prayer;\nBut when it passes through the door,\nTo touch the life within,\nGod shield the soul that dared to give\nAn impulse unto sin.'\n\n'T was thus the pair the hours beguiled,\nIn lowliness content,\nFor Eva to the humblest things,\nA grace and beauty lent,\nAnd half she wiled the thrifty dame\nFrom toil and vapid thought,\nTo see how much of mystery\nIn common life is wrought;\n\nAnd daily learning deeper truth,\nShe Eva ceased to chide;\nWhose simple mission only sought\nThe lowly fireside;\nTo cleanse the heart from selfishness,\nFrom coldness, pride, and hate;\nThat Love might be a dweller there,\nAnd Peace his dove-eyed mate.\n\nShe saw that round her daughter grew,\nIn all her guileless youth,\nThe depth and grace of womanhood,\nThe nobleness of truth;\nAnd coarser natures shrank away,\nAwed by a strange rebuke,\nThat lived within the purity\nOf every tone and look.\n\nAnd something like instinctive light,\nBroke feebly on her mind,\nThat Love, the love of common hearts,\nMight not young Eva bind;\nThat she was made for ministry,\nTo lofty cheer impart,\nAnd yet live on in tranquilness,\nAnd maidenhood of heart.\n\nAnd thence content around her grew,\nContent, that placid grace\nThat clears the furrows of the cheek,\nAnd smooths the matron face;\nAnd now she laid her knitting by,\nAnd quaint old legends told,\nAbout a miser years agone,\nA miser dull and old. \n\nThe Defrauded Heart.\nFor fifty years the old man's feet had crossed the oaken sill,\nNo human eye his own to greet—the room is damp and chill—\nSilent he comes and silent goes, with cold and covert air,\nAround a searching look he throws, then mounts the creaking stair.\nHe's a sallow man, with narrow heart, and feelings all of self—\nHis thoughts he may to none impart; they all are thoughts of pelf.\nBut now he enters not the door, he lingers on the stone,\nWhat think you has come the old man o'er, that he loiters in the sun?\n\n'Come hither, child,'—he stretched his hand and held a boy from play—\n'The green old woods throughout the land—are they passing all away?\nI remember now 'tis a bye-gone joy since birds were singing here—\n'Twas a merry time, and I a boy to list their spring-time cheer.'\nAnd then he loosed the wondering child, and fiercely closed the door,\nFor there was something new and wild, that come his nature o'er—\nA crowding of unwonted thought, that might not be repressed,\nAn inward pang that aching sought a sympathizing breast.\n\nThe long-lost years of sullen life apart from human kind,\nLong torpid powers awaked to strife are struggling in his mind:\nThe child still near the threshold stays and ponders o'er and o'er,\nWith a perplexed and dull amaze the words of him of yore.\nA stealthy foot beneath the sill—a dry hand pale and thin—\nAnd thus the old man hushed and still has drawn the boy within.\n'How long is't, child, since that cross-road the greenwoods severed wide?\nA pool there was—'twas dark and broad with black and sluggish tide.\n\nIt seems but yesterday that I was hunting bird's eggs there—\nTo-day it chanced to meet mine eye, a dusty thoroughfare.'\nBreathed freely once again the child, 'That road was always so.'\nAnd half in fear the urchin smiled, and made as he would go.\n'Nay once a goodly wood was there—wild blossoms in the spring,\nAnd darted thence the crouching hare and bird upon the wing,\nBut now a lengthened dusty way—a cross-road—mile-stone too—\nThings that to you have been alway, to me are strange and new.'\n\n'I have not slept these long blank years, for store of gold is here,\nApart from joy, apart from tears, with neither grief nor cheer,\nAnd never on my conscience left the stain of any wrong,\nWhy should I feel as one berest, with yearnings new and strong?\nWhy hear a voice for ever cry, 'Unfaithful steward thou!'\nCome tell me, child, the sun is high—do chills oppress thee now?'\nThe boy glanced wistfully about the damp and lonely place,\nThen at the warm bright sun without, then in the old man's face.\n\nA moment shook his wasted frame as by a palsy touch,\nThe white hair thither went and came, the bony fingers clutch\nEach other with an eager speed; and then his thin lips part—\n'Come, child, canst thou the omen read? cheer up an old man's heart.'\nThe boy, half pitying, half in dread, looked in his pale cold face,\n'My grandam says, when footsteps tread upon our burial-place,\nTread on the spot our grave to be, we feel a sudden cold;\nShe's often said the thing to me, and she is very old.'\n\n'Now get thee hence,' the old man cried, 'thou bringest little cheer.'\nAnd then he thrust the boy aside as with a deadly fear;\nWho wondering cast his eyes about to drink in life and air,\nAnd burst his lips in one wild shout, for both were buoyant there.\nThree days from thence a mound of earth the cross road marked anew,\nAnd children stayed their voice of mirth when they beside it drew—\nUnhallowed though the old man's rest, where men pass to and fro,\nThe rudest foot aside is pressed from him who sleeps below."}