{"subject": "Uncle Bob", "text": "OLD Uncle Bob lay on the settle,\n    At eventide, while on the hob,\n'Roe-tee-riti-too' sang the kettle,\n    And charmed the dear heart of old Bob.\n\n'Ree-tee-riti-too' on his ears, long\n    The ear-chaining melody played,\nTill back on his mind rushed the years,\n        long,\n    Entombed, and he more than half said:\n\n'Twas just such an even as this is,\n    When down by the oak in the dell,\nThe bliss was made mine of all blisses,\n    In glances I won from my Nell.\n\nAn August sun hung in the heaven,\n    Or slowly went down o'er the hill,\nWhen lilting her song to the even,\n    The darling skipt over the rill.\n\nFrom moss'd stone to moss'd stone she\n        skipt, and\n    Then up like a roe the hillside,\nAnon pass'd the willow-tree tript, and\n    Then, then what had Ellen espied?\n\nHad sight of my face the maid flurried?\n    'Not flurried,' I murmur'd—'Nay, nay!'\nAs plucking a harebell she hurried\n    Again with her prize up the way.\n\nThe harebell consigned to her bosom,\n    Her eyes seem'd to rivet; she viewed,\nAnd still with a smile viewed the blossom,\n    Till near to the spot where I stood;\n\nThen raising her head and a golden\n    Lock twisting, a word left her tongue,\nRecall'd to my fancy an olden\n    Time dearer than bard ever sung.\n\nThat time now of times—ah, an olden\n    Time dearer than bard ever sung;\nAnd oh, for the glamour so golden,\n    The moment that word left her tongue.\n\n'Dear Robin,' she said, and so sweetly\n    She linked the word 'dear ' with my name,\nMy senses forsook me completely,\n    And fierce delight shook my whole frame.\n\n'Dear Nelly,' said I, and the sweetest\n    Of hands in my hands I then prest;\nAnd the hour that ensued was the fleetest,\n    That ever a mortal man blest,\n\nNay, while yet the words she had spoken\n    Like silver bells rang in my ears,\nI felt that a barrier was broken\n    Had kept us asunder for years.\n\nThen lived we the olden time over\n    Again—ah, the sweetest of hours!\nEre years aid the mind to discover\n    What cankers may lurk in life's flowers.\n\nWhen at the eve-song of the ousel,\n    Our hearts with a rapture would glow,\nWould mock what his fiercest carousal\n    Can on the mad Bacchant bestow.\n\nThen, hand in hand skimmed we the\n        meadow,\n    Or up the deep valley would run\nAnd find in the willow's cool shadow,\n    A shield from the heat of the sun.\n\nThere sat we full often and prattled\n    Of all we had done or would do,\nAnd still from our little tongues rattled\n    Whatever we fancied or knew.\n\nAground its old stem oft we sported;\n    And charmed with their colour or smell,\nAs oft 'neath its shade we assorted\n    The blooms we had pluck'd in the dell.\n\nThat time of times dearest, that olden\n    Time dearer than bard ever sung,\nThe meanest of flowers yet a golden\n    Flower seem'd to this bosom when young.\n\nThe daisy we'd prize, coy and cosy,\n    Its white cup, blood-rimm'd, and the gold\nOf its eye made it worthy the posy\n    Our mothers should smile to behold.\n\nWe'd there too the blue-bell which loveth\n    To play with the breeze in the shade,\nAs eastward in spring-tide he moveth\n    To heal the wounds winter hath made.\n\nThe cowslip was ours who with maiden\n    Like modesty looks at the ground,\nWhile winds with her riches are laden,\n    And earth with her beauty is crown'd.\n\nThe woodbine we loved, and as truly\n    The poppy that flared in the sun,\nWhose cup black and crimson we duly\n    Were taught by our mothers to shun.\n\nTo later born bloom as to early\n    Our little hearts opened, or clung,\nTo darnel as primrose and rarely\n    Oft while each we gathered, we sung.\n\nAnd echo oft woke at our singing,\n    Or laughed back our laughter aloud,\nWhile down thro' the clear air came ringing\n    A trill from the lark in the cloud.\n\nThat time of times dearest, that olden\n    Time dearer than bard ever sung!\nThus fleeted so radiant and golden\n    The hours when this bosom was young.\n\nThus fleeted the spring and the summer;\n    Thus richer hued autumn went pass'd;\nAnd welcome awaited the comer,\n    When winter came on with a blast.\n\nThen oft we with puft cheeks have striven\n    To mock—the wind's bugles—and mocked\nWhile oaks in his anger were driven\n    And houses like cradles were rock'd.\n\nThen loved we to see the snow falling\n    In large feathery flakes to the ground;\nAnd oft in each other snow-balling,\n    An hour of pure rapture was found.\n\nThen loved we the skater to view as\n    He flew here and there in a trice;\nAnd up for a clap our hands flew as\n    He wrote out his name on the ice.\n\nThen, then, when the brisk day had ended\n    Then, then for the night that came down;\nThe hour I to Nelly then wended:—\n    The welcome my errand would crown:\n\nThe father would hand me a cracket;\n    The mother would smoothen my hair;\nThe sister would rax down my jacket,\n    Or with me some dainty would share.\n\nThen while round the table would story\n    On story the elder folk tell,\nWee Robin was left in his glory\n    To prate in the nook with wee Nell.\n\nAnd so pass's the time—time—that olden\n    Time dearer than bard ever sung!\nThen oh, for the dreams bright and golden\n    That nightly their spells o'er us flung.\n\nThat time of times dearest, that olden\n    Time dearer than bard ever sung!\nOf this so we talk'd till the golden\n    Sun sank and the Moon o'er us hung.\n\nThen look's up a moment the maiden\n    And gazed on the planet above,\nAnd I saw in her eyes a soul laden\n    And sparkling with rapture and love.\n\nThen gushed from those wells of pure beauty\n    Such spells had my heart been a stone,\nI'd felt as I felt then my duty,\n    My love, and my all were her own.\n\nThen tho' failed my speech crabb'd and broken,\n    To speak what I'd do for her sake,\nMore golden words never were spoken\n    Than seemed to her ear what I spake.\n\nThen claspt I her tight to my bosom;\n    And, ere that great moment had pass'd,\nI kist and was kist by the blossom\n    And—oh—that first kiss was our last.\n\nI kiss'd and was kiss'd—love controlled in,\n    That moment my arms round her cast,\nWe kiss'd and our feelings so golden!\n    But oh that first kiss was our last.\n\nBeneath a dark alder a devil\n    In man's shape had lurked, and that hour\nA tale of black import and evil\n    Had enter'd her fond father's door\n\nAnd from that loved door I was chidden\n    Till raving and dying she lay—\nThen to her bed-side I was bidden,\n    But what could I then do or say?\n\nShe perish'd the victim of slander;\n    And I from that time was oft eyed,\nAlone in the night-tide to wander,\n    And pace for long hours the burnside.\n\nAnd this would I do till from sorrow\n    And manifold labour and prayer\nMy soul did an angel's strength borrow\n    To break the strong bonds of despair.\n\n'Then peace, peace was mine.'   On the settle\n    Unc turned here and saw at the hob\nA little Nell using the kettle,\n    And 'Tea tea,' she said, 'Uncle Bob.'"}