{"subject": "Hoyle Lake", "text": "THEE, STANLEY , thee, our gladden'd spirit hails,\nSince Life's first good for us thy efforts gain,\nWho, Habitants of Albion's inland vales,\nReside far distant from her circling main.\n\nThese lightsome Walls, beneath thy generous cares\nArose, the lawny scene's convivial boast,\nWhile at thy voice clear-cheek'd Hygeia rears\nHer aqueous altars on this tepid coast.\n\nThis coast, the nearest to our central home,\nThat green Britannia's watry zone displays,\nNow gives the drooping Frame a cheerful Dome ,\nWhose Lares smile, and promise lengthen'd days.\n\nWhen gather'd fogs the pale horizon steep,\nFalling in heavy, deep, continual rain,\nIf, ere the Sun sink shrouded in the deep,\nHis crystal rays pervade the vapory train,\n\nDry are the turfy downs, diffusive spread\nO'er the light surface of the sandy mound,\nWhere e'en the languid Form may safely tread,\nDrink the pure gale, and eye the blue profound.\n\nDear Scene!--that stretch'd between the silver arms\nOf Deva , and of Mersey, meets the main,\nAnd when the sun-gilt day illumes its charms,\nBoasts of peculiar grace, nor boasts in vain.\n\nTho' near the Beach, dark Helbrie's lonely Isle,\nReposes sullen in the watry way,\nHears round her rocks the tides, returning, boil,\nAnd o'er her dusky sandals dash their spray.\n\nMark, to the left, romantic Cambria's coast,\nHer curtain'd mountains rising o'er the floods;\nWhile seas on Orm's beak'd promontory burst,\nBlue Deva swells her mirror to the woods.\n\nHigh o'er that varied ridge of Alpine forms,\nVast MOEL-Y -FAMMAU towers upon the sight,\nLifts her maternal bosom to the storms,\nAnd screens her filial mountains from their blight.\n\nFar on the right, the dim Lancastrian plains,\nIn pallid distance, glimmer thro' the sky,\nTho', hid by jutting rocks, thy splendid fanes,\nCommercial Liverpool, elude the eye.\n\nWide in the front the confluent Oceans roll,\nAmid whose restless billows guardian Hoyle,\nTo screen her azure Lake when Tempests howl,\nSpreads the firm texture of her amber Isle .\n\nAnd tho' the surging Tide's resistless waves\nRoll, day, and night, its level surface o'er,\nTho' the skies darken, and the whirlwind raves,\nThey froth,--but rush innoxious to the shore.\n\nWhen fear-struck sea-men, 'mid the raging flood,\nHear thundering SHIPWRECK yell her dire decrees,\nSee her pale arm rend every sail, and shroud,\nAnd o'er the high mast lift her whelming seas,\n\nIf to thy quiet harbour, gentle Hoyle,\nThe shatter'd Navy thro' the tempest flies,\nEach joyous Mariner forgets his toil,\nAnd carols to the vainly angry skies.\n\nWhat tho' they vex the Lake's cerulean stream,\nAnd curl its billows on the shelly floor,\nYet, in despite of Fancy's timid dream,\nAge, and Infirmity, may plunge secure.\n\nHow gay the Scene when Spring's fair mornings break,\nOr Summer-noons illume the grassy mound,\nWhen anchor'd Navies crowd the peopled Lake,\nOr deck the distant Ocean's skiey bound.\n\nLike leafless forests, on its verge extreme\nRise the tall masts;--or spreading wide their sails,\nSilvering, and shining in the solar beam,\nStand on that last blue line, and court the gales.\n\nThe peopled Lake, of song, and lively cheer,\nAnd Boatswain's whistle bears the jovial sound;\nWhile rosy pennants, floating on the air,\nTinge the soft seas of glass, that sleep around.\n\n'Twas on these Downs the Belgian Hero spread\nHis ardent Legions in auspicious hours,\nEre to Ierne's hostile shores he led\nTo deathless glory their embattled Powers.\n\nWhen, like the Conqueror of the Eastern World,\nThat stemm'd with dauntless breast the Granic flood,\nHis victor-sword immortal WILLIAM whirl'd,\nAnd Boyne's pale waters dyed with Rebel blood.\n\nSince now, to health devoted, this calm shore\nBreathes renovation in its foamy wave,\nFor the kind DONOR shall each heart implore,\nThe good his energies to others gave.\n\nThat long on him clear-cheek'd Hygeia's smile,\nAnd long on all he loves, serene may shine,\nWho from thy sparkling coast, benignant HOYLE, \nDiffus'd the blessings of her crystal shrine."}