{"subject": "A Sunset", "text": "I love the evenings, passionless and fair, I love the evens, \nWhether old manor-fronts their ray with golden fulgence leavens, \nIn numerous leafage bosomed close; \nWhether the mist in reefs of fire extend its reaches sheer, \nOr a hundred sunbeams splinter in an azure atmosphere \nOn cloudy archipelagos. \n\nOh, gaze ye on the firmament! a hundred clouds in motion, \nUp-piled in the immense sublime beneath the winds' commotion, \nTheir unimagined shapes accord: \nUnder their waves at intervals flame a pale levin through, \nAs if some giant of the air amid the vapors drew \nA sudden elemental sword. \n\nThe sun at bay with splendid thrusts still keeps the sullen fold; \nAnd momently at distance sets, as a cupola of gold, \nThe thatched roof of a cot a-glance; \nOr on the blurred horizon joins his battle with the haze; \nOr pools the blooming fields about with inter-isolate blaze, \nGreat moveless meres of radiance. \n\nThen mark you how there hangs athwart the firmament's swept track, \nYonder a mighty crocodile with vast irradiant back, \nA triple row of pointed teeth? \nUnder its burnished belly slips a ray of eventide, \nThe flickerings of a hundred glowing clouds in tenebrous side \nWith scales of golden mail ensheathe. \n\nThen mounts a palace, then the air vibrates--the vision flees. \nConfounded to its base, the fearful cloudy edifice \nRuins immense in mounded wrack; \nAfar the fragments strew the sky, and each envermeiled cone \nHangeth, peak downward, overhead, like mountains overthrown \nWhen the earthquake heaves its hugy back. \n\nThese vapors, with their leaden, golden, iron, bronzèd glows, \nWhere the hurricane, the waterspout, thunder, and hell repose, \nMuttering hoarse dreams of destined harms,-- \n'Tis God who hangs their multitude amid the skiey deep, \nAs a warrior that suspendeth from the roof-tree of his keep \nHis dreadful and resounding arms! \n\nAll vanishes! The Sun, from topmost heaven precipitated, \nLike a globe of iron which is tossed back fiery red \nInto the furnace stirred to fume, \nShocking the cloudy surges, plashed from its impetuous ire, \nEven to the zenith spattereth in a flecking scud of fire \nThe vaporous and inflamèd spaume. \n\nO contemplate the heavens! Whenas the vein-drawn day dies pale, \nIn every season, every place, gaze through their every veil? \nWith love that has not speech for need! \nBeneath their solemn beauty is a mystery infinite: \nIf winter hue them like a pall, or if the summer night \nFantasy them starre brede."}