{"subject": "Christian Pledge Of Allegiance", "text": "As believers, we should pledge allegiance to God!\n Our belief - God is real- The Father, Son and Holy Spirit !\n Our covenant - we should be like God - do good not evil !\n Our creed - we pledge everything to God - our all and all !\n Our theme - spreading the good news about Christ throughout the world\n and bringing others to Christ!\n Our gift - Jesus Christ; a gift from God to be shared with other.\n Our focus-Christ died that we all may live!\n Our priorities - put God first in our lives!\n Our inspiration _ only what we we do Christ will last and the \n knowledge of God's promise of our salvation !\n Our encouragement - be a friend; be supportive to others who are dow in spirit.\n Our bondage - Jesus blood set us free !\n Our prayers- our personal intercession with God for all in need - our\n enemies too!\n Our compassion bringing others to Christ.\n Our faith - prayer is the key to the kingdom- faith unlocks the door!\n Our mission- to do God's will !\n Our love - extends to all mankind !\n Our goal - helping to promote charity, hope, faith and peace throughtout the world.\n Our ears - hear, listen and absorb the word of God !\n Our eyes - to seeing and doing what's right .\n Our vision - a shinning light to direct the path for others to follow !\n Our acknowledgment - in all thy way - God will direct our paths !\n Our path - lighted by God to prepare the way to him !\n Our walk - straight forward and heavenly bound!\n Our minds - committed to improving our Christian witness!\n Our hearts - to remaining humble, faithful and loyal !\n Our clothing - put on the whold armour of God!\n Our bodies - to being good servants !\n Our lives- to spreading God's word!\n Our lifestyles - one of the righteousness and holiness !\n Our destinies - life eternal !\n Our reward - a heavenly crown, heavenly home!\n Our souls- to reigning with God !\n Hebrews 10:39 - Scripture\n \"We are not of them who draw back unto perdition; but of them that believe to the saving of the soul.\""}