{"subject": "Ivry", "text": "NOW glory to the Lord of hosts, from whom all glories are!  \nAnd glory to our sovereign liege, King Henry of Navarre!  \nNow let there be the merry sound of music and of dance,  \nThrough thy corn-fields green, and sunny vines, O pleasant land of France!  \nAnd thou, Rochelle, our own Rochelle, proud city of the waters, \nAgain let rapture light the eyes of all thy mourning daughters.  \nAs thou went constant in our ills, be joyous in our joy;  \nFor cold and stiff and still are they who wrought thy walls annoy.  \nHurrah! hurrah! a single field hath turn’d the chance of war!  \nHurrah! hurrah! for Ivry, and Henry of Navarre. \n\nOh! how our hearts were beating, when, at the dawn of day,  \nWe saw the army of the League drawn out in long array;  \nWith all its priest-led citizens, and all its rebel peers,  \nAnd Appenzel’s stout infantry, and Egmont’s Flemish spears.  \nThere rode the brood of false Lorraine, the curses of our land; \nAnd dark Mayenne was in the midst, a truncheon in his hand;  \nAnd, as we look’d on them, we thought of Seine’s empurpled flood,  \nAnd good Coligni’s hoary hair all dabbled with his blood;  \nAnd we cried unto the living God, who rules the fate of war,  \nTo fight for His own holy name, and Henry of Navarre. \n\nThe king is come to marshal us, in all his armor drest;  \nAnd he has bound a snow-white plume upon his gallant crest.  \nHe look’d upon his people, and a tear was in his eye;  \nHe look’d upon the traitors, and his glance was stern and high.  \nRight graciously he smil’d on us, as roll’d from wing to wing. \nDown all our line, a deafening shout: God save our lord the king!  \n“And if my standard-bearer fall, as fall full well he may,  \nFor never I saw promise yet of such a bloody fray,  \nPress where ye see my white plume shine amidst the ranks of war,  \nAnd be your oriflamme to-day the helmet of Navarre.”  \n\nHurrah! the foes are moving. Hark to the mingled din,  \nOf fife, and steed, and trump, and drum, and roaring culverin.  \nThe fiery duke is pricking fast across Saint André’s plain,  \nWith all the hireling chivalry of Guelders and Almayne.  \nNow by the lips of those ye love, fair gentlemen of France, \nCharge for the golden lilies—upon them with the lance!  \nA thousand spurs are striking deep, a thousand spears in rest,  \nA thousand knights are pressing close behind the snow-white crest;  \nAnd in they burst, and on they rush’d, while, like a guiding star,  \nAmidst the thickest carnage blaz’d the helmet of Navarre. \n\nNow, God be prais’d, the day is ours: Mayenne hath turn’d his rein;  \nD’Aumale hath cried for quarter; the Flemish count is slain.  \nTheir ranks are breaking like thin clouds before a Biscay gale;  \nThe field is heap’d with bleeding steeds, and flags, and cloven mail.  \nAnd then we thought on vengeance, and, all along our van,\nRemember Saint Bartholomew! was pass’d from man to man.  \nBut out spake gentle Henry—“No French-man is my foe:  \nDown, down with every foreigner, but let your brethren go:”  \nOh! was there ever such a knight, in friendship or in war,  \nAs our sovereign lord, King Henry, the soldier of Navarre? \n\nRight well fought all the Frenchmen who fought for France to-day;  \nAnd many a lordly banner God gave them for a prey.  \nBut we of the religion have borne us best in fight;  \nAnd the good lord of Rosny hath ta’en the cornet white—  \nOur own true Maximilian the cornet white hath ta’en, \nThe cornet white with crosses black, the flag of false Lorraine.  \nUp with it high; unfurl it wide;—that all the host may know  \nHow God hath humbled the proud house which wrought His Church such woe.  \nThen on the ground, while trumpets sound their loudest point of war,  \nFling the red shreds, a footcloth meet for Henry of Navarre. \n\nHo! maidens of Vienna; ho! matrons of Lucerne—  \nWeep, weep, and rend your hair for those who never shall return.  \nHo! Philip, send, for charity, thy Mexican pistoles,  \nThat Antwerp monks may sing a mass for thy poor spearmen’s souls.  \nHo! gallant nobles of the League, look that your arms be bright;\nHo! burghers of St. Genevieve, keep watch and ward to-night;  \nFor our God hath crush’d the tyrant, our God hath rais’d the slave,  \nAnd mock’d the counsel of the wise, and the valor of the brave.  \nThen glory to His holy name, from whom all glories are;  \nAnd glory to our sovereign lord, King Henry of Navarre!"}