{"subject": "An Epistle", "text": "I.\n\nMaster and Sage, greetings and health to thee,\nFrom thy most meek disciple! Deign once more\nEndure me at thy feet, enlighten me,\nAs when upon my boyish head of yore,\nMidst the rapt circle gathered round thy knee\nThy sacred vials of learning thou didst pour.\nBy the large lustre of thy wisdom orbed\nBe my black doubts illumined and absorbed.\nII.\n\nOft I recall that golden time when thou,\nBorn for no second station, heldst with us\nThe Rabbi's chair, who art priest and bishop now;\nAnd we, the youth of Israel, curious,\nHung on thy counsels, lifted reverent brow\nUnto thy sanctity, would fain discuss\nWith thee our Talmud problems good and evil,\nTill startled by the risen stars o'er Seville.\nIII.\n\nFor on the Synagogue's high-pillared porch\nThou didst hold session, till the sudden sun\nBeyond day's purple limit dropped his torch.\nThen we, as dreamers, woke, to find outrun\nTime's rapid sands. The flame that may not scorch,\nOur hearts caught from thine eyes, thou Shining One.\nI scent not yet sweet lemon-groves in flower,\nBut I re-breathe the peace of that deep hour.\nIV.\n\nWe kissed the sacred borders of thy gown,\nBrow-aureoled with thy blessing, we went forth\nThrough the hushed byways of the twilight town.\nThen in all life but one thing seemed of worth,\nTo seek, find, love the Truth. She set her crown\nUpon thy head, our Master, at thy birth;\nShe bade thy lips drop honey, fired thine eyes\nWith the unclouded glow of sun-steeped skies.\nV.\n\nForgive me, if I dwell on that which, viewed\nFrom thy new vantage-ground, must seem a mist\nOf error, by auroral youth endued\nWith alien lustre. Still in me subsist\nThose reeking vapors; faith and gratitude\nStill lead me to the hand my boy-lips kissed\nFor benison and guidance. Not in wrath,\nMaster, but in wise patience, point my path.\nVI.\n\nFor I, thy servant, gather in one sheaf\nThe venomed shafts of slander, which thy word\nShall shrivel to small dust. If haply grief,\nOr momentary pain, I deal, my Lord\nBlame not thy servant's zeal, nor be thou deaf\nUnto my soul's blind cry for light. Accord-\nPitying my love, if too superb to care\nFor hate-soiled name-an answer to my prayer.\nVII.\n\nTo me, who, vine to stone, clung close to thee,\nThe very base of life appeared to quake\nWhen first I knew thee fallen from us, to be\nA tower of strength among our foes, to make\n'Twixt Jew and Jew deep-cloven enmity.\nI have wept gall and blood for thy dear sake.\nBut now with temperate soul I calmly search\nMotive and cause that bound thee to the Church.\nVIII.\n\nFour motives possible therefor I reach-\nAmbition, doubt, fear, or mayhap-conviction.\nI hear in turn ascribed thee all and each\nBy ignorant folk who part not truth from fiction.\nBut I, whom even thyself didst stoop to teach,\nMay poise the scales, weigh this with that confliction,\nYea, sift the hid grain motive from the dense,\nDusty, eye-blinding chaff of consequence.\nIX.\n\nAmbition first! I find no fleck thereof\nIn all thy clean soul. What! could glory, gold,\nOr sated senses lure thy lofty love?\nNo purple cloak to shield thee from the cold,\nNo jeweled sign to flicker thereabove,\nAnd dazzle men to homage-joys untold\nOf spiritual treasure, grace divine,\nAlone (so saidst thou) coveting for thine!\nX.\n\nI saw thee mount with deprecating air,\nStep after step, unto our Jewish throne\nOf supreme dignity, the Rabbi's chair;\nShrinking from public honors thrust upon\nThy meek desert, regretting even there\nThe placid habit of thy life foregone;\nSilence obscure, vast peace and austere days\nPassed in wise contemplation, prayer, and praise.\nXI.\n\nOne less than thou had ne'er known such regret.\nHow must thou suffer, who so lov'st the shade,\nIn Fame's full glare, whom one stride more shall set\nUpon the Papal seat! I stand dismayed,\nFamiliar with thy fearful soul, and yet\nHalf glad, perceiving modest worth repaid\nEven by the Christians! Could thy soul deflect?\nNo, no, thrice no! Ambition I reject!\nXII.\n\nNext doubt. Could doubt have swayed thee, then I ask,\nHow enters doubt within the soul of man?\nIs it a door that opens, or a mask\nThat falls? and Truth's resplendent face we scan.\nNay, 't is a creeping, small, blind worm, whose task\nIs gnawing at Faith's base; the whole vast plan\nRots, crumbles, eaten inch by inch within,\nAnd on its ruins falsehood springs and sin.\nXIII.\n\nBut thee no doubt confused, no problems vexed.\nThy father's faith for thee proved bright and sweet.\nThou foundst no rite superfluous, no text\nObscure; the path was straight before thy feet.\nTill thy baptismal day, thou, unperplexed\nBy foreign dogma, didst our prayers repeat,\nHonor the God of Israel, fast and feast,\nEven as thy people's wont, from first to least.\nXIV.\n\nYes, Doubt I likewise must discard. Not sleek,\nFull-faced, erect of head, men walk, when doubt\nWrithes at their entrails; pinched and lean of cheek,\nWith brow pain-branded, thou hadst strayed about\nAs midst live men a ghost condemned to seek\nThat soul he may nor live nor die without.\nNo doubts the font washed from thee, thou didst glide\nFrom creed to creed, complete, sane-souled, clear-eyed.\nXV.\n\nThy pardon, Master, if I dare sustain\nThe thesis thou couldst entertain a fear.\nI would but rout thine enemies, who feign\nIgnoble impulse prompted thy career.\nI will but weigh the chances and make plain\nTo Envy's self the monstrous jest appear.\nThough time, place, circumstance confirmed in seeming,\nOne word from thee should frustrate all their scheming.\nXVI.\n\nWas Israel glad in Seville on the day\nThou didst renounce him? Then mightst thou indeed\nSnap finger at whate'er thy slanderers say.\nLothly must I admit, just then the seed\nOf Jacob chanced upon a grievous way.\nStill from the wounds of that red year we bleed.\nThe curse had fallen upon our heads-the sword\nWas whetted for the chosen of the Lord.\nXVII.\n\nThere where we flourished like a fruitful palm,\nWe were uprooted, spoiled, lopped limb from limb.\nA bolt undreamed of out of heavens calm,\nSo cracked our doom. We were destroyed by him\nWhose hand since childhood we had clasped. With balm\nOur head had been anointed, at the brim\nOur cup ran over-now our day was done,\nOur blood flowed free as water in the sun.\nXVIII.\n\nMidst the four thousand of our tribe who held\nGlad homes in Seville, never a one was spared,\nSome slaughtered at their hearthstones, some expelled\nTo Moorish slavery. Cunningly ensnared,\nBaited and trapped were we; their fierce monks yelled\nAnd thundered from our Synagogues, while flared\nThe Cross above the Ark. Ah, happiest they\nWho fell unconquered martyrs on that day!\nXIX.\n\nFor some (I write it with flushed cheek, bowed head),\nGiven free choice 'twixt death and shame, chose shame,\nDenied the God who visibly had led\nTheir fathers, pillared in a cloud of flame,\nBathed in baptismal waters, ate the bread\nWhich is their new Lord's body, took the name\nMarranos the Accursed, whom equally\nJew, Moor, and Christian hate, despise, and flee.\nXX.\n\nEven one no less than an Abarbanel\nPrized miserable length of days, above\nIntegrity of soul. Midst such who fell,\nFar be it, however, from my duteous love,\nMaster, to reckon thee. Thine own lips tell\nHow fear nor torture thy firm will could move.\nHow thou midst panic nowise disconcerted,\nBy Thomas of Aquinas wast converted!\nXXI.\n\nTruly I know no more convincing way\nTo read so wise an author, than was thine.\nWhen burning Synagogues changed night to day,\nAnd red swords underscored each word and line.\nThat was a light to read by! Who'd gainsay\nAuthority so clearly stamped divine?\nOn this side, death and torture, flame and slaughter,\nOn that, a harmless wafer and clean water.\nXXII.\n\nThou couldst not fear extinction for our race;\nThough Christian sword and fire from town to town\nFlash double bladed lightning to efface\nIsrael's image-though we bleed, burn, drown\nThrough Christendom-'t is but a scanty space.\nStill are the Asian hills and plains our own,\nStill are we lords in Syria, still are free,\nNor doomed to be abolished utterly.\nXXIII.\n\nOne sole conclusion hence at last I find,\nThou whom ambition, doubt, nor fear could swerve,\nPerforce hast been persuaded through the mind,\nProved, tested the new dogmas, found them serve\nThy spirit's needs, left flesh and sense behind,\nAccepted without shrinking or reserve,\nThe trans-substantial bread and wine, the Christ\nAt whose shrine thine own kin were sacrificed.\nXXIV.\n\nHere then the moment comes when I crave light.\nAll's dark to me. Master, if I be blind,\nThou shalt unseal my lids and bless with sight,\nOr groping in the shadows, I shall find\nWhether within me or without, dwell night.\nOh cast upon my doubt-bewildered mind\nOne ray from thy clear heaven of sun-bright faith,\nGrieving, not wroth, at what thy servant saith.\nXXV.\n\nWhere are the signs fulfilled whereby all men\nShould know the Christ? Where is the wide-winged peace\nShielding the lamb within the lion's den?\nThe freedom broadening with the wars that cease?\nDo foes clasp hands in brotherhood again?\nWhere is the promised garden of increase,\nWhen like a rose the wilderness should bloom?\nEarth is a battlefield and Spain a tomb.\nXXVI.\n\nOur God of Sabaoth is an awful God\nOf lightnings and of vengeance,-Christians say.\nEarth trembled, nations perished at his nod;\nHis Law has yielded to a milder sway.\nTheirs is the God of Love whose feet have trod\nOur common earth-draw near to him and pray,\nMeek-faced, dove-eyed, pure-browed, the Lord of life,\nKnow him and kneel, else at your throat the knife!\nXXVII.\n\nThis is the God of Love, whose altars reek\nWith human blood, who teaches men to hate;\nTorture past words, or sins we may not speak\nWrought by his priests behind the convent-grate.\nAre his priests false? or are his doctrines weak\nThat none obeys him? State at war with state,\nChurch against church-yea, Pope at feud with Pope\nIn these tossed seas what anchorage for hope?\nXXVIII.\n\nNot only for the sheep without the fold\nIs the knife whetted, who refuse to share\nBlessings the shepherd wise doth not withhold\nEven from the least among his flock-but there\nMidmost the pale, dissensions manifold,\nLamb flaying lamb, fierce sheep that rend and tear.\nMaster, if thou to thy pride's goal should come,\nWhere wouldst thou throne-at Avignon or Rome?\nXXIX.\n\nI handle burning questions, good my lord,\nSuch as may kindle fagots, well I wis.\nYour Gospel not denies our older Word,\nBut in a way completes and betters this.\nThe Law of Love shall supersede the sword,\nSo runs the promise, but the facts I miss.\nAlready needs this wretched generation,\nA voice divine-a new, third revelation.\nXXX.\n\nTwo Popes and their adherents fulminate\nBan against ban, and to the nether hell\nCondemn each other, while the nations wait\nTheir Christ to thunder forth from Heaven, and tell\nWho is his rightful Vicar, reinstate\nHis throne, the hideous discord to dispel.\nWhere shall I seek, master, while such things be,\nCelestial truth, revealed certainty!\nXXXI.\n\nNot miracles I doubt, for how dare man,\nChief miracle of life's mystery, say HE KNOWS?\nHow may he closely secret causes scan,\nWho learns not whence he comes nor where he goes?\nLike one who walks in sleep a doubtful span\nHe gropes through all his days, till Death unclose\nHis cheated eyes and in one blinding gleam,\nWakes, to discern the substance from the dream.\nXXXII.\n\nI say not therefore I deny the birth,\nThe Virgin's motherhood, the resurrection,\nWho know not how mine own soul came to earth,\nNor what shall follow death. Man's imperfection\nMay bound not even in thought the height and girth\nOf God's omnipotence; neath his direction\nWe may approach his essence, but that He\nShould dwarf Himself to us-it cannot be!\nXXXIII.\n\nThe God who balances the clouds, who spread\nThe sky above us like a molten glass,\nThe God who shut the sea with doors, who laid\nThe corner-stone of earth, who caused the grass\nSpring forth upon the wilderness, and made\nThe darkness scatter and the night to pass-\nThat He should clothe Himself with flesh, and move\nMidst worms a worm-this, sun, moon, stars disprove.\nXXXIV.\n\nHelp me, O thou who wast my boyhood's guide,\nI bend my exile-weary feet to thee,\nTeach me the indivisible to divide,\nShow me how three are one and One is three!\nHow Christ to save all men was crucified,\nYet I and mine are damned eternally.\nInstruct me, Sage, why Virtue starves alone,\nWhile falsehood step by step ascends the throne."}