{"subject": "The Wise", "text": "If you see a wise person who shows you your faults, \nwho shows what is to be avoided, \nfollow that wise person\nas you would one who reveals hidden treasures; \nyou will be better not worse for following that one. \nLet one admonish; let one teach; let one forbid the wrong; \nand one will be loved by the good and hated by the bad.\n\nDo not have wrong-doers for friends; \ndo not have despicable people for friends; \nhave virtuous people for friends; \nhave for friends the best people.\n\nWhoever drinks in the truth\nlives happily with a serene mind. \nThe wise are joyful in the truth\nrevealed by the noble ones.\n\nEngineers of canals guide the water; \nfletchers make the arrow straight; \ncarpenters shape the wood; \nthe wise mould themselves.\n\nAs a solid rock is not shaken by the wind, \nso the wise are not shaken by blame and praise. \nAs a deep lake is clear and calm, \nso the wise become tranquil after they listened to the truth.\n\nGood people walk on regardless of what happens to them. \nGood people do not babble on about their desires. \nWhether touched by happiness or by sorrow, \nthe wise never appear elated or depressed.\n\nWhoever for one's sake or for another's, \ndoes not wish for a son or wealth or power, \nand if one does not wish for success by unfair means, \nthat one certainly is virtuous, wise, and holy.\n\nFew are those people who reach the farther shore; \nthe other people here run along this shore. \nBut those who, when the truth has been taught to them, \nfollow the truth, will pass over the dominion of death, \nhowever difficult to cross.\n\nLeaving behind the path of darkness\nand following the path of light, \nlet the wise person go from home to a homeless state, \nin retirement looking for enjoyment\nwhere enjoyment seemed difficult. \nLetting go of all pleasures, calling nothing one's own, \nlet the wise cleanse oneself\nfrom all the troubles of the mind.\n\nThose whose minds are well grounded\nin the elements of enlightenment, \nwho without clinging to anything\nfind joy in freedom from attachment, \nwhose appetites have been conquered, \nand who are full of light, \nthey are free in this world."}