{"subject": "Practice Standing Unleashed and Clean", "text": "Upon their arrival in America, more than twelve million immigrants were processed through the Ellis Island Immigration Center. Those who had traveled in second or third class were immediately given a thirty-second health inspection to determine if they were fit to enter their new country. A chalk checkmark on their clothing signaled a health problem and meant a stay in the Ellis Island Immigrant Hospital, where they either recovered or, if deemed incurable, were kept until they could be sent back home. Even if just one family member was sick, that person's entire family was turned away.\n\nHide the awkward jolt of jawline, the fluttering eye, that wide\nbrazen slash of boat-burned skin. Count each breath in order\nto pacify the bloodless roiling just beneath the rib, to squelch\nthe mushrooming boom of tumor. Give fever another name.\nI open my mouth, just to moan, but instead cluttered nouns,\nso unAmerican, spew from my throat and become steam\nin the room. That heat ripples through the meandering queue\nof souls and someone who was once my uncle grows dizzy\nwith not looking at me. I am asked to temporarily unbutton\nthe clawing children from my heavy skirt, to pull the rough\nlinen blouse over my head and through my thick salted hair.\nA last shelter thuds hard, pools around my feet on the floor.\n\nI traveled with a whole chattering country's restless mass\nweakening my shoulders. But I offer it as both yesterday\nand muscle. I come to you America, scrubbed almost clean,\nbut infected with memory and the bellow of broiling spices\nin a long-ago kitchen. I come with a sickness insistent upon\nroot in my body, a sickness that may just be a frantic twist\nfrom one life's air to another. I ask for nothing but a home\nwith windows of circled arms, for a warm that overwhelms\nthe tangled sounds that say my name. I ask for the beaten\nwoman with her torch uplifted to find me here and loose\nmy new face of venom and virus. I have practiced standing\nunleashed and clean. I have practiced the words I know.\n\nSo I pray this new country receive me, stark naked now,\nforearms chapped raw, although I am ill in underneath ways.\nI know that I am freakish, wildly fragrant, curious land. I stink\nof seawater and the oversea moonwash I conjured to restart\nand restart my migrant heart. All I can be is here, stretched\nbetween solace and surrender, terrified of the dusty mark\nthat identifies me as poison in every one of the wrong ways.\nI could perish here on the edge of everything. Or the chalk\nmark could be a wing on my breastbone, unleashing me\nin the direction of light. Someone will help me find my clothes\nand brush the salt from my hair. I am marked perfect, and\nI hear the word heal in a voice I thought I brought from home."}