{"subject": "Old Man Winter", "text": "There is nothing at all to do to-day.\nI can't go out and run and play;\nFor it's raining and snowing and sleeting, too;\nAnd Old Man Winter he is to blame.\nAnd I just sit here and think it a shame.\nThere is nothing at all to do.\n\nI stand or sit at the windowpane,\nAnd look at the snow and look at the rain,\nAnd the old dead leaves go flying by;\nFor Wild Man Wind is making a din;\nAnd mother says that it is a sin:\nAnd I'm almost ready to cry.\n\nI can't go out in the wind and wet,\nAnd it's a long time yet till the table's set,\nAnd we are ready for toast and tea:\nIt's a long time too till the lamp is lit,\nAnd my father's home and I can sit,\nAnd he can read to me.\n\nAnd I can not play or do a thing;\nAnd there's no one coming visiting,\nFor it's storming more and more:\nBut now and then there's a rat-tat-tat,\nAnd I ask my mother what is that,\nAnd she says, 'The wind at the door.'\n\nAnd she says, 'Now what can the Old Wind want\nA-knocking there with his knuckles gaunt?\nYou can hear his old hat dripping rain,\nAnd his ragged cloak that flaps and slaps.\nWhy, I guess he's looking for little chaps,\nTo give them a cold again.\n\n'You can see him there by the water-spout\nWith Old Man Rain just flapping about,\nHis long sharp nose an icicle,\nAnd his fingers too; and his old, wild eyes\nSmall and gray as the winter skies,\nOr ice in a winter well.'\n\nAnd then she comes to my side and sits\nAnd says, 'Just listen how he hits!\nBut he can't get in and you can't get out:\nAnd by and by he'll be out of breath,\nAnd grumble and growl himself to death,\nOr leave with a mighty shout.'\n\nRight then there comes a step on the stair,\nAnd I run to see; and my father's there;\nWith snow and rain on his coat and hat.\nNow Old Man Winter can break his cane,\nCan crack his cane on the windowpane\nI don't care a rap for that.\n\nFor my father's home! 'It's a wild old night.\nThe Wind and the Snow are having a fight,'\nHe says, 'and are mauling each other around:\nFirst Old Man Snow rips out a curse;\nThen Wild Man Wind says something worse;\nThen both are on the ground.\n\n'And Old Man Snow is underneath,\nAnd he snarls like a wolf and shows his teeth,\nWhile Wild Man Wind just hits and hits:\nThen round they wrestle; and Old Snow reels,\nHis long wild whiskers around his heels,\nAnd his gray cloak torn in bits.\n\n'And before you know it he's up with a bound,\nAnd it's Wild Man Wind that hits the ground,\nAnd Old Man Snow holds down his arm:\nYou can see them there by the window-light,\nWrangling, wrestling out in the night,\nOut in the night and storm.'\n\nThen I look and see how the wind and snow\nJust fight it out and thrash and blow;\nTheir windy rags through the ghostly black\nGo whistling past the windowpane:\nThen I run to the fire and lamp again,\nAnd reach a book from the rack.\n\nThe lamp is lit, and my father's knee\nAnd the fairy tales are ready for me:\nAnd I sit, and he holds me by the hand:\nNow Wild Man Wind and Old Man Snow\nCan do their worst and bluster and blow,\nI am far in Fairyland."}