{"subject": "Apparent & covert advantages of globalisation", "text": "they are,\nkissing you my little china girl from a town under the Andes\nwith (hispanic-jewish) forefathers scattered all over Europe\nhow come you are here? no longer do I wonder\nat dicreet charm of globalisation -\nthe ability to use any serial port\nthe chance to avert the spell of a proud tower from the beginning\nsee the beautiful butterfly has stirred her wings\n\nall of our art under the same stars \nwe don´t create but manage to extrapolate and weave a synthesis\nhave no trouble to take a leap from punk to establishment\nfinally and limitly, and with prospects \non the periphery of the pop culture\nwith the same mediators and favorite home pages\nwe produce verses on alien experiences as if they were ours\nand heroes of the night tend to be different from the heroes of the morn\nfortunately the speed of change remains invisible \nas we dance merrily dance \ntogether\n\nand\naxis mundi has arrived at every corner \npushing out stoned hookers from the adjacent sidewalks\nthat means that „You are the God\"\nI know... I have been cried that at too\nbut only when something really powerful takes place - like:\na fall of the far too ripened and juicy cherry to the ground\nwho would ever come to senses of the world?\n(I have never seen that happen)\n\nfor god´s sake\nI mean no one ever wanted \nto cast a Japanese into a digital technology shot\nand, still, he is still there\nlaughing at the course of\npolaroidisation of the world \na snapshot after snapshot suggests \nthat every remembrance is not necessarily mine\n\nfinally after being cured of psychoanalysis\nwe peer at architecture even though you know best:\nwe´ll never be able to embrace the entire construction\nbut it is still worth a try,\nthough possibly not the most original of all\n\nthere\nsee there there\nthe church beyond the brewery is not by Plečnik\nalthough looking identical\nstarting a new technology generation?\n\nnever mind\nafter spicy curry with fine droplets of sweat on the forehead \nwe all produce tears \nand will no longer be blinded by whiteness of paper\n\napparent and covert advantages of globalisation \nexist - definitely exist...\n\nsomewhere...\n\nEnglish translation: Martin Solotruk"}