{"subject": "Bourke", "text": "I’ve followed all my tracks and ways,from old bark school to Leicester Square,\nI’ve been right back to boyhood’s days, and found no light or pleasure there.\nBut every dream and every track—and there were many that I knew—\nThey all lead on, or they lead back, to Bourke in Ninety-one, and two. \nNo sign that green grass ever grew in scrubs that blazed beneath the sun;\nThe plains were dust in Ninety-two, that baked to bricks in Ninety-one.\nOn glaring iron-roofs of Bourke, the scorching, blinding sandstorms blew,\nAnd there was nothing beautiful in Ninety-one and Ninety-two. \n\nSave grit and generosity of hearts that broke and healed again—\nThe hottest drought that ever blazed could never parch the hearts of men;\nAnd they were men in spite of all, and they were straight, and they were true,\nThe hat went round at trouble’s call, in Ninety-one and Ninety-two. \n\nThey drank, when all is said and done, they gambled, and their speech was rough—\nYou’d only need to say of one—‘He was my mate!’ that was enough.\nTo hint a bushman was not white, nor to his Union straight and true,\nWould mean a long and bloody fight in Ninety-one and Ninety-two. \n\nThe yard behind the Shearers’ Arms was reckoned best of battle grounds,\nAnd there in peace and quietness they fought their ten or fifteen rounds;\nAnd then they washed the blood away, and then shook hands, as strong men do—\nAnd washed away the bitterness—in Ninety-one and Ninety-two. \n\nThe Army on the grand old creek was mighty in those days gone by,\nFor they had sisters who could shriek, and brothers who could testify;\nAnd by the muddy waterholes, they tackled sin till all was blue—\nThey took our bobs and damned our souls in Ninety-one and Ninety-two. \n\nBy shanty bars and shearing sheds, they took their toll and did their work— \nBut now and then they lost their heads, and raved of hotter hells than Bourke:\nThe only message from the dead that ever came distinctly through—\nWas—‘Send my overcoat to hell’—it came to Bourke in Ninety-two. \n\nI know they drank, and fought, and died—some fighting fiends on blazing tracks—\nI don’t remember that they lied, or crawled behind each others’ backs;\nI don’t remember that they loafed, or left a mate to battle through—\nAh! men knew how to stick to men in Ninety-one and Ninety-two. \n\nThey’re scattered wide and scattered far—by fan-like tracks, north, east, and west—\nThe cruel New Australian star drew off the bravest and the best.\nThe Cape and Klondyke claim their bones, the streets of London damned a few,\nAnd jingo-cursed Australia mourns for Ninety-one and Ninety-two. \n\nFor ever westward in the land, Australians hear—and will not heed—\nThe murmur of the board-room, and the sure and stealthy steps of greed—\nBourke was a fortress on the track! and garrisons were grim and true\nTo hold the spoilers from Out Back, in Ninety-one and Ninety-two. \n\nI hear it in the ridges lone, and in the dread drought-stricken wild—\nI hear at times a woman’s moan—the whimper of a hungry child:\nAnd—let the cynics say the word: ‘a godless gang, a drunken crew’—\nBut these were things I never heard in Ninety-one and Ninety-two. \nThey say that things have changed out there, and western towns have altered quite:\nThey don’t know how to drink and swear, they’ve half forgotten how to fight;\nThey’ve almost lost the strength to trust, the faith in mateship to be true—\nThe heart that grew in drought and dust in Ninety-one and Ninety-two. \nWe’ve learned to laugh the bitter laugh since then—we’ve travelled, you and I;\nThe sneaking little paragraph, the dirty trick, the whispered lie\nAre known to us—the little men—whose souls are rotten through and through—\nWe called them scabs and crawlers then, in Ninety-one and Ninety-two. \n\nAnd could I roll the summers back, or bring the dead time on again;\nOr from the grave or world-wide track, call back to Bourke the vanished men,\nWith mind content I’d go to sleep, and leave those mates to judge me true,\nAnd leave my name to Bourke to keep—the Bourke of Ninety-one and two."}