{"subject": "Battle Of Hastings - I", "text": "O CHRYSTE, it is a grief for me to tell;\nHOW manie a nobil erle and valrous knyghte\nIn fyghtynge for Kynge Harrold noblie fell,\nAl sleyne in Hastyngs feeld in bloudie fyghte.\nO sea! our teeming donore han thy floude,\nHan anie fructuous entendement,\nThou wouldst have rose and sank wyth tydes of bloude,\nBefore Duke Wyllyam's knyghts han hither went;\nWhose cowart arrows manie erles sleyne,\nAnd brued the feeld wyth bloude as season rayne. \n\nAnd of his knyghtes did eke full manie die,\nAll passyng hie, of mickle myghte echone,\nWhose poygnant arrowes, typp'd with destynie,\nCaus'd manie wydowes to make myckle mone.\nLordynges, avaunt, that chycken-harted are,\nFrom out of hearynge quicklie now deparle;\nFull well I wote, to synge of bloudie warre\nWill greeve your tenderlie and mayden harte.\nGo, do the weaklie womman inn mann's geare,\nAnd scond your mansion if grymm war come there. \n\nSoone as the erlie maten belle was tolde,\nAnd sonne was come to byd us all good daie,\nBothe armies on the feeld, both brave and bolde,\nPrepar'd for fyghte in champyon arraie.\nAs when two bulles, destynde for Hocktide fyghte,\nAre yoked bie the necke within a sparre,\nTheie rend the erthe, and travellyrs affryghte,\nLackynge to gage the sportive bloudie warre;\nSoe lacked Harroldes menne to come to blowes,\nThe Normans lacked for to wielde their bowes. \n\nKynge Harrolde turnynge to hys leegemen spake;\nMy merrie men, be not caste downe in mynde;\nYour onlie lode for aye to mar or make,\nBefore yon sunne has donde his welke, you'll fynde.\nYour lovyng wife, who erst dyd rid the londe\nOf Lurdanes, and the treasure that you han,\nWyll falle into the Normanne robber's honde,\nUnlesse with honde and harte you plaie the manne.\nCheer up youre hartes, chase sorrowe farre awaie,\nGodde and Seyncte Cuthbert be the worde to daie. \n\nAnd thenne Duke Wyllyam to his knyghtes did saie;\nMy merrie menne, be bravelie everiche;\nGif I do gayn the honore of the daie,\nEch one of you I will make myckle riche.\nBeer you in mynde, we for a kyngdomm fyghte;\nLordshippes and honores echone shall possesse;\nBe this the worde to daie, God and my Ryghte;\nNe doubte but God will oure true cause blesse.\nThe clarions then sounded sharpe and shrille;\nDeathdoeynge blades were out intent to kille. \n\nAnd brave Kyng Harrolde had nowe donde hys saie;\nHe threwe wythe myghte amayne hys shorte horse-spear,\nThe noise it made the duke to turn awaie,\nAnd hytt his knyghte, de Beque, upon the ear.\nHis cristede beaver dyd him smalle abounde; \nThe cruel spear went thorough all his hede;\nThe purpel blonde came goushynge to the ground;\nAnd at Duke Wyllyam's feet he tumbled deade:\nSo fell the myghtie tower of Standrip, whenne\nIt felte the furie of the Danish menne. \n\nO Afflem, son of Cuthbert, holie Sayncte,\nCome ayde thy freend, and shewe Duke Wyllyams payne;\nTake up thy pencyl, all hys features paincte;\nThy coloryng excells a synger strayne.\nDuke Wyllyam sawe hys freende sleyne piteouslie,\nHys lovynge freende whome he muche honored,\nFor he han lovd hym from puerilitie,\nAnd theie together bothe han bin ybred:\nO! in Duke Wyllyam's harte it raysde a flame,\nTo whiche the rage of emptie wolves is tame. \n\nHe tooke a brasen crosse-bowe in his honde,\nAnd drewe it harde with all hys myghte amein,\nNe doubtyng but the bravest in the londe\nHan by his soundynge arrowe-lede bene sleyne.\nAlured's stede, the fynest stede alive,\nBye comelie forme knowlached from the rest;\nBut nowe his destind howre did aryve,\nThe arrowe hyt upon his milkwhite breste.\nSo have I seen a ladie-smock soe white,\nBlown in the mornynge, and mowd downe at night. \n\nWith thilk a force it dyd his bodie gore,\nThat in his tender guttes it entered,\nIn veritee a fulle clothe yarde or more,\nAnd downe with flaiten noyse he sunken dede \nBrave Alured, benethe his faithfull horse,\nWas smeerd all over withe the gorie duste,\nAnd on hym laie the recer's lukewarme corse,\nThat Alured coulde not hymself aluste.\nThe standyng Normans drew theyr bowe echone,\nAnd broght full manie Englysh champyons downe. \n\nThe Normans kept aloofe, at distaunce stylle,\nThe Englysh nete but short horse-spears could welde;\nThe Englysh manie dethe-sure dartes did kille,\nAnd manie arrowes twang'd upon the sheelde.\nKynge Haroldes knyghts desir'de for hendie stroke,\nAnd marched furious o'er the bloudie pleyne,\nIn bodie close, and made the pleyne to smoke;\nTheire sheelds rebounded arrowes back agayne.\nThe Normans stode aloof; nor hede the same,\nTheir arrowes woulde do dethe, tho' from far of they came. \n\nDuke Wyllyam drewe agen hys arrowe strynge,\nAn arrowe withe a sylver-hede drewe he;\nThe arrowe dauncynge in the ayre dyd synge,\nAnd hytt the horse of Tosselyn on the knee.\nAt this brave Tosslyn threwe his short horse-speare;\nDuke Wyllyam stooped to avoyde the blowe;\nThe yrone weapon hummed in his eare,\nAnd hitte Sir Doullie Naibor on the prowe.\nUpon his helme foe surious was the stroke,\nIt splete his bever, and the ryvets broke. \n\nDowne fell the beaver by Tosslyn splete in tweine,\nAnd onn his hede expos'd a punie wounde,\nBut on Destoutvilles sholder came ameine,\nAnd fell'd the champyon to the bloudie grounde.\nThen Doullie myghte his bowestrynge drewe,\nEnthoughte to gyve brave Tosslyn bloudie wounde,\nBut Harolde's asenglave stopp'd it as it flewe,\nAnd it fell bootless on the bloudie grounde.\nSiere Doullie, when he sawe hys venge thus broke,\nDeath-doynge blade from out the scabard toke. \n\nAnd now the battail closde on everych syde,\nAnd face to face appeard the knyghts full brave;\nThey lifted up theire bylles with myckle pryde,\nAnd manie woundes unto the Normans gave.\nSo have I sene two weirs at once give grounde,\nWhite fomyng hygh to rorynge combat runne;\nIn roaryng dyn and heaven-breaking sounde,\nBurste waves on waves, and spangle in the sunne;\nAnd when their myghte in burstynge waves is fled,\nLike cowards, stele alonge their ozy bede. \n\nYonge Egelrede, a knyghte of comelie mien,\nAffynd unto the kynge of Dynefarre,\nAt echone tylte and tourney he was seene,\nAnd lov'd to be amonge the bloudie warre;\nHe couch'd hys launce, and ran wyth mickle myghte\nAgeinste the brest of Sieur de Bonoboe;\nHe grond and sunken on the place of fyghte,\nO Chryste! to fele his wounde, his harte was woe.\nTen thousand thoughtes push'd in upon his mynde,\nNot for hymself, but those he left behynde. \n\nHe dy'd and leffed wyfe and chyldren tweine,\nWhom he wyth cheryshment did dearlie love;\nIn England's court, in goode Kynge Edwarde's regne,\nHe wonne the tylte, and ware her crymson glove;\nAnd thence unto the place where he was borne,\nTogether with hys welthe &amp; better wyfe,\nTo Normandie he dyd perdie returne,\nIn peace and quietnesse to lead his lyfe;\nAnd now with sovrayn Wyllyam he came,\nTo die in battel, or get welthe and fame. \n\nThen, swefte as lyghtnynge, Egelredus set\nAgaynst du Barlie of the mounten head;\nIn his dere hartes bloude his longe launce was wett,\nAnd from his courser down he tumbled dede.\nSo have I sene a mountayne oak, that longe\nHas caste his shadowe to the mountayne syde,\nBrave all the wyndes, tho' ever they so stronge,\nAnd view the briers belowe with self-taught pride;\nBut, whan throwne downe by mightie thunder stroke,\nHe'de rather bee a bryer than an oke. \n\nThen Egelred dyd in a declynie\nHys launce uprere with all hys myghte ameine,\nAnd strok Fitzport upon the dexter eye,\nAnd at his pole the spear came out agayne.\nButt as he drewe it forthe, an arrowe fledde\nWyth mickle myght lent from de Tracy's bowe,\nAnd at hys syde the arrowe entered,\nAnd oute the crymson streme of bloude gan flowe;\nIn purple strekes it dyd his armer staine,\nAnd smok'd in puddles on the dustie plaine. \n\nBut Egelred, before he sunken downe,\nWith all his myghte amein his spear besped,\nIt hytte Bertrammil Manne upon the crowne,\nAnd bothe together quicklie sunken dede.\nSo have I seen a roche o'er others hang;\nWho stronglie plac'd laughde at his slippry state,\nBut when he falls with heaven-peercynge bange\nThat he the sleeve unravels all theire fate,\nAnd broken onn the beech thys lesson speak,\nThe stronge and firme should not defame the weake. \n\nHowel ap Jevah came from Matraval,\nWhere he by chaunce han slayne a noble's son,\nAnd now was come to fyghte at Harold's call,\nAnd in the battel he much goode han done;\nUnto Kyng Harold he foughte mickle near,\nFor he was yeoman of the bodie guard;\nAnd with a targyt and a fyghtyng spear,\nHe of his boddie han kepte watch and ward\nTrue as a shadow to a substant thynge,\nSo true he guarded Harold hys good kynge. \n\nBut when Egelred tumbled to the grounde,\nHe from Kynge Harolde quicklie dyd advaunce,\nAnd strooke de Tracie thilk a crewel wounde,\nHys harte and lever came out on the launce.\nAnd then retreted for to guarde his kynge,\nOn dented launce he bore the harte awaie;\nAn arrowe came from Auffroie Griel's strynge,\nInto hys heele betwyxt hys yron staie;\nThe grey-goose pynion, that thereon was sett,\nEftsoons wyth stnokyng crymson blond was wett. \n\nHis bloude at this was waxen flaminge hotte,\nWithout adoe he turned once agayne,\nAnd hytt de Griel thilk a blowe, God wote,\nMaugre hys helm, he splete his hede in twayne.\nThis Auffroie was a manne of mickle pryde,\nWhose featliest bewty ladden in his face;\nHis chaunce in warr he ne before han tryde,\nBut lyv'd in love and Rosaline's embrace;\nAnd like a useless weede amonge the haie\nAmonge the sleine warriours Griel laie. \n\nKynge Harolde then he putt his yeomen bie,\nAnd ferslie ryd into the bloudie fyghte;\nErle Ethelwolf, and Goodrick, and Alfie,\nCuthbert, and Goddard, mical menne of myghte,\nEthelwin, Ethelbert, and Edwyn too,\nEffred the famous, and Erle Ethelwarde,\nKynge Harolde's leegemenn, erlies hie and true,\nRode after hym, his bodie for to guarde;\nThe reste of erlies, fyghtynge other wheres,\nStained with Norman bloude theire fyghtynge speres. \n\nAs when some ryver with the season raynes\nWhite fomynge hie doth breke the bridges oft,\nOerturns the hamelet and all conteins,\nAnd layeth oer the hylls a muddie soft;\nSo Harold ranne upon his Normanne foes.\nAnd layde the greate and small upon the grounde,\nAnd delte among them thilke a store of blowes,\nFull manie a Normanne fell by him dede wounde;\nSo who he be that ouphant faieries strike,\nTheir soules will wander to Kynge Offa's dyke. \n\nFitz Salnarville, Duke William's favourite knyghte,\nTo noble Edelwarde his life dyd yielde;\nWithe hys tylte launce hee stroke with thilk a myghte,\nThe Norman's bowels steemde upon the feeld.\nOld Salnarville beheld hys son lie ded,\nAgainst Erle Edelward his bowe-strynge drewe;\nBut Harold at one blowe made tweine his head;\nHe dy'd before the poignant arrowe slew.\nSo was the hope of all the issue gone,\nAnd in one battle fell the sire and son. \n\nDe Aubignee rod fercely thro' the fyghte,\nTo where the boddie of Salnarville laie;\nQuod he; And art thou ded, thou manne of myghte?\nI'll be revengd, or die for thee this daie.\nDie then thou shalt, Erle Ethelwarde he said;\nI am a cunnynge Erle, and that can tell;\nThen drewe hys swerde, and ghastlie cut hys hede,\nAnd on his freend eftsoons he lifeless fell,\nStretch'd on the bloudie pleyne; great God forefend,\nIt be the fate of no such trustie freende! \n\nThen Egwin Sieur Pikeny did attaque;\nHe turned aboute and vilely souten flie;\nBut Egwyn cutt so deepe into his backe,\nHe rolled on the grounde and soon dyd die.\nHis distant sonne, Sire Romara de Biere,\nSoughte to revenge his fallen kynsman's lote,\nBut soone Erle Cuthbert's dented fyghtyng spear\nStucke in his harte, and stayd his speed, God wote.\nHe tumbled downe close by hys kynsman's syde,\nMyngle their stremes of pourple bloude, and dy'd. \n\nAnd now an arrowe from a bowe unwote\nInto Erle Cuthbert's harte eftsoons dyd flee;\nWho dying sayd; ah me! how hard my lote!\nNow slayne, mayhap, of one of lowe degree.\nSo have I seen a leafie elm of yore\nHave been the pride and glorie of the pleine;\nBut, when the spendyng landlord is growne poore,\nIt falls benethe the axe of some rude sweine;\nAnd like the oke, the sovran of the woode,\nIt's fallen boddie tells you how it stoode. \n\nWhen Edelward perceevd Erle Cuthbert die,\nOn Hubert strongest of the Normanne crewe,\nAs wolfs when hungred on the cattel flie,\nSo Edelward amaine upon him slewe.\nWith thilk a force he hyt hym to the grounde;\nAnd was demasing howe to take his life,\nWhen he behynde received a ghastlie wounde\nGyven by de Torcie, with a stabbyng knyfe;\nBase trecherous Normannes, if such actes you doe,\nThe conquer'd maie clame victorie of you. \n\nThe erlie felt de Torcie's trecherous knyfe\nHan made his crymson bloude and spirits floe;\nAnd knowlachyng he soon must quyt this lyfe,\nResolved Hubert should too with hym goe.\nHe held hys trustie swerd against his breste,\nAnd down he fell, and peerc'd him to the harte;\nAnd both together then did take their reste,\nTheir soules from corpses unaknell'd depart;\nAnd both together soughte the unknown shore,\nWhere we shall goe, where manie's gon before. \n\nKynge Harolde Torcie's trechery dyd spie,\nAnd hie alofe his temper'd swerde dyd welde,\nCut offe his arm; and made the bloude to flie,\nHis proofe steel armoure did him littel sheelde;\nAnd not contente, he splete his hede in twaine,\nAnd down he tumbled on the bloudie grounde;\nMean while the other erlies on the playne\nGave and received manie a bloudie wounde,\nSuch as the arts in warre han learnt with care,\nBut manie knyghtes were women in men's geer. \n\nHerrewald, borne on Sarim's spreddyng plaine,\nWhere Thor's fam'd temple manie ages stoode;\nWhere Druids, auncient preests, did ryghtes ordaine,\nAnd in the middle shed the victyms bloude;\nWhere auncient Bards dyd their verses synge\nOf Cæsar conquer'd, and his mighty hoste,\nAnd how old Tynyan, necromancing kynge,\nWreck'd all hys shyppyng on the Brittish coaste,\nAnd made hym in his tatter'd barks to flie,\n'Till Tynyan's dethe and opportunity. \n\nTo make it more renomed than before,\n(I, tho a Saxon, yet the truthe will telle)\nThe Saxonnes steynd the place wyth Brittish gore,\nWhere nete but bloud of sacrifices felle.\nTho' Chrystians, stylle they thoghte mouche of the pile,\nAnd here theie mett when causes dyd it neede;\n'Twas here the auncient Elders of the Isle\nDyd by the trecherie of Hengist bleede;\nO Hengist! han thy cause bin good and true,\nThou wouldst such murdrous acts as these eschew. \n\nThe erlie was a manne of hie degree,\nAnd han that daie full manie Normannes sleine;\nThree Norman Champyons of hie degree\nHe lefte to smoke upon the bloudie pleine.\nThe Sier Fitzbotevilleine did then advaunce,\nAnd with his bowe he smote the erlies hede;\nWho eftsoons gored hym with his tylting launce,\nAnd at his horses feet he tumbled dede.\nHis partyng spirit hovered o'er the floude\nOf soddayne roushynge mouche lov'd pourple bloude. \n\nDe Viponte then, a squier of low degree,\nAn arrowe drewe with all his myghte ameine;\nThe arrowe graz'd upon the erlies knee,\nA punie wounde, that causd but littel peine.\nSo have I seene a Dolthead place a stone,\nEnthoghte to staie a driving rivers course;\nBut better han it bin to lett alone,\nIt onlie drives it on with mickle force;\nThe erlie, wounded by so base a hynde,\nRays'd furyous doyngs in his noble mynde. \n\nThe Siere Chatillion, yonger of that name,\nAdvaunced next before the erlie's syghte;\nHis fader was a manne of mickle fame,\nAnd he renomde and valorous in fyghte.\nChatillion his trustie swerd forth drew;\nThe Erle drawes his, menne both of mickle myghte;\nAnd at eche other vengouslie they flewe,\nAs mastie dogs at Hocktide set to fyghte;\nBothe scornd to yeelde, and bothe abhor'de to flie,\nResolv'd to vanquishe, or resolv'd to die. \n\nChatillion hyt the erlie on the hede,\nThatt splytte eftsoons his cristed helm in twayne;\nWhiche he perforce withe target covered,\nAnd to the battel went with myghte ameine.\nThe erlie hytte Chatillion thilke a blowe\nUpon his breste, his harte was plein to see;\nHe tumbled at the horses feet alsoe,\nAnd in dethe panges he seez'd the recer's knee.\nFaste as the ivy rounde the oke doth clymbe,\nSo faste he dying gryp'd the recer's lymbe. \n\nThe recer then beganne to flynge and kicke,\nAnd toste the erlie farr off to the grounde;\nThe erlie's squier then a swerde did sticke\nInto his harte, a dedlie ghastlie wounde;\nAnd downe he felle upon the crymson pleine,\nUpon Chatillion's soulless corse of claie;\nA puddlie streme of bloude flow'd oute ameine;\nStretch'd out at length besmer'd with gore he laie;\nAs some tall oke fell'd from the greenie plaine,\nTo live a second time upon the main. \n\nThe erlie nowe an horse and beaver han,\nAnd nowe agayne appered on the feeld;\nAnd manie a mickle knyghte and mightie manne\nTo his dethe-doyng swerd his life did yeeld;\nWhen Siere de Broque an arrowe longe lett flie,\nIntending Herewaldus to have sleyne;\nIt miss'd; butt hytte Edardus on the eye,\nAnd at his pole came out with horrid payne.\nEdardus felle upon the bloudie grounde,\nHis noble soule came roushyng from the wounde. \n\nThys Herewald perceevd, and full of ire\nHe on the Siere de Broque with furie came;\nQuod he; thou'st slaughtred my beloved squier,\nBut I will be revenged for the same.\nInto his bowels then his launce he thruste,\nAnd drew thereout a steemie drerie lode;\nQuod he; these offals are for ever curst,\nShall serve the choughs, and rooks, and dawes, for foode.\nThen on the pleine the steemie lode hee throwde,\nSmokynge wyth lyfe, and dy'd with crymson bloude. \n\nFitz Broque, who saw his father killen lie,\nAh me! sayde he; what woeful syghte I seel\nBut now I must do somethyng more than sighe;\nAnd then an arrowe from the bowe drew he.\nBeneth the erlie's navil came the darte;\nFitz Broque on foote han drawne it from the bowe;\nAnd upwards went into the erlie's harte,\nAnd out the crymson streme of bloude 'gan flowe.\nAs fromm a hatch, drawne with a vehement geir,\nWhite rushe the burstynge waves, and roar along the weir. \n\nThe Erle with one honde grasp'd the recer's mayne,\nAnd with the other he his launce besped;\nAnd then felle bleedyng on the bloudie plaine.\nHis launce it hytte Fitz Broque upon the hede;\nUpon his hede it made a wounde full slyghte,\nBut peerc'd his shoulder, ghastlie wounde inferne,\nBefore his optics daunced a shade of nyghte,\nWhyche soone were closed ynn a sleepe eterne.\nThe noble erlie than, withote a grone,\nTook flyghte, to fynde the regyons unknowne. \n\nBrave Alured from binethe his noble horse\nWas gotten on his leggs, with bloude all smore;\nAnd now eletten on another horse,\nEftsoons he withe his launce did manie gore.\nThe cowart Norman knyghtes before hym fledde,\nAnd from a distaunce sent their arrowes keene;\nBut noe such destinie awaits his hedde,\nAs to be sleyen by a wighte so meene.\nTho oft the oke falls by the villen's shock,\n'Tys moe than hyndes can do, to move the rock. \n\nUpon du Chatelet he ferselie sett,\nAnd peerc'd his bodie with a force full grete;\nThe asenglave of his tylt-launce was wett,\nThe rollynge bloude alonge the launce did fleet.\nAdvauncynge, as a mastie at a bull,\nHe rann his launce into Fitz Warren's harte;\nFrom Partaies bowe, a wight unmercifull,\nWithin his owne he felt a cruel darte;\nClose by the Norman champyons he han sleine,\nHe fell; and mixd his bloude with theirs upon the pleine. \n\nErle Ethelbert then hove, with clinie just,\nA launce, that stroke Partaie upon the thighe,\nAnd pinn'd him downe unto the gorie duste;\nCruel, quod he, thou cruellie shalt die.\nWith that his launce he enterd at his throte;\nHe scritch'd and screem'd in melancholie mood;\nAnd at his backe eftsoons came out, God wote,\nAnd after it a crymson streme of bloude.\nIn agonie and peine he there dyd lie,\nWhile life and dethe strove for the masterrie, \n\nHe gryped hard the bloudie murdring launce,\nAnd in a grone he left this mortel lyfe.\nBehynde the erlie Fiscampe did advaunce,\nBethoghte to kill him with a stabbynge knife;\nBut Egward, who perceevd his fowle intent,\nEftsoons his trustie swerde he forthwyth drewe,\nAnd thilke a cruel blowe to Fiscampe sent,\nThat soule and bodie's bloude at one gate flewe.\nThilk deeds do all deserve, whose deeds so fowle\nWill black theire earthlie name, if not their soule. \n\nWhen lo! an arrowe from Walleris honde,\nWinged with fate and dethe daunced alonge;\nAnd slewe the noble flower of Powyslonde,\nHowel ap Jevah, who yclepd the stronge.\nWhan he the first mischaunce received han,\nWith horsemans haste he from the armie rodde;\nAnd did repaire unto the cunnynge manne,\nWho sange a charme, that dyd it mickle goode;\nThen praid Seyncte Cuthbert, and our holie Dame\nTo blesse his labour, and to heal the same. \n\nThen drewe the arrowe, and the wounde did seck,\nAnd putt the teint of holie herbies on;\nAnd putt a rowe of bloude-stones round his neck;\nAnd then did say; go, champyon, get agone.\nAnd now was comynge Harrolde to defend,\nAnd metten with Walleris cruel darte;\nHis sheelde of wolf-skinn did him not attend,\nThe arrow peerced into his noble harte.\nAs some tall oke, hewn from the mountayne hed,\nFall to the pleine; so fell the warriour dede. \n\nHis countryman, brave Mervyn ap Teudor,\nWho love of hym han from his country gone,\nWhen he perceevd his friend lie in his gore,\nAs furious as a mountayne wolf he ranne.\nAs ouphant faieries, whan the moone sheenes bryghte,\nIn littel circles daunce upon the greene,\nAll living creatures flie far from their syghte,\nNe by the race of destinie be seen;\nFor what he be that ouphant faieries stryke,\nTheir soules will wander to Kyng Offa's dyke. \n\nSo from the face of Mervyn Tewdor brave\nThe Normans eftsoons fled awaie aghaste;\nAnd lefte behynde their bowe and asenglave,\nFor fear of hym, in thilk a cowart haste.\nHis garb sufficient were to move affryghte;\nA wolf skin girded round his myddle was;\nA bear skyn, from Norwegians wan in fyghte,\nWas tytend round his shoulders by the claws.\nSo Hercules, 'tis sunge, much like to him,\nUpon his sholder wore a lyon's skin. \n\nUpon his thyghes and harte-swefte legges he wore\nA hugie goat skyn, all of one grete peice;\nA boar skyn sheelde on his bare armes he bore;\nHis gauntletts were the skynn of harte of greece.\nThey fledde; he followed close upon their heels,\nVowynge vengeance for his deare countrymanne;\nAnd Siere de Sancelotte his vengeance feels;\nHe peerc'd hys backe, and out the bloude ytt ranne.\nHis bloude went downe the swerde unto his arme,\nIn springing rivulet, alive and warme. \n\nHis swerde was shorte, and broade, and myckle keene,\nAnd no mann's bone could stonde to stoppe itts waie;\nThe Normann's harte in partes two cutt cleane,\nHe clos'd his eyne, and clos'd hys eyne for aie.\nThen with his swerde he sett on Fitz du Valle,\nA knyghte mouch famous for to runne at tylte;\nWith thilk a furie on hym he dyd falle,\nInto his neck he ranne the swerde and hylte;\nAs myghtie lyghtenynge often has been founde\nTo drive an oke into unfallow'd grounde. \n\nAnd with the swerde, that in his neck yet stoke,\nThe Norman fell unto the bloudie grounde;\nAnd with the fall ap Tewdore's swerde he broke,\nAnd bloude afreshe came trickling from the wounde\nAs whan the hyndes, before a mountayne wolfe,\nFlie from his paws, and angrie vysage grym;\nBut when he falls into the pittie golphe,\nThey dare hym to his bearde, and battone hym;\nAnd cause he fryghted them so muche before,\nLyke cowart hyndes, they battone hym the more. \n\nSo, whan they sawe ap Tewdore was bereft\nOf his keen swerde, thatt wroghte thilke great dismaie\nThey turned about, eftsoons upon hym lept,\nAnd full a score engaged in the fraie.\nMervyn ap Tewdore, ragyng as a bear,\nSeiz'd on the beaver of the Sier de Laque;\nAnd wring'd his hedde with such a vehement gier,\nHis visage was turned round unto his backe.\nBacke to his harte retyr'd the useless gore,\nAnd felle upon the pleine to rise no more. \n\nThen on the mightie Siere Fitz Pierce he flew,\nAnd broke his helm and seiz'd hym bie the throte.\nThen manie Normann knyghtes their arrowes drew,\nThat enter'd into Mervyn's harte, God woote.\nIn dying panges he gryp'd his throte more stronge,\nAnd from their sockets started out his eyes;\nAnd from his mouthe came out his blameless tonge\nAnd bothe in peyne and anguishe eftsoon dies.\nAs some rude rocke torne from his bed of claie,\nStretch'd onn the pleyne the brave ap Tewdore laie. \n\nAnd now Erle Ethelbert and Egward came\nBrave Mervyn from the Normannes to assist;\nA myghtie siere, Fitz Chatulet bie name,\nAn arrowe drew, that dyd them littel list.\nErle Egward points his launce at Chatulet,\nAnd Ethelbert at Walleris set his;\nAnd Egwald dyd the siere a hard blowe hytt,\nBut Ethelbert by a myschaunce dyd miss.\nFear laide Walleris flat upon the strande,\nHe ne deserved a death from erlies hande. \n\nBetwyxt the ribbes of Sire Fitz Chatelet\nThe poynted launce of Egward did ypass;\nThe distaunt syde thereof was ruddie wet,\nAnd he fell breathless on the bloudie grass.\nAs cowart Walleris laie on the grounde,\nThe dreaded weapon hummed oer his heade,\nAnd hytt the squier thylke a lethal wounde,\nUpon his fallen lorde he tumbled dead.\nOh shame to Norman armes! a lord a slave,\nA captyve villeyn than a lorde more brave! \n\nFrom Chatelet hys launce Erle Egward drew,\nAnd hit Wallerie on the dexter cheek;\nPeerc'd to his braine, and cut his tongue in two.\nThere, knyght, quod he, let that thy actions speak --"}