{"subject": "Christophe Colomb", "text": "Eh ! qui du grand Colomb ne connaît point l'histoire, \nLui dont un nouveau monde éternisa la gloire ?\nIllustre favori du maître du trident, \nL'heureux Colomb voguait sur l'abîme grondant ;\nSa nef avait franchi les colonnes d'Alcide ;\nLes phoques, les tritons, la jeune néréide, \nVoyaient d'un oeil surpris ces drapeaux, ces soldats, \nCes bronzes menaçants, cette forêt de mâts, \nEt ces hardis vaisseaux, flottantes citadelles, \nÀ qui les vents vaincus semblaient céder leurs ailes :\nDepuis six mois entiers ils erraient sur les eaux ; \nDépourvus d'aliments, épuisés de travaux, \nLes matelots sentaient défaillir leur courage, \nEt d'une voix plaintive imploraient le rivage. \nMille maux à la fois leur présagent leur fin, \nEt la contagion se ligue avec la faim.\nPour comble de malheurs, sur l'océan immense \nLes airs sont en repos, les vagues en silence :\nDans la voile pendante aucun vent ne frémit ; \nEt dans ce calme affreux dont le nocher gémit, \nL'oreille n'entend plus, durant la nuit profonde, \nQue le bruit répété des morts tombant dans l'onde. \nPlusieurs au haut des mâts interrogent de loin \nLes terres et les mers sourdes à leur besoin ;\nRien ne paraît : des coeurs un noir transport s'empare ;\n(Lorsqu'il est sans espoir, le malheur rend barbare): \nTous fondent sur leur chef : à son poste arraché, \nAu pied du plus haut mât Colomb est attaché. \nCent fois de la tempête il défia la rage ;\nMais qu'opposera-t-il à ce nouvel orage ? \nSans changer son destin l'astre du jour a lui ; \nDe farouches regards errent autour de lui :\nInutiles fureurs pour son âme intrépide ! \nLa mort, l'affreuse mort n'a rien qui l'intimide. \nMais avoir vainement affronté tant de maux ! \nMais mourir près d'atteindre à des mondes nouveaux ! \nCe grand espoir trompé, tant de gloire perdue, \nPlus que tous les poignards, voilà ce qui le tue. \nSur ce coeur que déjà déchire le regret, \nLe fer enfin se lève, et le trépas est prêt :\nPlus d'espoir. Tout à coup de la rive indienne \nUn air propice apporte une odorante haleine ; \nIl sent, il reconnaît le doux esprit des fleurs ; \nTout son coeur s'abandonne à ces gages flatteurs ; \nUn souffle heureux se joint à cet heureux présage. \nAlors avec l'espoir reprenant son courage : \n'Malheureux compagnons de mon malheureux sort, \nVous savez si Colomb peut redouter la mort ; \nMais si, toujours fidèle au dessein qui m'anime, \nVotre chef seconda votre âme magnanime ;\nSi pour ce grand projet je bravai comme vous, \nEt l'horreur de la faim, et les flots en courroux, \nEncor quelques moments ; je ne sais quel présage \nÀ cette âme inspirée annonce le rivage. \nSi ce monde où je cours fuit encor devant nous, \nDemain tranchez mes jours, tout mon sang est à vous.'\nÀ ce noble discours, à sa mâle assurance, \nÀ cet air inspiré qui leur rend l'espérance, \nUn vieux respect s'éveille au coeur des matelots ;\nIls ont cru voir le dieu qui maîtrise les flots : \nSoudain, comme à sa voix les tempêtes s'apaisent, \nAux accents de Colomb les passions se taisent.\nOn obéit, on part, on vole sur les mers ; \nLa proue en longs sillons blanchit les flots amers. \nEnfin des derniers feux quand l'Olympe se dore, \nEt brise ses rayons dans les mers qu'il colore, \nLe rivage de loin semble poindre à leurs yeux. \nSoudain tout retentit de mille cris joyeux. \nLes coteaux par degrés sortent du noir abîme, \nDe moment en moment les bois lèvent leur cime, \nEt de l'air embaumé que leur porte un vent frais, \nLe parfum consolant les frappe de plus près. \nOn redouble d'efforts, on aborde, on arrive ; \nDes prophétiques fleurs qui parfument la rive \nTous couronnent leur chef, et leurs festons chéris, \nPrésages des succès, en deviennent le prix."}