{"subject": "I Salute That Lord Of Ranga", "text": "I salute that Lord of Ranga, \nWho sleeps in the yogic pose,\nOn the bed of Adhisesha,\nBelow the tall dome,\nWhich resembles a lotus bud ,\nAnd is surrounded by seven ramparts,\nAnd which is in between two Kaveri rivers,\nWith his right hand near his crown,\nAnd his lotus like merciful left hand,\nPointing towards his feet which takes care of us all.\n\nLet my mind revel in the form of Ranga\nWhose form is the epitome of happiness,\nWhose form is the true knowledge,\nWhose form is as told in the Vedas,\nAnd who is of the form of the comforting moon and beautiful\n\nLet my mind revel in the form of Ranga\nWho is on the banks of river Kaveri,\nAnd playfully dispenses mercy,\nWho is below the Mandhara tree,\nWhere he speedily and prettily plays,\nAnd who destroys all asuras,\nBy his play spread over the whole world.\n\nLet my mind revel in Ranga,\nAs the one who lives in Sri Ranga,\nIn whom goddess Lakshmi lives,\nWho is the abode of the universe\nWho lives in the lotus of our heart,\nWho lives in the face of the Sun.\nWho is the abode of mercy,\nAnd who lives where good conduct lives.\n\nIn Him let my mind revel\nAs the one who is saluted in Sri Ranga,\nWho is venerated by gods like Brahma,\nWho is venerated by the entire universe,\nWho is venerated as Mukunda,\nWho is venerated by lord of devas,\nWho is worshipped by sages like Vyasa,\nAnd who is venerated by sages like Sanaka.\n\nLet my mind revel in Him\nWho is the king of Sri Ranga,\nWho is the king of gods like Brahma,\nWho is the king of the holy bird , Garuda,\nWho is the king of Vaikunta,\nWho is the king of the king of devas,\nWho is the king of the three worlds,\nAnd who is the king of the entire universe .\n\nLet my mind revel in Him\nAs one who protects the city of Sri Ranga,\nWho has , whose sign is never failing\nWho is in perfect sleep,\nWho is in the Yogic sleep,\nWho sleeps on the ocean,\nWho takes care of goddess Lakshmi,\nAnd in whom the whole world sleeps\n\nLet my mind revel in Him\nAs the one who sleeps in the city of Sri Ranga,\nWho sleeps pretty as a picture,\nWho sleeps on the king of serpents,\nWho sleeps on the lap of Nanda,\nWho sleeps on the lap of Lakshmi,\nWho sleeps on the ocean of milk,\nAnd who sleeps on the banyan leaf.\n\nHe who sheds his body in this ranga (ground)\nNever gets embodiment again\nAs Ranga has chakra in His hand,\nThe Garuda is His vehicle,\nThe serpent is His bed\nAnd his feet is wetted by river Ganga,\n\nAny one reading this octet on the Lord of Ranga,\nAs soon as he gets up in the morning,\nWill get his wishes fulfilled,\nAnd in the end attain salvation"}