{"subject": "The Mother", "text": "I\n\nIT was April, blossoming spring,\nThey buried me, when the birds did sing;\n\nEarth, in clammy wedging earth,\nThey banked my bed with a black, damp girth.\n\nUnder the damp and under the mould,\nI kenned my breasts were clammy and cold.\n\nOut from the red beams, slanting and bright,\nI kenned my cheeks were sunken and white.\n\nI was a dream, and the world was a dream,\nAnd yet I kenned all things that seem.\n\nI was a dream, and the world was a dream,\nBut you cannot bury a red sunbeam.\n\nFor though in the under-grave's doom-night\nI lay all silent and stark and white,\n\nYet over my head I seemed to know\nThe murmurous moods of wind and snow,\n\nThe snows that wasted, the winds that blew,\nThe rays that slanted, the clouds that drew\n\nThe water-ghosts up from lakes below,\nAnd the little flower-souls in earth that grow.\n\nUnder earth, in the grave's stark night,\nI felt the stars and the moon's pale light.\n\nI felt the winds of ocean and land\nThat whispered the blossoms soft and bland.\n\nThough they had buried me dark and low,\nMy soul with the season's seemed to grow.\n\nII\n\nFrom throes of pain they buried me low,\nFor death had finished a mother's woe.\n\nBut under the sod, in the grave's dread doom,\nI dreamed of my baby in glimmer and gloom.\n\nI dreamed of my babe, and I kenned that his rest\nWas broken in wailings on my dead breast.\n\nI dreamed that a rose-leaf hand did cling;\nOh, you cannot bury a mother in spring!\n\nWhen the winds are soft and the blossoms are red\nShe could not sleep in her cold earth-bed.\n\nI dreamed of my babe for a day and a night,\nAnd then I rose in my grave-clothes white.\n\nI rose like a flower from my damp earth-bed\nTo the world of sorrowing overhead.\n\nMen would have called me a thing of harm,\nBut dreams of my babe made me rosy and warm.\n\nI felt my breasts swell under my shroud;\nNo star shone white, no winds were loud;\n\nBut I stole me past the graveyard wall,\nFor the voice of my baby seemed to call;\n\nAnd I kenned me a voice, though my lips were dumb:\nHush, baby, hush! for mother is come.\n\nI passed the streets to my husband's home;\nThe chamber stairs in a dream I clomb;\n\nI heard the sound of each sleeper's breath,\nLight waves that break on the shores of death.\n\nI listened a space at my chamber door,\nThen stole like a moon-ray over its floor.\n\nMy babe was asleep on a stranger's arm,\n'O baby, my baby, the grave is so warm,\n\n'Though dark and so deep, for mother is there!\nO come with me from the pain and care!\n\n'O come with me from the anguish of earth,\nWhere the bed is banked with a blossoming girth,\n\n'Where the pillow is soft and the rest is long,\nAnd mother will croon you a slumber-song–\n\n'A slumber-song that will charm your eyes\nTo a sleep that never in earth-song lies!\n\n'The loves of earth your being can spare,\nBut never the grave, for mother is there.'\n\nI nestled him soft to my throbbing breast,\nAnd stole me back to my long, long rest.\n\nAnd here I lie with him under the stars,\nDead to earth, its peace and its wars;\n\nDead to its hates, its hopes, and its harms,\nSo long as he cradles up soft in my arms.\n\nAnd heaven may open its shimmering doors,\nAnd saints make music on pearly floors,\n\nAnd hell may yawn to its infinite sea,\nBut they never can take my baby from me.\n\nFor so much a part of my soul he hath grown\nThat God doth know of it high on His throne.\n\nAnd here I lie with him under the flowers\nThat sun-winds rock through the billowy hours,\n\nWith the night-airs that steal from the murmuring sea,\nBringing sweet peace to my baby and me."}