{"subject": "The Shipwreck Of Idomeneus", "text": "Swept from his fleet upon that fatal night \nWhen great Poseidon's sudden-veering wrath \nScattered the happy homeward-floating Greeks \nLike foam-flakes off the waves, the King of Crete \nHeld lofty commune with the dark Sea-god. \nHis brows were crowned with victory, his cheeks \nWere flushed with triumph, but the mighty joy \nOf Troy's destruction and his own great deeds \nPassed, for the thoughts of home were dearer now, \nAnd sweet the memory of wife and child, \nAnd weary now the ten long, foreign years, \nAnd terrible the doubt of short delay - \nMore terrible, O Gods! he cried, but stopped; \nThen raised his voice upon the storm and prayed. \nO thou, if injured, injured not by me, \nPoseidon! whom sea-deities obey \nAnd mortals worship, hear me! for indeed \nIt was our oath to aid the cause of Greece, \nNot unespoused by Gods, and most of all \nBy thee, if gentle currents, havens calm, \nFair winds and prosperous voyage, and the Shape \nImpersonate in many a perilous hour, \nBoth in the stately councils of the Kings, \nAnd when the husky battle murmured thick, \nMay testify of services performed! \nBut now the seas are haggard with thy wrath, \nThy breath is tempest! never at the shores \nOf hostile Ilium did thy stormful brows \nBetray such fierce magnificence! not even \nOn that wild day when, mad with torch and glare, \nThe frantic crowds with eyes like starving wolves \nBurst from their ports impregnable, a stream \nOf headlong fury toward the hissing deep; \nWhere then full-armed I stood in guard, compact \nBeside thee, and alone, with brand and spear, \nWe held at bay the swarming brood, and poured \nBlood of choice warriors on the foot-ploughed sands! \nThou, meantime, dark with conflict, as a cloud \nThat thickens in the bosom of the West \nOver quenched sunset, circled round with flame, \nHuge as a billow running from the winds \nLong distances, till with black shipwreck swoln, \nIt flings its angry mane about the sky. \nAnd like that billow heaving ere it burst; \nAnd like that cloud urged by impulsive storm \nWith charge of thunder, lightning, and the drench \nOf torrents, thou in all thy majesty \nOf mightiness didst fall upon the war! \nRemember that great moment! Nor forget \nThe aid I gave thee; how my ready spear \nFlew swiftly seconding thy mortal stroke, \nWhere'er the press was hottest; never slacked \nMy arm its duty, nor mine eye its aim, \nThough terribly they compassed us, and stood \nThick as an Autumn forest, whose brown hair, \nLustrous with sunlight, by the still increase \nOf heat to glowing heat conceives like zeal \nOf radiance, till at the pitch of noon \n'Tis seized with conflagration and distends \nHorridly over leagues of doom'd domain; \nMingling the screams of birds, the cries of brutes, \nThe wail of creatures in the covert pent, \nHowls, yells, and shrieks of agony, the hiss \nOf seething sap, and crash of falling boughs \nTogether in its dull voracious roar. \nSo closely and so fearfully they throng'd, \nSavage with phantasies of victory, \nA sea of dusky shapes; for day had passed \nAnd night fell on their darkened faces, red \nWith fight and torchflare; shrill the resonant air \nWith eager shouts, and hoarse with angry groans; \nWhile over all the dense and sullen boom, \nThe din and murmur of the myriads, \nRolled with its awful intervals, as though \nThe battle breathed, or as against the shore \nWaves gather back to heave themselves anew. \nThat night sleep dropped not from the dreary skies, \nNor could the prowess of our chiefs oppose \nThat sea of raging men. But what were they? \nOr what is man opposed to thee? Its hopes \nAre wrecks, himself the drowning, drifting weed \nThat wanders on thy waters; such as I \nWho see the scattered remnants of my fleet, \nRemembering the day when first we sailed, \nEach glad ship shining like the morning star \nWith promise for the world. Oh! such as I \nThus darkly drifting on the drowning waves. \nO God of waters! 'tis a dreadful thing \nTo suffer for an evil unrevealed; \nDreadful it is to hear the perishing cry \nOf those we love; the silence that succeeds \nHow dreadful! Still my trust is fixed on thee \nFor those that still remain and for myself. \nAnd if I hear thy swift foam-snorting steeds \nDrawing thy dusky chariot, as in \nThe pauses of the wind I seem to hear, \nDeaf thou art not to my entreating prayer! \nHaste then to give us help, for closely now \nCrete whispers in my ears, and all my blood \nRuns keen and warm for home, and I have yearning, \nSuch yearning as I never felt before, \nTo see again my wife, my little son, \nMy Queen, my pretty nursling of five years, \nThe darling of my hopes, our dearest pledge \nOf marriage, and our brightest prize of love, \nWhose parting cry rings clearest in my heart. \nO lay this horror, much-offended God! \nAnd making all as fair and firm as when \nWe trusted to thy mighty depths of old, - \nI vow to sacrifice the first whom Zeus \nShall prompt to hail us from the white seashore \nAnd welcome our return to royal Crete, \nAn offering, Poseidon, unto thee! \n\nAmid the din of elemental strife, \nNo voice may pierce but Deity supreme: \nAnd Deity supreme alone can hear, \nAbove the hurricane's discordant shrieks, \nThe cry of agonized humanity. \n\nNot unappeased was He who smites the waves, \nWhen to his stormy ears the warrior's vow \nEntered, and from his foamy pinnacle \nTumultuous he beheld the prostrate form, \nAnd knew the mighty heart. Awhile he gazed, \nAs doubtful of his purpose, and the storm, \nConscious of that divine debate, withheld \nIts fierce emotion, in the luminous gloom \nOf those so dark irradiating eyes! \nBeneath whose wavering lustre shone revealed \nThe tumult of the purpling deeps, and all \nThe throbbing of the tempest, as it paused, \nSlowly subsiding, seeming to await \nThe sudden signal, as a faithful hound \nPants with the forepaws stretched before its nose, \nAthwart the greensward, after an eager chase; \nIts hot tongue thrust to cool, its foamy jaws \nOpen to let the swift breath come and go, \nIts quick interrogating eyes fixed keen \nUpon the huntsman's countenance, and ever \nLashing its sharp impatient tail with haste: \nPrompt at the slightest sign to scour away, \nAnd hang itself afresh by the bleeding fangs, \nUpon the neck of some death-singled stag, \nWhose royal antlers, eyes, and stumbling knees \nWill supplicate the Gods in mute despair. \nThis time not mute, nor yet in vain this time! \nFor still the burden of the earnest voice \nAnd all the vivid glories it revoked \nSank in the God, with that absorbed suspense \nFelt only by the Olympians, whose minds \nUnbounded like our mortal brain, perceive \nAll things complete, the end, the aim of all; \nTo whom the crown and consequence of deeds \nAre ever present with the deed itself. \n\nAnd now the pouring surges, vast and smooth, \nGrew weary of restraint, and heaved themselves \nHeadlong beneath him, breaking at his feet \nWith wild importunate cries and angry wail; \nLike crowds that shout for bread and hunger more. \nAnd now the surface of their rolling backs \nWas ridged with foam-topt furrows, rising high \nAnd dashing wildly, like to fiery steeds, \nFresh from the Thracian or Thessalian plains, \nHigh-blooded mares just tempering to the bit, \nWhose manes at full-speed stream upon the winds, \nAnd in whose delicate nostrils when the gust \nBreathes of their native plains, they ramp and rear, \nFrothing the curb, and bounding from the earth, \nAs though the Sun-god's chariot alone \nWere fit to follow in their flashing track. \nAnon with gathering stature to the height \nOf those colossal giants, doomed long since \nTo torturous grief and penance, that assailed \nThe sky-throned courts of Zeus, and climbing, dared \nFor once in a world the Olympic wrath, and braved \nThe electric spirit which from his clenching hand \nPierces the dark-veined earth, and with a touch \nIs death to mortals, fearfully they grew! \nAnd with like purpose of audacity \nThreatened Titanic fury to the God. \nSuch was the agitation of the sea \nBeneath Poseidon's thought-revolving brows, \nStorming for signal. But no signal came. \nAnd as when men, who congregate to hear \nSome proclamation from the regal fount, \nWith eager questioning and anxious phrase \nBetray the expectation of their hearts, \nTill after many hours of fretful sloth, \nWeary with much delay, they hold discourse \nIn sullen groups and cloudy masses, stirred \nWith rage irresolute and whispering plot, \nKnown more by indication than by word, \nAnd understood alone by those whose minds \nParticipate;-even so the restless waves \nBegan to lose all sense of servitude, \nAnd worked with rebel passions, bursting, now \nTo right, and now to left, but evermore \nSubdued with influence, and controlled with dread \nOf that inviolate Authority. \nThen, swiftly as he mused, the impetuous God \nSeized on the pausing reins, his coursers plunged, \nHis brows resumed the grandeur of their ire; \nThroughout his vast divinity the deeps \nConcurrent thrilled with action, and away, \nAs sweeps a thunder-cloud across the sky \nIn harvest-time, preluded by dull blasts; \nOr some black-visaged whirlwind, whose wide folds \nRush, wrestling on with all 'twixt heaven and earth, \nDarkling he hurried, and his distant voice, \nNot softened by delay, was heard in tones \nDistinctly terrible, still following up \nIts rapid utterance of tremendous wrath \nWith hoarse reverberations; like the roar \nOf lions when they hunger, and awake \nThe sullen echoes from their forest sleep, \nTo speed the ravenous noise from hill to hill \nAnd startle victims; but more awful, He, \nScudding across the hills that rise and sink, \nWith foam, and splash, and cataracts of spray, \nClothed in majestic splendour; girt about \nWith Sea-gods and swift creatures of the sea; \nTheir briny eyes blind with the showering drops; \nTheir stormy locks, salt tongues, and scaly backs, \nQuivering in harmony with the tempest, fierce \nAnd eager with tempestuous delight; - \nHe like a moving rock above them all \nSolemnly towering while fitful gleams \nBrake from his dense black forehead, which display'd \nThe enduring chiefs as their distracted fleets \nTossed, toiling with the waters, climbing high, \nAnd plunging downward with determined beaks, \nIn lurid anguish; but the Cretan king \nAnd all his crew were 'ware of under-tides, \nThat for the groaning vessel made a path, \nOn which the impending and precipitous waves \nFell not, nor suck'd to their abysmal gorge. \n\nO, happy they to feel the mighty God, \nWithout his whelming presence near: to feel \nSafety and sweet relief from such despair, \nAnd gushing of their weary hopes once more \nWithin their fond warm hearts, tired limbs, and eyes \nHeavy with much fatigue and want of sleep! \nPrayers did not lack; like mountain springs they came, \nAfter the earth has drunk the drenching rains, \nAnd throws her fresh-born jets into the sun \nWith joyous sparkles;-for there needed not \nEvidence more serene of instant grace, \nImmortal mercy! and the sense which follows \nDivine interposition, when the shock \nOf danger hath been thwarted by the Gods, \nVisibly, and through supplication deep, - \nRose in them, chiefly in the royal mind \nOf him whose interceding vow had saved. \nTears from that great heroic soul sprang up; \nNot painful as in grief, nor smarting keen \nWith shame of weeping; but calm, fresh, and sweet; \nSuch as in lofty spirits rise, and wed \nThe nature of the woman to the man; \nA sight most lovely to the Gods! They fell \nLike showers of starlight from his steadfast eyes, \nAs ever towards the prow he gazed, nor moved \nOne muscle, with firm lips and level lids, \nMotionless; while the winds sang in his ears, \nAnd took the length of his brown hair in streams \nBehind him. Thus the hours passed, and the oars \nPlied without pause, and nothing but the sound \nOf the dull rowlocks and still watery sough, \nFar off, the carnage of the storm, was heard. \nFor nothing spake the mariners in their toil, \nAnd all the captains of the war were dumb: \nToo much oppressed with wonder, too much thrilled \nBy their great chieftain's silence, to disturb \nSuch meditation with poor human speech. \nMeantime the moon through slips of driving cloud \nCame forth, and glanced athwart the seas a path \nOf dusky splendour, like the Hadean brows, \nWhen with Elysian passion they behold \nPersephone's complacent hueless cheeks. \nSoon gathering strength and lustre, as a ship \nThat swims into some blue and open bay \nWith bright full-bosomed sails, the radiant car \nOf Artemis advanced, and on the waves \nSparkled like arrows from her silver bow \nThe keenness of her pure and tender gaze. \n\nThen, slowly, one by one the chiefs sought rest; \nThe watches being set, and men to relieve \nThe rowers at midseason. Fair it was \nTo see them as they lay! Some up the prow, \nSome round the helm, in open-handed sleep; \nWith casques unloosed, and bucklers put aside; \nThe ten years' tale of war upon their cheeks, \nWhere clung the salt wet locks, and on their breasts \nBeards, the thick growth of many a proud campaign; \nAnd on their brows the bright invisible crown \nVictory sheds from her own radiant form, \nAs o'er her favourites' heads she sings and soars. \nBut dreams came not so calmly; as around \nTurbulent shores wild waves and swamping surf \nPrevail, while seaward, on the tranquil deeps, \nReign placid surfaces and solemn peace, \nSo, from the troubled strands of memory, they \nLaunched and were tossed, long ere they found the tides \nThat lead to the gentle bosoms of pure rest. \nAnd like to one who from a ghostly watch \nIn a lone house where murder hath been done, \nAnd secret violations, pale with stealth \nEmerges, staggering on the first chill gust \nWherewith the morning greets him, feeling not \nIts balmy freshness on his bloodless cheek, - \nBut swift to hide his midnight face afar, \n'Mongst the old woods and timid-glancing flowers \nHastens, till on the fresh reviving breasts \nOf tender Dryads folded he forgets \nThe pallid witness of those nameless things, \nIn renovated senses lapt, and joins \nThe full, keen joyance of the day, so they \nFrom sights and sounds of battle smeared with blood, \nAnd shrieking souls on Acheron's bleak tides, \nAnd wail of execrating kindred, slid \nInto oblivious slumber and a sense \nOf satiate deliciousness complete. \n\nLeave them, O Muse, in that so happy sleep! \nLeave them to reap the harvest of their toil, \nWhile fast in moonlight the glad vessel glides, \nAs if instinctive to its forest home. \nO Muse, that in all sorrows and all joys, \nRapturous bliss and suffering divine, \nDwellest with equal fervour, in the calm \nOf thy serene philosophy, albeit \nThy gentle nature is of joy alone, \nAnd loves the pipings of the happy fields, \nBetter than all the great parade and pomp \nWhich forms the train of heroes and of kings, \nAnd sows, too frequently, the tragic seeds \nThat choke with sobs thy singing,-turn away \nThy lustrous eyes back to the oath-bound man! \nFor as a shepherd stands above his flock, \nThe lofty figure of the king is seen, \nStanding above his warriors as they sleep: \nAnd still as from a rock grey waters gush, \nWhile still the rock is passionless and dark, \nNor moves one feature of its giant face, \nThe tears fall from his eyes, and he stirs not. \n\nAnd O, bright Muse! forget not thou to fold \nIn thy prophetic sympathy the thought \nOf him whose destiny has heard its doom: \nThe Sacrifice thro' whom the ship is saved. \nHaply that Sacrifice is sleeping now, \nAnd dreams of glad tomorrows. Haply now, \nHis hopes are keenest, and his fervent blood \nRichest with youth, and love, and fond regard! \nRound him the circle of affections blooms, \nAnd in some happy nest of home he lives, \nOne name oft uttering in delighted ears, \nMother! at which the heart of men are kin \nWith reverence and yearning. Haply, too, \nThat other name, twin holy, twin revered, \nHe whispers often to the passing winds \nThat blow toward the Asiatic coasts; \nFor Crete has sent her bravest to the war, \nAnd multitudes pressed forward to that rank, \nMen with sad weeping wives and little ones. \nThat other name-O Father! who art thou, \nThus doomed to lose the star of thy last days? \nIt may be the sole flower of thy life, \nAnd that of all who now look up to thee! \nO Father, Father! unto thee even now \nFate cries; the future with imploring voice \nCries 'Save me,' 'Save me,' though thou hearest not. \nAnd O thou Sacrifice, foredoomed by Zeus; \nEven now the dark inexorable deed \nIs dealing its relentless stroke, and vain \nAre prayers, and tears, and struggles, and despair! \nThe mother's tears, the nation's stormful grief, \nThe people's indignation and revenge! \nVain the last childlike pleading voice for life, \nThe quick resolve, the young heroic brow, \nSo like, so like, and vainly beautiful! \nOh! whosoe'er ye are the Muse says not, \nAnd sees not, but the Gods look down on both."}