{"subject": "Ritorneller [Blomst af Mimosen]", "text": "Blomst af Mimosen,\nJag mig ei bort med dine Torne,\nFordi jeg er en Ven af Rosen.\n\n2. \nJomfru i det Grønne,\nTro mig, hvilte du ei, hvor du hviler,\nVar dine Skjønheder ikke saa skjønne.\n\n3. \nHonningsøde Nælde,\nHvor heed jeg blev, hvordan dit Favntag brændte,\nDet maa du frit, til hvem du vil, fortælle.\n\n4. \nKlare Meduse,\nO, hvor du svømmer yndigt i Vandet,\nDrivende vaad i den stribede Blouse.\n\n5. \nBlomst af Tobakken,\nFør jeg som Pebersvend lever og døer,\nSkal mig en Kone træde paa Nakken.\n\n6. \nLøvetand du gule,\nMit Hjerte er saa frisk som Nogens,\nOg selv min Lever feiler ei en Smule.\n\n7. \nBlomst af Violen,\nI denne lille Lund ved Veien,\nHer kan vi skjule os for Solen.\n\n8. \nMalurt du bittre,\nKom mig ei nær, jeg seer min Sjæls Udvalgte,\nVed Tanken om din Galde blot, at zittre.\n\n9. \nBlomst af Pelargonien,\nDin fine Tegning fik mig til at tænke,\nVi sad en Sommenqvæld i Catalonien.\n\n10. \nSøde Narcisse,\nDa du forlod os naivt i det Grønne,\nVar det i dit eget Ærinde tilvisse.\n\n11. \nFagre Verbene,\nElske dig maa jeg, om ikke for andet,\nSaa for dit fyrige Ildkys alene.\n\n12. \nBlomst af Hængebirken,\nJeg følte mig, omslyngt af dine Arme,\nSaa nær ved Gud, som om jeg stod i Kirken.\n\n13. \nSkjønne Schizante,\nTil Kjæreste er du ei fyldig og rød nok,\nMen vil du ikke være min Tante?\n\n14. \nFingerbølstengel,\nKan du, som siges, berolige Hjertet,\nO, saa er du en Engel.\n\n15. \nSisken i Buret!\nTiden kan falde dig lang, men dog ikke\nLang som mig, der seer efter Uhret.\n\n16. \nBlomst af Sukkerrøret,\nJeg drømmer Dag og Nat om al den Sødme,\nDu skjuler under Sløret.\n\n17. \nSvulmende Drue!\nDet er for koldt om Natten derude,\nKom, lad mig trække dig ind i min Stue.\n\n18. \nFrister i Ørken,\nO, du har viist mig saa deilige Sager,\nAt til at modstaae fattes mig Styrken.\n\n19. \nBlomst af Akkeleien,\nDu er en grumme kjærlig Søster,\nMen immer staaer du os iveien.\n\n20. \nKan du med dine mørke Øine, Georgine,\nSaa frit og aabent stirre ind i mine,\nTør jeg vel ogsaa ret fordybe mig i dine.\n\n21. \nDen gyldne Fletning,\nDer over Skuldren synker ned mod Barmen,\nHar lært min Arm sin Slange-Retning.\n\n22. \nTorskeflab, god Aften!\nSee hvilken Plads jeg fik mig her hos Rosen;\nÆrgrer det dig ikke? du kunde havt den.\n\n23. \nBrune Rebekke,\nSvøb dine Fødder ind i Kanedækket,\nJeg vil staae bag paa, og din Mand kan trække.\n\n24. \nGjør Stuen luun for mine Mælkefade,\nFlyt Qvæget ind, det fryser alt paa Marken,\nOg mine Maanedsroser dæk med Blade!\n\n25. \nDet tydske Sprog jeg elsker og det franske;\nDen italienske Tunge og den spanske,\nMen ingen er saa sød dog, som den danske.\n\n26. \nJeg saae et Stjerneskud paa Himlen glide,\nOg dig forsvinde mellem unge Hasler -\nHvor I blev af, er ikke let at vide.\n\n27. \nBlomst af Primlen,\nDen Luft man aander i din Nærhed,\nEr som et Aandedrag i Himlen.\n\n28. \nBlomst af Gyldenlakken,\nNaar du dit Ansigt vender fra mig,\nSaa maa jeg kysse dig i Nakken.\n\n29. \nMarcipan du hvide,\nDet er din egen Skyld, beklag dig ikke;\nJeg kan ei lade være, jeg maa bide.\n\n30. \nAt Maanens Næ ei fyldes, at en Bondes\nGaardhane sjelden godt kan trives, veed jeg;\nMen du, Lauretta, burde kunne rundes.\n\n31. \nDet faldt mig aldrig ind, at gjøre Regning,\nBlandt dine Yndigheders Tal, paa denne:\nSnørlivets Silketryk og Rosentegning.\n\n32. \nBlomst af Magnolien,\nSom Honning er hvert Ord du taler,\nOg selv din Vrede er som Olien.\n\n33. \nSorte Svane,\nEt Særsyn er du, men mit Øie lystrer,\nNaar det skal hylde Skjønhed, ingen Vane.\n\n34. \nLæg i dit Skjød mit Hoved, Epheuranke,\nJeg feired Festen for den muntre Larmgud,\nFøl, hvordan mine Tindinger de banke!\n\n35. \nNattrøien tog den blideste af Fruer,\nSin egen, sagde: den er kjølig, brug den!\nJeg laae den hele Nat, som svøbt i Luer.\n\n36. \nRørdrum i Sivet,\nDet Suk, som daglig jeg af dig maa høre,\nGjør mig tilsidst reent kjed af Livet.\n\n37. \nBlomst af Hylden,\nBlusser for heed jeg ved Skumringens Stevne,\nDig, dit Aroma, giver jeg Skylden.\n\n38. \nDet er kun Mælk, som Rosentungen laber,\nMen naar du smægter, Mis, sees Tigerblikket,\nDet er af Blodtørst, du saa kjælent gaber.\n\n39. \nPurpurblomst af Lærken,\nYndigheder har du saa gode som Nogen,\nMen immer tusinde Naale i Særken.\n\n40. \nRegnsky paa Himlen,\nSkjøndt Jordens Blomster smile dig imøde,\nAltid tungsindig seer du ned paa Vrimlen.\n\n41. \nFrygtsomme Svale, du behøver ei at lede,\nFlyv dristig ind, min Kammerdør staaer aaben;\nHer venter uforstyrret dig din Rede.\n\n42. \nI ere smaa og ubetydelige,\nMen det gjør ei til Sagen, Ritorneller,\nVar I blot vingede og nydelige."}