{"subject": "Shores Wife", "text": "Sigh, sad musde accents, of my funerall verse,\nIn lamentable grones, (wrought from true pietie)\nSing you the wept song, on her wronged hearce,\nIs gratefull obsequie to her mortall deitie\nSighe ô, sing Actuallie the bewtie pained,\nWith bewties wonder honorablie stained.\nBleed pen in blacke teares, dombe, yet pittie mouing\nThe weeping Elegies to the worthiest faire\nWeepe pen in warme bloud, to the world approuing\nHow faire, how good, how deare, old age did way her.\nBleed tearès weepe bloud, pen, sing, sighe on her hearce\nHer gratefull obsequies in a funerall verse.\nCarelesse, so sleepe our Lœthe drincking eyes,\nIn present bewties, deemd deuinely rare\nNeglecting th' Ancient wonder time did pryse\nFor such a trophie as had no compare,\nThat now she seems as if she had bin neuer,\nWhom euen eternitie said should liue for euer.\nThe high-musde period of the storie reader,\n(Wondring or warre, or matter causing terror)\nOmits her fortune, to her fates arreader,\n(Precisly censuring bewtie by her error)\nSo she that euen the fairest she surmounted,\nNow of the fairest, is the fowlest counted.\n\nSo variablie diuers in her willing,\nWhen vulgar rumor feedes on base suspect,\nImpeaching ielousie the best worthylling\nAugments the matter of the least defect\nAnd bad suggestions secretly inuected\nGiue vild dishonour to the thing suspected.\nFor whilst not priuiledgd from monster fame,\nThe bewtie (of the not so faire inuyed)\nLyes subiect to dishonorable name,\nWith hate, and emulous surmises eyed,\nWe finde it dayly true amongst the best\nHe's most inuyed most exceeds the rest.\nHence haps her fortune to be yld so much,\nWhom fourth king Edward, excellently prised,\nAnd hence it haps, because there was none such,\nShores wife, most faire, the most fowle is surmised\nAnd hence it haps, that dead to all disdaine her\nHer wronged ghost suruyueth to complaine her\nWho whilst she liud the subiect of impietie,\nGround of a thousand voyces disagreeing,\nThe matter of vnhollowed fames varietie,\n(Which from her good hap had vnworthie being)\nEuen on her dying bed deuinely sorrie,\nPensiue in hart she weepes forth thus her storie.\n\nBut when backe flying from her paled cheeke,\nBash full Aurora did recall her red\nAnd white-lockte Hyems, on her face did seeke,\nHis Iuorie mantle, doubting she were dead\nWhen red fled white, white red, and both had left her\nAnd wan apparance of her faire had rest her.\nWhen sincking downe, weaknesse dissolud her eyes,\nFrom vitall spirites Actuallie mouing,\nTo waterish heauinesse dimd in drooping wise,\nIn slow neglecting lookes their end approuing,\nAnd with their often opening toward heauen\nSeemd of their vertue and their powre bereauen.\nWhen through her oft and soft, expyring breath,\n(That still reentring mou'd her panting breast)\nShe seem'd with euery sigh to draw in death,\nThat willing gaspes held her eternall rest,\nThen when her head heauie did leane awry\nSeeming euen then she could not doe but dye,\nFirst teares, deuining speech, denouncing passion,\nThat meete in greatnesse of their seuerall motions\nFall from her eyes in that vnwilling fashion,\nArgued her hartes greefe, and her greefes commotions,\nTeares, the harts dombe pleas (words with greefe restrained)\nLike loath departing pearles her eyes downe rayned.\n\nThen through transparance of the while was left her.\nFreshly peeres secret glorie of her bloud,\nWhen euen that death, of life that would haue rest her\nWith feare and reuerence amazed stood,\nDoubting, though at the last gaspe she did lye,\nA bewtie so deuine could neuer dye,\nWhen teares the mother issue of greefes restraint\n(Bound in the greatnesse of their owne condition)\nPassiue in Action, had performd complaint,\nIn seene, not heard plea of her harts contrition,\nWhen eyes were dim, when panting she lay wan,\nTeares hauing playd their part, her toung began.\nAh whence shall I quoth she, (she wept agayne\nOpening her eyes, opening her handes to heauen)\nProduce the storie of my liues remayne\nMy life of hap I of my life bereauen.\nOr why should I vnto the world complaine me\nIf all the world for my mishap disdayne me?\nThen where from siluer streamed Isis lying,\nSylent in Swans and quyet in her brookes,\nForsaken Thames, into her selfe backe flying,\nWith muddie countnance, and vnwilling lookes,\nAs discontent, doth make her sad resorte\nAs farre as now decayeng Cæsars forte\n\nThere recordes witnesse of mine education,\nAnd vulgar Parentes, of a meane degree,\nTo whom my dying day hath iust relation\nYet was this meane a happie meane to me\nThat liuing fayrest farre aboue the best,\nHaplesse in life, in death I might be blest.\nBut madding thoughtes, ambitious of promotions,\nNurst in suspect of ages alteration,\nAs swolne with furie of the mindes commotions,\nDeemes all things doubtfull, breedes not contentation,\nAnd this did discontent their mindes did guide me,\nThat being young, there were too many eyde me\nFor looke how matter, admirably rare,\nDrawes musing thoughts, to studdying contemplation\nAnd time not hable to produce compare,\nConfermes the wonder with more admiration\nSo, and such was my bewties quaint compare\nWonder it selfe did make me more then rare\nYet humble, honorable, chast, and deuine,\nTrue looking, pure, and bashfully reflecting,\nWere all the honors of my mayden eyne\nIn perfect Act true modestie affecting\nAnd this Decorum I did euer seeke\nTo grace my bewtie with a blushing cheeke.\n\nMyne eye no looke, no wanton wincke affected,\n(The false fayre notes of Syren incantations)\nNo rash gase of immodestie detected,\nMy chast minde, bent to wandering alterations,\nAnd yet, nor quoy, nor prowd my lookes were wayd\nBut purely such, as might befit a mayd.\nStraunge gestures vsde not I, nor quaint behauing\nSuch as the seeming loath-to-looke, do practise\nWith fainte denyall absolutely crauing\n(The outward fault wherein dishonest lacke lyes)\nTo these I left the light behauiours leaning\nAs moderne subtleties of immodest meaning.\nBut in my lookes, ciuilitie, and cheare,\nBashfull, and decent, did import a purenesse\nAnd where my bewtie brightest did appeare,\nA low regard argued a perfect surenesse\nThat euen the graces seem'd to say with mee,\nIf I were not, them selues could neuer bee.\nAngell aspects, of gazing window wonders,\nAngling at eyes, with bewtie in the ayre\nBewties that nature from apparance sunders,\nWith stolne shame of imaginarie fayre\nThese like to monsters euer I esteemed,\nVVorship their owne selues, for a bewtie deemed.\n\nI lookt and in my decensie precise\n(Yet women looke, one, to enuie an other)\nI found that euen the ancient wholy wise,\nTheir young conceipts yet in their age did smother\nAnd euen the crooked old should now dispaire\nAt least do hold them selues pure aged faire.\nAnd infant younglings, sucking from their mother,\nSelfe-like-dregs, of vnwomanly surmises,\nAdd boldnesse to the mallice enuies other,\nFor euen the young begins as bewtie rises\nAnd this peculier to their sexe did see.\nBoth old, and young and all would fairest bee\nVVhich when my selfe in more iuditiall measure,\n(Growne to conceipt vpon mine owne perfection)\nSaw held of all men, yearthes eternall treasure,\nAnd of the most n'er worse then sweet subiection\nDisposd to vertue, chastitie did will me,\nLeaue selfe conceipt, for selfe conceipt did ill me\nVVhen intertaining to my bewties honor,\nThe true instructions chastitie did teach me\nNoting what hap, what heauen did wayt vpon her,\nVVhilst no dishonoring blemish did impeach me,\nBy nature and desire to this disposed\nSoone had my will my thoughtes thereto imposed.\n\nI saw my selfe was absolutely faire,\nYet alterd not that vertue to a sin,\nI knew a small fault quickly would impaire\nThe purest bewtie that should fall therein.\nI saw the sin, and saw that most had done it,\nAnd yet I had the grace to know and shunne it.\nMy thoughts that then were bashfull, pure, and true\nCleane from impieties from ill from stayne\nOf nature wise, had reason to eschew\nThe thing my nature did so much disdaine\nI saw both bewtie and the good that blist it.\nYet by seducing errour I haue mist it\nFor loe, those eyes, whom ielousie had fram'd,\nTo false suggestions of mine vnstain'd youth\nVVhat they misdeem'd, deuiningly they blam'd,\nFearing suspect might after turne to truth\nVVhen seing my selfe (cleane in thought and deede)\nVnworthy blam'd my hart begun to bleede\nThen waxt I wanton as I grew to see,\nDoting suspect dishonour me so much,\nMy selfe, yet chast, and pure, defam'd to bee,\nAnd to be deem'd false, though I were not such.\nAnd this was euen the first cause that I wrought false\nThat though I were yet true, yet I was thought false.\n\nSuch hap they haue, haue such attending eyes,\nNeedlesly carefull of the not transgressing\nBut carefull parents do the worst surmise\nIn doubted errour secretly redressing\nYet oft we see, so carefull some do proue\nThey kill their car'de for with their too much loue.\nWhich proofe confirm'd in me was lou'd too much\nWhose bewtie then, when in her Aprill grace,\nIt stood vnequal'd, fellowed with none such,\nAs might the excellencie of my fayre abace\nLoe then began my bewtie first to weame\nWhen first my bewtie gan to be extreame.\nMy fathers house obscure, and I not knowne,\nBut cloisterd vp to secresie, and sadnesse,\nMy frendes misdoubting that as I was growne,\nTempting desire might win my will to badnesse\nWise-indiscrete, perforce they me constrained\nTo wed my selfe to one that I disdained.\nThen holy rites of matrimonie vowed,\nI sold my bewtie, and my selfe vnwilling,\nTo him, to whom I, and my bewtie bowed,\nNot for his loue, but for his mindes fulfilling\nFor though in byrth my match did equall me\nMy bewtie was vnfit for such as he.\n\nAnd I that scorning tributarie loue\nShould haue enioyn'd me to an after duetie,\nFearing his vnrespect of me might proue,\nTh' incapable tyrant of my subiect bewtie.\nBefore our contract came vnto conclusion\nI knew his loue would be my liues confusion.\nYet miser auarice (doting ayme of promotions)\nGaping at rich showres of a golden age,\nAs feed prowd vultors by the windes commotions,\nAct monster wonders in a wealth rage\nCarelesse to what accompt the faire be wed\nNor forcing discord of a loathed bed\nWho sees the secrets of that widow thought\nThe silent musings, and the discontent\nMouing impatience in her minde hath wrought.\nWhose bewtie's subiect to inforst content?\nOr how may we thincke she her passion brookes\nThat dares not speake but plead her greefe in lookes.\nDiscenting vnitie of a discord bed,\nBurning in vapours of suggestions quyet,\nStrain'd concord of th' infortunatly wed,\nDissembling loue; and framing wonders by it\nWho seeth this, may quickly iudge the ill\nThat minde indures is wed against her will.\n\nIn her raynes ielousie full of a selfe suspect,\nDeeming all eyes as doubting as her owne,\nFearing her selfe, her owne selfe might detect\n(For she thincke, what to her to all is knowne)\nAnd this is still peculier to her vayne\nTo hate the thing she feares may doubt agayne.\nWhich haps from hence, that she suspecteth euer,\nThat aduerse ielousie will come and see,\nThe close wrought Act her secresies indeuor,\nAnd Acte againe, gainst her as close as shee,\nAnd though no fault nor any deed detectes her\nYet will she hate the thing she feares suspectes her.\nThus waking to her selfe and watching all\nDiscentious vnion in her selfe discording\nFearing the fortune worthie may be fall.\nOnel' in a diuers Sympathie according\nBy feare and doubt vnto her worst hap led\nThus doth she worke still in th' vnwilling bed.\nShe shrynes her greefe vp in a secret fashion,\n(Which musing silence Agonies increase,)\nAnd euer dombe, in discontented passion,\nShe shakes her head, and sighes, and holdes her peace\nHer greefe and feare is such she cannot say it\nTill her complayning eyes in teares bewray it.\n\nLooke how discountnanst in her eyes slow mouing\n(The wakefull residence of a discontent,)\nHeauely sighted, sad quyer sits approuing,\nThe awd condition of enforst content\nAnd how her drooping, notes her myndes disquyet\nTo be so great she seemes downe wayed by it.\nMarke how the down cast lookes her eyes reflect,\nArgues her life, sequestred from her mindes ease\nAnd euery gesture, secretly detect,\nThe note of silent passion neuer findes ease\nAnd though she seemes vnwilling to bewray it,\nYet in that seeming so she seemes to say it.\nShe sits and heares, euen passionatly attentiue,\nHow better fortunes ioy the happie wed.\nWhen in a sodaine thought hartely pensiue\nShe castes her eyes vp, and she shakes her head\nVVhilst many thoughtes concurring all in one\nMakes her greeu'd soule yeeld forth a deadly groane.\nLoe so vnited to a discontent,\nDeparted from my selfe, to liue t'vnkindnesse,\nToo soone my ill-bestow'd youth did repent,\nMy parentes auarice, and desaster blindnesse,\nThat could not see the loathing that is bred,\nIn discord iarring of an vnkind bed\n\nAnd what is worse ô this is interdicting,\nThe fellow ioyings of a true met loue,\nMore then her owne ill, this is still inflicting,\nWhich neuer did the willing bridgroome proue,\nThat loues but one, and gaynes such good thereby\nHe's lou'd againe and so doth liue and dye.\nBut soone had Sutor eyes, with priuie looke,\nNoted the loathing that I bare vnto him,\nAnd mou'd by this, they quickly vndertooke,\nOr shame, or some dishonorable Acte to doe him\nAnd that this might better performed be,\nThey seem'd to mallice him, and pittie me.\nAs song the Syrens to the wandring knight,\nTh' illusiue stanzaes of their charming song\nPleasing th' Attentiue eare with sweet delight,\nBut hatefull Actors of intended wrong\nSo sweetly song they songs of loue to me,\nThey seem'd, or Syrens, or more sweet to be.\nFor looke how in a solitarie guise\nThe virgine querester of the listning night,\nChantes her sweet descant, in a flattering wise,\nTo gayne her litle freedome if she might.\nAnd sings the sweeter by how much the more\nShe mindes the libertie she had before.\n\nSo when imprison'd in precise constrainte,\nMyne eye kept watch and my brow tyrannised\nThose that their free enlargement did awayte,\nIn arguing pratle sweetly subtelised\nAnd as their passion did increase in feare,\nIt pleasd so much the more my straunger eare.\nAnd so much more as doth the churlish riche,\nKeepe gold the safer, as the culler's pure\nSo much the more my bewtie did bewich,\nThem to continuance as they were more sure\nAnd these I knew so well to entertaine.\nThey would not leaue loue, to be free agayne.\nFor liueth that Philosophie precise\nWhom documentes haue quyte restrain'd from this?\nLiueth that ancient old, and aged wise,\nWhom yeares haue knowne to make to hate their blisse?\nThen blame not yeouth if want only he wooes\nSince doting old and bookewise cannot choese.\nNor let my bewtie be impeacht with this,\nThat I was woman like, though Angell fayre,\nFor him doth puretie fortunately blisse,\nThat is not blemisht with some blacke impayre\nFor this we see almost in things deuine\nT'is quickly stayned is the purest fine.\n\nNeuer did flocke to old Vlisses Queene,\nIn wearie absence of her straying knight,\nNeuer more woers in her court were seene,\n(Although perhaps more worthie persons might)\nThen there were Sutors still importun'd me\nFor I presume I was as fayre as she\nNor could my seeming true to him I chose,\nGiue answere to their often suites renuing\nMy fained loue to this, fayn'd hate to those,\nCould be no obstacle to their euer suing\nAnd I not knowing quaintly to disdaine them\nThrough want of Arte was forst to intertaine them.\nWhen oft intreaties breeding emulation\nIn the corriuall thoughts of fellow louers,\nWrought quyte chang'd being, and straunge alteration,\nAs oftner vowes their constancie discouers\nFor that will issue to her full perfection\nHath grounded being by the mindes affection.\nThen equall in my thoughtes making compare,\nT'wixte old forlorne, and personally young\nI quickly saw th' Abuse my bewtie bare,\nAnd my harts greefe sat fresh vpon my toung\nWhen noting this, my hart began to cry\nAnd I exclaim'd against a doting eye\n\nWhat Sympathie of loue (quoth I) can be\nTwixte crooked old, and excellently fayre\nDiscording yeares will euer disagree,\nAs different age to graue doth make repayre\nAnd this to old men proper still doth proue,\nTo sigh they are so old they cannot loue.\nSuch one was he rest my youth of her blisse,\nHe could no more of loue, his dayes were don\nCrookt old, and cold, his yeares deny'd him this,\nAnd therefore greeu'd he had so soone begun\nô ist not greefe that age should so defame\nThe reuerent title of so graue a name.\nBut how can I, how can all woemen brooke this,\nDecrepit yeares from pleasure should restrayne them?\nNer liu'd they happie day that vndertooke this\nBut of their fortune after did complaine them\nFor what is dotage that we should affect it\nOr moody age that women should respect it.\nOld quyte forlorne and ouerworne with yeares,\nHe makes an infant humour of his age,\nAnd in his lined browes dotage appeares,\nA witlesse babie in a louing rage\nAnd such a humour in his sences rayne,\nAnd being old he's made a child agayne,\n\nHe calls his Kate, and she must come and kisse him,\nDoting his madded loue vpon her face\nHee thinckes her smile hath where withall to blisse him,\nThus franticques his loue to the fayres disgrace\nWhich not withstood she dares not say him no\nô ist not pittie bewtie's vsed so.\nBut do not therefore blame the tripping fayre\nFor euen the fayrest hath her imperfection\nLet not precise respect the lighter way her,\nFor euen the mayden seeming hath affection\nAnd now a dayes the chast deuout will show loue,\nThat hauing learn'd they may the better know loue.\nLet th' ancient doting therefore be precise\nThe quicke ey'd young will haue a time to wincke it,\nOutward apparance can deceaue his eyes,\nAnd she play wanton when he doth not thincke it,\nFor this as sure as selfe truth shall insue\nIf age be ielious youth must be vntrue.\nSuggesting feare shall make the newly wed,\nBe false, because she feares she is suspected,\nAnd feare by Arte, to fayning shalbe led,\nTo double closly with the false affected\nFor what is their arm'de fortune better noting\nThen double Act t'expresse their priuie doting?\n\nSo may his mariage bed a loue bewray,\nIs fayning true and fearefully rebellious,\nWhom after age in time to come shall say,\nIs doting old, and cold, and foolish ielious\nAnd let this title from his name n'er sunder\nHe's loues head monster and his armed wonder.\nBut leauing this an ordinarie shame,\nTo that graue being of a reuerent age,\nWhose ag'de graue decensie it doth defame,\nWith madding matter of an idle rage\nAs made her monster by her childish follie\nIs reuerent old, and honorable whollie,\nOf oft intreating sutors I will say,\nWhose often vowes tempt me to further sin,\nAnd hoping time my frayltie might bewray,\nThey vse all art to teach me to begin\nYet though I lou'de not him that I had chose,\nI knew not how to condescend to those\nBut hence grew hate, for now I grew admired,\nAnd by degrees begun to learne to sin,\nThen when I saw I was so much desired,\nI seem'd transform'd as I had neuer bin.\nAnd selfe opinion wrought so strong effect\nAs now I grew to leaue all chast respect.\n\nFor chastitie by wyles grew to be cold,\nMy modest bewtie gan to alter wanton,\nI that from me, my selfe, my selfe had sold,\nFound this hard fortune for my hart to panton\nI now began to exercise myne eye\nAnd gase on all would gase as well as I.\nMy speech from humble, decent, pure, and true,\nThat hid no secresie in a plainly meaning,\nTo Courtlike, wanton, pleasant did insue\nI left my nature to my follies weaning\nAnd I by practise learn'd the worst so well\nIn wanton arte the best I could excell\nThus I both wild and absolutely fayre,\nCharm'd with my bewtie, with my wyles allured;\nMy want of shame, myne honor did impayre,\nAs long as I my selfe to sin inured,\nWhich if I sin'd or did with sin dispence,\nMy life must say, (to whom I was offence)\nYet not defam'd for other fault then those,\nThe wanton Cittie-dwelling counte their grace,\nBut euery toung vpon suspect did glose,\nAnd being apt new made reports t'imbrace\nI now was fam'd the fayrest she was euer,\n(Which fame in that age was extinguisht neuer.)\n\nFor sooner had no motiues of desire,\nTaught me to exercise my wits, and bewtie;\nBut my conceipt could set delight on fire\nAnd wanton lookes impriuiledge all dewtie\nAnd I grew fayrer and the oftner named\nAs quainte conceipt me for delightfull famed.\nWhen loe (for who liues so hid so obscure\nSo secret from the world, remote from eyeng,\nAs holdes him selfe of doubtfull talke so sure,\nBut fame into his fortunes will be pryeng?)\nEuen then when we of obscure life doe boast\nIt proues at last that then w'are knowne the most.\nFor then pronouncing from incertaine thought,\nTh' vngrounded storie of a lyer muse\nWhat secresie from subtle eyes had wrought,\nIncertaine fame with falshood will abuse\nFame secret witnesse to the guilt conceal'd\nMads all in furie till it be reveal'd.\nMindfull remembrer of a secret will,\n(If secret may import worthie dishonor)\nThe periur'd counsailor of the close wrought ill,\nFalse testimonie of a hope, relyeng on her,\nBoth truth, and falshood, in one period bounding,\nContrarie to her selfe, her selfe confounding\n\nFalse glosing toung, credulities relye,\nError of nature, bad seede of base sedition,\nSuspectes false daughter, neuer borne to dye,\nNurst of Erinnis, and of false suspition\nProu'd all the worldes plague and inur'd to sin\nHappie had I liu'd, hadst thou neuer bin\nFor till thou first with thine vnhappie storie,\nEcchoing relations of my worth and me\nIntitul'dst my name to my bewties glorie,\nVnworthie knowne, of such a worth to be\nThough not performed in so royall measure\nYet then I ioy'd a life of quyet pleasure\nSo fares th' infortunate whom monster fame,\nGlosing, ambitious, false mus'd, makes her subiect,\nEnioyn'd by prayse, to bide eternall shame\nAnd rest the worldes dishonorable obiect\nSuch fate had I, that was so highlie famed\nFirst to be held fayre, after euer shamed.\nFor now ambitious in her fabling humor,\nVnto my king, my bewtie she dispences,\nTo whom sh'impartes a wonder working rumor,\nIn speech Authenticall, to charme his sences\nWith Acte his eyes his eares, with wordes she won,\nHis hart, his loue, his soule, ere she had don.\n\nShe seemed sober hartie and precise,\nFraming her false lookes to a pleading fitnesse\nT'vnthought-on truth sh'adaps her humbled eyes\nAnd euery Acte seem'd her tales truth to witnesse\nAnd what she thought could win the king she wrought-on.\nIn Acte, and speech she let not passe vnthought-on.\nSo as when at his oracles disclosing,\nDeuining Proteus, prophesying small thinges\nHis selfe from culler from his shape disposing,\nDeludes the sutor hold by seeming all thinges\nMaking him selfe a monster to the vew\nBefore deceite can bring him to tell trew\nMonster fame so, deuining on supposes\nSuspitious of her selfe, (her selfe a lyer)\nIn altering tales her flatterie discloses\nVVrought to report ill by her owne desire\nWhilst that the king credits her tale for truth\nWhich after turn'd a shame vnto his youth.\nFor had she bin more ready to report-it\nHis apt beleefe had sooner giuen it credit\nHis willing harkning eare did well import-it,\nWas so attentiue to the tale that spread it\nFor this fault euen is incident to kinges\nToo much to credit ouer pleasing thinges\n\nShe told him now my bewties Aprill bud,\nFresh bloom'd in honor of my flowring prime\nIn high degrees of excellencie stood,\nAges admire, and wonderment of time,\nAmongst the best, so farre exceeding many\nAs it was neuer seconded by any?\n(Quoth she) behold how in her wanton fayre,\nRosie Pallantias (new stolne from her bed)\nBlusheth her glorie on the morning ayre,\nIn bashfull decensie of vermillion red\nAnd from his stand the Northerne watchman frayes\nWith brighter comming of her sommer rayes\nOr as whilst Thetis in her eu'ning greeting,\nSmileth her purple on the suns decline,\nAnd with her Tytan in the West seaes meeting,\nAppeares a wonder, bashfully deuine,\nSuch is her face (quoth she) her selfe so fayre,\nShe seemes as bewtious as the eu'ning ayre.\nHast thou not seene how in her hemispheare\nThe morninges henchman, and the starre of loue\nVales in her bewtie at the suns appeare\nAnd seemeth dim'd his glorie to approue?\nEuen so her eyes (quoth she) exceedes so farre\nAs doth the sonne the sitting morning starre.\n\nMore bewtie, more deuine doth her adorne,\nThen all Diana's, mesken virgins graces\nThose froes that in the dewy of the morne\nTrip on the flowres in those silent places,\nTo which the feathered queresters resort\nAnd chante them many a musicall report.\nOft haue I seene, when to the strond of Po,\nThe floating swans did make their last repayre,\nAnd siluer plum'd, as white as any snow\nBlemisht Indimions Scynthia in her faire\nYet n'er did she, neuer did they excell\nThe Iuorie white vpon her brow doth dwell.\nAs when before old sleepie Tython dawnes\n(Dew'd in the wept teares of Auroraes eyes,)\nSweet sauoring flowers of the meddow lawnes,\nWith sweet perfumes, vp into heauen arise\nSo breathes her brethes perfume, so sweetly smelling\nIt seem's her breath the flowers are excelling.\nSung neuer at Euridices redeeming\nThe Thracian Harper to the god of hell\nA song more honor worth, worth more esteeming\nYet Orpheus touch pleased deuinly well\nNor yet Arion euer so behau'd him\nAlthough he song so sweet the Dolphin sau'd him.\n\nNor that old man, whose musicall recordes\nThe following walls of ancient Theb's did reare\nNor Pœan, pleasing in her sweet accordes\nThe curious iudgement of the nycest eare\nDid euer sound were euer song so well.\nBut her sweet wordes her voyce doth farre excell.\nN'er did her Nymphes, at bold Acteons gase,\nNor combly Phœbe (seene with priuie eye)\nMans sence, mans thought, with sweeter smiles amase\nWith richer glorie, of a wealthier dye,\nThen would this bewtie naked as was shee,\nWere you your selfe but priuie too't as hee\nTo this she ads (ô straunge impietie)\nVitious intycements of alluring sin,\nAnd with licentious wordes, altering varietie,\nShe drownes his sences, and him selfe therein\nSo well the Syren knew her song to sing,\nShe soone had luld a sleepe the willing king\nAnd that she might the better bring to passe,\nShame to my Lord, her selfe, and shame to mee,\nShe ads how wanton, bucksome, young I was\nFit consorte with his yonger yeares to bee\nAnd when at length she had discourst her fill,\nAway she flyes abhominable ill.\n\nBut he that standes inchanted with the wonders,\nBe secret stealth dishonorable sin,\nHim from his sence, his sence from vertue sunders\nAnd now in madding loue lust doth begin,\nAnd that fowle stayne his furie is incenst with\nBy maiestie (saith he) shall be dispenst with\nThen to myne eares (diuyning my misfortune,)\nSecret reportes came whispering straunger wonders,\nAnd with their oratorie pleas myne eares importune.\nWhilst blind conceipt me from my good hap sunders\nWith charming profers still my king salutes me\nAs one for absolutest fayre reputes me.\nAnd those, to whom he secretly commended,\nThe inquisition of my bewties being\nThose my attract, my chaunge of fortune tended\nMy bewties worth and excellencie seing\nReporte my bewtie to be so diuine;\nAs now he prysed none so much as myne\nAnd soone had giftes, soone had my Lordes desire,\nMy soule from chastitie, my selfe from me,\nWith often presents taught how to retire\nTasting the profers of a high degree\nAnd then me thought though I ner prou'd before\nA kings imbrace was euen a heauen or more\n\nLoe then to Court, vnto my king I came,\nMonarke aspect of my recusant eye\nMyne eye, the matter of my bodies shame,\nAs long as shame, or sinne were nurst thereby,\nWith niggard fauor, at the first did seeme,\nAs one that held his crowne scarce worth esteeme.\nFor now my scholler eyes had learn'd to fashion\nTheir lookes authenticall, and quainte precise\nMy quoynesse argued a straunger passion,\nTo make him so, more plyant to myne eyes\nAnd I, whom he esteemed easie won\nMade him my subiect, ere myne eyes had don\nFor now I saw when equallie precise,\nHe saw the honor was due worth my bewtie\nMy browes recusancie gan tyrannise,\nAnd of my king exact a tribute dutie\nAnd if he profered loue, I would forsake it\nFor woemen first say no, and then they take it.\nI wrought so well, my face did seeme to say,\nI prysed chastitie, but euen too much\nMy apt fram'd countenance seem'd to bewray,\nA purposd fermnesse to my seeming such\nAnd my pretext by working so before\nWas but to make him loue me so much more\n\nFor now in me varietie of loue,\nHad wrought such knowledge, by my seeming prone\nAs whom I knew quickly sedu'st did proue,\nI knew was quickly got, and quickly gone\nAnd therefore now oppos'd I seem'd the stronger,\nThat late ere won, I might be lou'd the longer.\nFor when I saw, him fawningly respect me,\nI playd vpon him with a straunger No\nAnd so much more I saw he did affect me,\nAs I seem'd further of in saying so,\nYet then I knew my quoynesse so might proue\nA king would hardly bow too low to loue.\nIn equall meane, therefore did I containe\nTh' impatience of my seeming loath to sin,\nNo beggar humblenesse my face did staine,\nWith apt desire to throw my selfe therein\nAnd if my quoynesse made him loath to wooe\nThen would I lend him smiles, and kisses too,\nNor did I in denying faintly so\nBut secretly seeme to desire agayne,\nThe hoped profers my consenting No,\nIn secret wish already did containe\nBut long alasse could not persist therein\nFor ere I left I sold my selfe to sinne.\n\nWho sees the chast liu'd Turtle on a tree,\nIn vnfrequented groues sit and complaine her?\nWhether alone all desolate poore shee,\nAnd for her lost loue seemeth to restraine her?\nAnd there sad thoughted howleth to the ayre\nThe excellencie of her lost-mates fayre?\nSo I when sinne had drown'd my soule in badnesse,\nTo solitarie muse my selfe retired\nWhere wrought by greefe to discontented sadnesse,\nRepentant thoughtes, my new won shame admired,\nAnd I the monster of myne owne misfortune\nMy hart with grones, and sorrow did importune.\nBehold (quoth I) how in her Iuie hidden\nThe eu'nings shame, Pallas adulterate fowle,\nThe sitting sonnes sight, and the day forbidden,\nWith a sherle scritch her former sinne doth howle\nAnd peering in the day but from her tree\nIs wonderd at of all the byrdes she see\nSo haps to thee, whom so thy sinne hath shamed\nAnd made the night-eyes wonder of thy tyme\nSo haps to thee, that hath thy selfe defamed,\nIn tender springing of thine Aprill pryme\nBut now too late t'haue sin'd thou doest repent thee,\nWhen thou hast lost the good that nature lent thee.\n\nA wonderment, and monster of her age,\nFollowing posteritie will account thy fall;\nAnd this which euen no passion can asswage,\nNor mittigate thy payned soule with all\nWhen death in graue shall low haue layne thy head\nThou shalt be yet defam'd when thou art dead.\nThus in thy life, thus in thy death, and boath,\nDishonored by thy fact, what mayst thou doe?\nThough now thy soule the touch of sinne doth loath,\nAnd thou abhorst thy life, and thy selfe too\nYet cannot this redeeme thy spotted name,\nNor interdict thy body of her shame\nBut he that could command thee, made thee sin\nYet that is no priuiledge, no sheeld to thee\nNow thou thy selfe, hast drownd thy selfe therein.\nThou art defam'd thy selfe, and so is hee\nAnd though that kings commands haue wonders wrought\nYet kings commands could neuer hinder thought.\nSay that a Monarke may dispence with sin,\nThe vulgar toung proueth impartiall still,\nAnd when mislike all froward shall begin,\nThe worst of bad, and best of worst to ill,\nA secret shame in euery thought will smother\nFor sinne is sinne in kinges, as well as other\n\nAnd yet agayne, when to suspition wrought,\nI saw the holly sinne, and sullen game,\nWhilst secret acte disclos'd no hidden thought,\nTo preiudice an honorable name\nAnd those to be such saints that best could seeme such\nAs one would thincke suspition would not deeme such.\nLoe, too secure of variable rumor\nI gaue my selfe to pleasing disposition\nLoue charming wantonesse and delightfull humor,\nForst now no longer peeuish eyed suspition,\nAnd I thought none could testifie my fault\nBecause I thought there was not any saw't.\nAnd though my life had staine, yet this did mend-it,\nThat I was sorrie such an one to be,\nMy pittie my respect did still commend it,\nAnd this was commendably praysd in me,\nThat Sutor wrongs my selfe to right would bring\nIf right might be procured from the king.\nAnd now so deem'd so highly was I prysed,\nNo honor was too good, too great for mee,\nI could commaund what euer thought deuised,\nDelight to sence, or ioyes to mynde to bee\nAnd whilst I sat seated alone so highe,\nThe king could but command and so could I.\n\nBut long my fortune had not traded so,\nIn doubtfull highnesse of prosperitie\nEre murder death had fram'd a worser woe,\nA true example vnto all posteritie\nThat those that mount so high so farre and fast,\nIn tract of tyme come headlong downe at last.\nFor now, the doomes day of my fortune's neere,\nThe day, the dome, peculier vnto all,\nNow in a death vnthought-on doth appeere,\nMy bewties ruine and myne honors fall\nSuch sightes are these vnto the pleased eye\nAs are not sooner seene then they doe dye.\nSo as when for his drown'd-sonne pensiuly sorrie,\nThree times in blacke, three times his golden vrne,\nThe sadder eye of heauens restrained glorie,\nIn blacke, and heauie secresie did burne;\nAnd moodie, by restraining so his light,\nIn three dayes absence brought a triple night.\nOr as, when from some high clift sadly looking,\nA mistie tempest from the South ariseth,\nAnd disagreeing blastes no sayles stop brooking,\nThe merrie sea-mans wandering barke surpriseth\nWe sorrow at the sight vpon the shore\nBut in the barke would sorrow ten times more.\n\nSo now, eternall night, now desolation,\nDeuining horror to the nighted land\nInsues to all by sodaine alteration,\nThat of a tyrant ill suspected stand\nBut I whom this imported most of any\nWhere all had but one feare I one, had many.\nAh death old father of our common end,\nNurst of the mother night, and discontent\nInuying hatreds neuer pleased frend,\nIncertaine accedent, and vnknowne euent,\nIn what so much haue I offensed thee,\nThat by my kinges death thou shouldst murther mee?\nThou art the father cause I am forlorne,\nIt was thy too much pittie that procur'd this,\nWhy didst not make me dye ere I was borne?\nThat being dead I might not haue indur'd this?\nCruell in what may harme in what may ill me\nBut thrise more cruell that thou wouldst not kill me.\nDid my face feare thee from thy murdering will\nThat being young, thou letst me liue so long?\nOr hauing such a bewtie at thy will,\nThoughtst thou the rape would be esteem'd a wrong?\nO if thou didst, withall thou wild'st that I,\nShould liue so long that I should shame to dye\n\nIt was the auarice of thy list to kill,\nFounded my downefall on my kinges decease\nSuch is thy nature, and so much so ill\nOne murder with a second to increase\nBut thus we see who on a king relyes\nFindes death a liue whilst liuing yet he dyes.\nSee how my end brought me to my confusion\nThe common wonder of the wisest eye\nMy end the period and my liues conclusion\nTurnes to my deathes shame, that I greeue to dye\nAnd that whereof dying I am ashamed,\nI greeue to liue because I liue defamed,\nDead vnto life, liuing vnto my death,\nThe end of shame, and yet my shames beginning\nThus doe I draw the selfe disdayning breath,\nHath worthie shame by myne vnworthie sinning\nAnd whilst at once I would both liue and dye\nI doe them both yet am not cur'd thereby.\nFor when true penitencie doth begin,\nWith contrite sorrow, and repentant zeale,\nTo mynde the greatnesse of displeasing sin\nThat shame in hidden silence doth conceale.\nWhen these faultes in our selues our selues doe see\nWe thincke that all know them aswell as wee.\n\nBut stay thee here, and plaintiu'ly rehearce,\nThe funerall tenor of thine after fortunes;\nO wash his toombe with teares weepe on his hearce,\nWhose death gaue life, to greefe that thee importunes\nFor now behold vnhappely he dyes,\nOn whom the essence of my good relyes.\nEuen as the gloomie sighted night, with cloudes,\nObscures the sunbright bewtie of the ayre,\nAnd in her deadly looke frowningly shrowdes,\nBlacke desolation and forlorne dispayre,\nThreatning with sad aspect some future woe,\nBy blacke deuining lookes presaging so\nSo seem'd the blacke ayre, that with fowle aspect,\nFeedes lowring heauinesse through a duskie light,\nThat ouglie looking darknesse doth reflect,\nFrom caued bowells of the fearefull night,\nSo at his death, darknesse seem'd to bewray,\nEternall blacknesse to the heauie day\nThat so dissolu'd to euerlasting feares,\nThat sun-reft-ages after posteritie,\nMight weepe his funeralls in complainyng teares,\nAs rightes belonging to a dead prosperitie,\nAnd sing his obsequies in consorting woe,\nSorrowing their light should be bereft them so\n\nFor now their sonne gone to his home for euer,\nPronounces from declining of his rayes,\nA worser night with tyrannous indeuor,\nWould darke the bewtie of their after dayes\nAnd prowd ambition ayming at a crowne\nWould pull the dead-kings true-borne issue downe.\nWhen loe, discentious in her owne proceeding\nSuspitious in her thoughtes, stil'd in her musing,\nCarefully thoughted, on her owne selfe feeding,\nWith ielious doubt her proper wits abusing\nSighes-and-greefe-breeding feare to heauen doth cry\nAnd wisht with him posteritie might dye\nFor th' infant liue of his bloud lest a pray,\nTo vultar greedinesse of an easie crowne,\nIn tyrant practises did soone bewray,\nCruell protection would the land confound,\nAnd then as doubtfull minded as before,\nFeare would increase her sorrow ten times more.\nThus stood suspected of incertaine fate\nAnd drawne by oft feares to a dead dispaire\nThe neuter subiect, that did know too late,\nWhat hell it is to haue a different heyre.\nAnd that which all their discontent had sowne\nTo haue a king to come not to be knowne.\n\nNow gan the trembling rich, and fearefull-wanting,\nBequeath their fortunes to their hap of warre,\nAnd trembling woemen-harts, with sorrow panting\nGreeue that their fate should be vnknowne so farre\nAs whilst they yet thought no ill could assay them,\nVnthought-on death should sodaine come and slay them\nAnd those, whom diuersly-affecting humor,\nDrew to the aduerse part an other would not,\nWhen running motions of deceiuing rumor,\nMake them affect the matter that they should not\nAt last exclaime as on a heauie thing\nThat none should know the man should be their king.\nThen what might I doe, where with all to saue,\nMe from confusion, that I might not dye,\nNow when dead sleeping carelesse in his graue\nMy king was gone, on whom I did relye,\nWhat rests for me, a poore distressed woman,\nBut hold me patient at my fortunes sommon?\nAnd what is worse, impriuiledge from hope,\nOf my reflowring time, of my new being,\nI saw the bandes, I saw the narrow scope,\nWherein my sinne must secret sit from seing\nAnd this so narrow, and so strickte to be,\nAs all the world might my misfortune see\n\nWhy haue myne eyes wept idle teares till now?\nWhy hath my groning hart sigh'd to releeue me?\nOr why hath greefe eclipst my sadded brow?\nSince now, I would weepe, grone, and sigh, and greeue me,\nAnd now I neede them, now I can doe none,\nFor greefe, and sighes, and grones, and teares, be gone,\nWeepe eyes, grone hart, greefe sighe and take agayne\nYour second quintescence from my second woe,\nO neuer will I wast your wet in vayne,\nNor grone, nor greeue, nor sigh, nor weepe you so.\nBut with my dayes, date all your discontent,\nAnd weepe you truely, till my selfe be spent.\nO you are comfort in your issuing motions,\nVnto the mynde with passion is afflicted\nWhom wearieng greatnesse of her owne commotions\nOf wordes and speech, with greefe hath interdicted.\nWerte not for you, th' opressed hart would breake\nWhen greefe doth grow so bigge we cannot speake.\nWerte not for you (and yet I want you too)\nMy harts distresse, that makes you her relye,\nCould neuer know, nor how, nor what to doe,\nBut liue in silence, and in dombnesse dye\nO none can tell, the ease the mynde doth gayne her\nWhen eyes can weepe, th' hart grone, or greefe complaine her\n\nBut wanton teares haue dryde myne idle eyes,\nAnd wayn'd away the bewtie of my fayre;\nMy hart, for want of grones distressed dyes,\nAnd sighes are vanisht to vnworthie ayre\nThen what remaynes for me forlorne thereby,\nBut know my greefe, and hold my peace and dye,\nT'is now that I should weepe a thousand teares;\nNow, when my starres in fixed opposition,\nDenounces sorrow to my greeuing eares,\nAnd tells me I must chaunge my liues condition\nAnd trust to fauoring destinie no more,\nFor I must begge my bread, from doore to doore\nWhat fortune ere thou art enuiest our age,\nA tyrant monster, in a madding vayne,\nReturne in furie of thy prowdest rage,\nAnd Acte the Scene of all thy hate agayne;\nAnd if ere any bad like woes as I,\nYet giue me ten times more, but let me dye.\nSayd ere Philosophie hell was confind\nBelow the yearth where neuer any were?\nO if it be so, yet withall I finde,\nThat hell's aboue the yearth as well as there\nAnd neuer could Philosophie approue,\nThat there was one below but one aboue.\n\nT'is but th' inuention of th' highe-witted wise,\nAllow'd of any there, more then t'expresse,\nTh' extreame of tortures, that might tyrannise\nThem being dead, that liuing did transgresse\nNor haue they left vs any confirmation,\nBut deem'd surmises of imagination;\nThis t'was rayn'd on the yearth, and prayd on me,\nT'was this which I esteem'd a heauen before,\nAnd more infernall cannot any be,\nFor hell is but extreame, yet this was more\nAnd we ner know what t'is in heauen to dwell,\nVntill we know what t'is to liue in hell.\nO could my wordes expresse in mourning sound,\nThe ready passion, that my mynde doth trye,\nThen, greefe all eares, all sences would confound,\nAnd some would weepe with me, aswell as I\nWhere now because my wordes cannot reueale it\nI weepe alone inforced to conceale it.\nO, and alone, let me weepe myne owne fortunes.\nPeculier to my selfe, am woe begone\nMe whom it euer secretly importunes\nAs willing I should weepe my fate aloane\nO therefore weeping let me liue and dye,\nFor none can weepe so worthie teares, as I\n\nWell may some sorrie, greeuedly supposing,\nSuggest a passion excellently strange\nAnd in true Acte pittifully disclosing\nAn inward greefe, neere at my fortunes range\nBut none can Acte greefe in complaint so right\nAs he that is himselfe agreeued by't.\nO God what error is in natures will,\nThat nature so vnkinde, so bad should be,\nThe poore improuident should endure such ill,\nAs through securitie not this ill to see,\nFor had I seene before what now I try,\nOr I had fear'd to liue, or learn'd to dye.\nBut ill brookes th' high aspiring thoughtes surmise\nCoward respect of vulgar education\nAnd hungering greedinesse of attempting eyes,\nDeeme nor deuine their after alteration,\nBut minde their mindes will, not their owne condition\nThus mads th' aspiring in her mindes ambition.\nThis was my fault had worthie fortune by it,\nAnd worthie was it, since I could not see,\nHow discontent is ordinarie quyet,\nTo wakefull mindes, that n'er contented be.\nTo ioye the sweet meane of a low content,\nBut mount so high they after must repent\n\nHad I bin fayre, and not allur'd so soone,\nTo that, at which all thoughtes leuell their sadnesse\nMy sunbright day had not bin set ere noone\nNor I bin noted for detected badnesse\nBut this is still peculier to our state,\nTo sinne too soone, and then repent too late,\nBut euen as soard the feathered boy so highe,\n(Reaching his infant thoughtes vnto the sonne,)\nBy whotter rayes, in all his highth did dye,\nAnd gain'd his prides meede ere his pride were done\nSo I vnto the low was made the nighest\nWhilst now I thought I ouertopt the highest\nFor now rain'd tyrannie in ambitious throane,\nA true-borne-infant-bloud-spilling murtherer\nVsurping monster, yet contrould of none,\nFowle guilts Appeale, and mischiefs furtherer,\nProwd Richard Gloster in his pride I saw\nActe all thinges at his will for will was law.\nHe sayes (and then he shewes a withered arme\nDryde at his byrth-day lame and vselesse still)\nQuoth he t'was thou by charmes wroughtst me this harme\nAnd therefore doomes me to his tyrant will\nFor neuer is th' offended mightie Armelesse\nTo wreake his furie on the hated harmelesse.\n\nBeare hence quoth he (and there withall reflected\nFire sparkling furie from incensed eyes,\nWhose madding threat his lunacie detected,\nAnd told me he was taught to tyrannize)\nAnd then agayne in more incensed rage\nHe cryes, beare hence this monster of her age.\nWhen loe the seruaunt sworne performeth on me,\nTh' vnwilling office of a greeued sorrie\nAnd whilst he yet layes forced handes vpon me\nNoting my bewtie, and my bewties glorie\nHe does his duetie yet his loookes doe shoe,\nHe craueth pardon for his doing so.\nFor what eye fram'd to enuie and disdayne\nWould not inforce the hart to shake the head,\nWhen that pure mayden blush that did destayne\nMy purple cheeke with fainte vermillon red,\nSeem'd constant fayre not chang'd for threatning will\nBut fearefull true and modest comely still\nI seem'd vnwilling that the tyrant should\nBy force of will haue tyrant-like compel'd me\nAnd therefore made the litle shift I could\nTo burst away out of their armes that held me,\nBut as I strugled bewtie grew the more,\nWhich seene, they held me faster then before.\n\nAnd those vnwilling handes that prayd vppon me\n(Happie they held me to behold my bewtie)\nImbraste me faster with still gazing on me,\nTo feede their eyes-listes not performe their duetie\nFor had it bin in them I am assured\nSuch tyrant lawes I should not haue endured.\nBut he, whom hell nurst-furie hath infected,\nThreats death to them, and me that him offended\nAnd from his knitted browes horror reflected,\nTh' inraged doome his fellon thoughtes intended\nImpatient, moodie, mad, and full of yre,\nHe sweares by heauen that shame shalbe my hyre,\nPosteritie sayes he (and then agayne\nThe knit vaynes of his prowdly-looking browes\nSwelling with mallice, and extreame disdaine,\nLike to an yrefull bore he prowdly bowes)\nAnd sweares by hell heauie reuenge shall date\nTh' incenst displeasure of his falling hate,\nPosteritie shall know thine Acte (quoth hee)\nAnd then he bids that my attyres be rent,\nAnd termes the habit vnbefitting mee\nA Sorcer witch full of her fowle intent\nAnd that which wordes for anger could not say\nA furious acte in iesture did bewray.\n\nWhen I rest of my habite and attyre,\nStood yet as modest, as a mayd should be,\nBashfully feared with the new admire,\nOf this base tyrants rauishing of mee.\nWho not content with this commandes that I,\nBe turn'd into the streets and begge or dye.\nEuen as an angerie Bull incenst with yre,\nBellowing his menaces with a hollow rore,\nImpatient, madd, wanting his lustes desire,\nAugments his madded fiercenesse more and more\nAnd yet no quyet any murther bringes\nAlthough he prayes vpon a thousand thinges.\nSo vnappeas'd, vnquyet, mad, and yrefull\nRages th' insatiate furie of his will\nAnd in his looke, fierce, wan, and pale, and dyrefull\nHe seem's impatient, moodie, madded, still,\nAnd not content with this disgrace to greeue me\nHe sayes that all shall dye, (that dare relieue me.)\n(Then from the Court, the martirdoome of mee,)\nAll solitarie, alone, forlorne, I went\nThether where discontentment I did see,\nThreatning my miserie ere my dayes were spent\nAnd needie want as naked as was I,\nTold me that thus perplexed I should dye.\n\nWhen I vnapt to frame a lyer-tale,\nVnapt to craue my bread with beggar prayer,\nMy poore discountnanst looke all wan and pale\nThrough hungers nature wayned from her fayre\nI could not ô shame would not then that I\nShould begge at all but rather choose to dye.\nAnd yet necessitie did vrdge constrainte,\nTo brooke th' impatience of her proper will,\nWhilst silence breaking out to no complainte,\nIn secret passion hid her sorrow still\nAnd shame with fearefull blush all greeu'd did cry\nAnd wisht she did but know but how to dye.\nNor could remembrance of my high degree,\nBrooke my resorting into publicke place\nFor I did sigh as oft as I did see,\nOr thincke that any thought on my disgrace\nAnd who dispayres in such a kinde as this\nThinckes that the whole world knoweth all amisse.\nBut ô, why doe I thus wearie prolong,\nThe wofull Tragedie of my pleasures wayne,\nSuffices that I knew to bide the wrong,\nAnd brooke with patience what I did sustaine,\nIdly we greeue when greeuingly we plaine vs,\nFor that must be perform'd that needes constraine vs.\n\nI can no more delate my further ill,\nTis sooner iudg'd then told, the greefe is such,\nThe wise-iuditiall may if so they will,\nSooner conceiue then I can say so much\nSince so much now would call agayne the pryme,\nAnd those that tell greefe feele it for the tyme.\nI must (quoth she) addresse my selfe to death,\nAnd therewithall, clasping her handes in one,\nAnd wresting oft sighes with a deepe fetcht breath.\nShe panteth forth a poore complayning grone,\nWhen closing fast her eyes (first ope to heauen)\nShe now seem's both of speech and life bereauen.\nWhen coward death, fainting, and fearefull slow,\nLookes on her fayre face, with a vultar eye,\nAnd nils him selfe his force vpon her show,\nAs doting fearefull she could neuer dye,\nAnd yet he would and yet he doth dispayre\nAnd feares she cannot dye she is so faire,\nAnd yet her toung now stil'd could say no more\nShe panted, and she sigh'd, and gaue a grone,\nAnd euen that bewtie was pure-fayre before,\nWayn'd with her liues expire, and now was none,\nYet death suspected still, doth still dispayre,\nAnd sayes she cannot dye and be so fayre.\n\nFor euen as looketh at the sunnes late sitting\nA witherd lilly, dry'd, and saplesse quyte,\nAnd in her weakned leaues, inwardly knitting,\nSeem's dead and yet, retaines a perfect white\nSo seem'd her face, when now her fayre did fall\nThat death still fear'd she would not dye at all.\nHe saw't, and sigh'd, and yet he could not see,\nCause to induce his hope-perswading eye,\nTo thincke that there was any cause that shee,\nCould be so passing fayre and yet could dye\nHe thinckes the bewtious neuer life should loose\nAnd yet withall he thinckes, she should not choose\nO what a combat wrought her life and death,\nBoth clayming interest in her end, to spill her,\nLife would not that the fayre should loose her breath\nDeath would not loose his right, yet would not kill her,\nBut lookes vpon her with a curious eye,\nDoubting (though she were dead) she could not dye.\nAt last, perswading palenesse seem's to say,\nO she is dead, her breathlesse sences fayled,\nHer life hath lost her ioy, her death his pray,\nAnd now nor her life, nor her death auayled,\nO then did any euer ought else trye\nThen life or death that maketh vs to dye.\n\nDeath tooke delight in her, vntill she dyed,\nLife fed vpon her lookes, he did so way her,\nDeath and his life vpon her end relied,\nAnd greeuing life likt her she was so fayre\nThis lent her liuing that prolong'd her breath,\nO then ther's somthing else that kills then death\nFor he wisht that he were not death, she might not dye,\nPittieng in this, he greeues he wanteth pietie,\nTyrant in Acte, his will doth this deny\nThat her death should conferme him in his diety\nAnd rather then of life he would bereaue her\nHe would giue leaue to all, to liue for euer,\nRather then she should not, he would not be,\nOr to a mortall being he would bow,\nSo she might, all should liue as well as she,\n(For death did neuer doubt vntill t'was now)\nAnd yet by death if she might gained be,\nThe world should dye and none should liue but she,\nBut as a Christall with a tender breath\nReceiues dim thicknesse, and doth seeme obscure\nSo darkt with palenesse of a breath'd on death\n(If it were death that did this darke procure,)\nShe seem's aliue and yet ah she was gone\nAnd then life greeu'd, and death did fetch a grone.\n\nYet would they part the remnant of her being\nHer body went to death her fame to life\nThus life, and death, in vnitie agreeing\nDated the tenor of their sonderie strife,\nDeath vow'd her body should be eyed neuer,\nYet life hath vow'd her fame should liue for euer."}