{"subject": "Wolf Knife", "text": "In the mid August, in the second year\nof my First Polar Expedition, the snow and ice of winter\nalmost upon us, Kantiuk and I\nattempted to dash the sledge\nalong Crispin Bay, searching again for relics\nof the Frankline Expedition. Now a storm blew,\nand we turned back, and we struggled slowly\nin snow, lest we depart land and venture onto ice\nfrom which a sudden fog and thaw\nwould abandon us to the Providence\nof the sea.\n\nNear nightfall I thought I heard snarling behind us.\nKantiuk told me that two wolves, lean as the bones of a wrecked ship,\nhad followed us the last hour, and snapped their teeth\nas if already feasting.\nI carried the one cartridge only\nin my riffle, since, approaching the second winter,\nwe rationed stores.\n\nAs it turned dark,\nwe could push no further, and made\ncamp in a corner of ice hummocks,\nand the wolves stopped also, growling\njust past the limits of vision,\ncoming closer, until I could hear\nthe click of their feet on ice. Kantiuk laughed\nand remarked that the wolves appeared to be most hungry.\nI raised my rifle, prepared to shoot the first that\nventured close, hoping\nto frighten the other.\n\nKantiuk struck my rifle down and said again\nthat the wolves were hungry, and laughed.\nI feared that my old companion\nwas mad, here in the storm, among ice-hummocks,\nstalked by wolves. Now Kantiuk searched\nin his pack, and extracted\ntwo knives--turnoks, the Innuits called them--\nwhich by great labor were sharpened, on both sides,\nto the sharpness like the edge of a barber's razor,\nand approached our dogs\nand plunged both knives\ninto the body of our youngest dog\nwho had limped all day.\n\nI remember that I consider turning my rifle on Kantiuk\nas he approached, then passed me,\ncarrying knives red with the gore of our dog--\nwho had yowled, moaned, and now lay\nexpired, surrounded\nby curious cousins and uncles, possibly\nhungry--and he trusted the knives\nhandle-down in the snow.\n\nImmediately after he left the knives, the vague, gray\nshape of wolves\nturned solid, out of the darkness and the snow, and set ravenously\nto licking blood from the honed steel.\nthe double-edge of the knives\nso lacerated the tongues of the starved beasts\nthat their own blood poured\ncopiously forth\nto replenish the dog's blood, and they ate\nmore furiously than before, while Knatiuk laughed,\nand held his sides\nlaughing.\n\nAnd I laughed also, perhaps in relief that Providence had delivered us\nyet again, or perhaps--under conditions of extremity--\nfar from Connecticut--finding there creatures\nacutely ridiculous, so avid\nto swallow their own blood. First one, and then the other\ncollapsed, dying,\nbloodless in the snow black with their own blood,\nand Kantiuk retrieved\nhis turnoks, and hacked lean meat\nfrom the thigh of the larger wolf, which we ate\ngrateful, blessing the Creator, for we were hungry."}