{"subject": "The Bard's Reformation.", "text": "Adieu to the Alehouse, where pounds I have spent,\nFor drinkin' and smokin' bring little content,\nWhere laughin' an' grinnin',\nAn' bettin' an' winnin',\nCause sorrowful sinnin',\nThe roar and the rant,\nA better beginnin' is now my intent.\n\nAdieu to the fiddle, the dance, an' the song,\nTo the lads an' the lasses I've trip't it among,\nAdieu unto Johnny,\nWho dances so bonny,\nThe tightest of ony;\nYon flag it can tell*\nThe weight of his steps, an' he timeth them well.\n\nAdieu to the glance of the love-lookin' e'e,\nTo the lip that is sweet as the mel of the bee;\nThe waist that is charmin'\nThe movement so warmin',\nThe purpose disarmin',\nOf mortals like me;\nAn' prudence alarmin' commands me to flee.\n\nAdieu to the lads, who are dons in the fray,\nI've borne their sore bruises for mony a day;\nThere's Darby an' Dobbin',\nMad Ab au' Rough Robin',\nFor kickin' or nobin'\nDo carry the bay,\nThere's no country gobbin can bear it away.\n\nFarewell to the lads who love frolic an' fun,\nAn' gayly support it when once 'tis begun;\nThere's Dick, Ned, an' Simon,\nTrue lovers of joy, mon,\nI ne'er found them coy, mon,\nAt fuddle or spree;\nThe tear an' the sigh, mon, before 'em will flee.\n\nFarewell to the Doctor, whose wit is as bright\nAs the glim of the glow-worm on grey Summer's night;\nHis cordial, delicious,\nHis green peas for issues,\nPills, plasters, and washes,\nAre flitted to Lees,\nThe sick of the village to free from disease.\n\n'The Gentleman's' company I must refrain,\nAlthough the denial may cost me much pain;\nHe singeth so sweetly,\nHe diddles so neatly,\nWith snuff he will treat ye,\nAy, 'honour' he will;\nThe toper of topers is 'Gentleman Sprill.'\n\nSo now to my own little nook I'll retire,\nI'll bar out the storm, an' I'll trim up the fire,\nThis witchery breakin',\nAll folly forsakin',\nTo study betakin',\nMy mind to improve;\nMy muse ever wakin' to freedom an' love.\n*At the Suffield's Arms, in Middleton, a flag is shown broken by the dancing of Johnny Ogden, supposed at that time to be the best dancer in Lancashire."}