{"subject": "Our Saviour And The Samaritan Woman At The Well", "text": "Close beside the crystal waters of Jacob’s far-famed well,\nWhose dewy coolness gratefully upon the parched air fell,\nReflecting back the bright hot heavens within its waveless breast,\nJesus, foot-sore and weary, had sat Him down to rest. \n\nAlone was He—His followers had gone to Sichar near,\nWhose roofs and spires rose sharply against the heavens clear,\nFor food which Nature craveth, whate’er each hope or care,\nAnd which, though Lord of Nature, He disdained not to share. \n\nWhile thus He calmly waited, came a woman to the well,\nWith water vase poised gracefully, and step that lightly fell,\nOne of Samaria’s daughters, most fair, alas! but frail,\nHer dark locks bound with flowers instead of modest, shelt’ring veil. \n\nNo thought of scornful anger within His bosom burned,\nNor, with abhorrent gesture, His face from her He turned;\nBut as His gaze of purity dwelt on her, searching, meek,\nHer bright eyes fell, and blushes hot burned on her brow and cheek. \n\nHe told her with a gentleness, by God-like pity nursed,\nOf wond’rous living fountains at which to slake her thirst;\nThat those whose lips, thrice blessed, should a draught from them obtain,\nDespite earth’s toils and troubles, would ne’er know thirst again. \n\nHe spoke, too, of the frailties which her womanhood had marred,\nThat priceless crown which, she, alas! had sadly failed to guard,\nNo word of bold denial did that woman dare to plan—\nShe felt that He who spoke with her was more than mortal man. \n\nAnd when the twelve disciples returned, their errand done,\nThey wondered at His converse with that lost and erring one,\nBut still they asked no question, while she, with thoughtful mien,\nReturned to tell her friends at home of all that she had seen. \n\nNot only for that daughter of Samaria’s hot clime—\nChild of an ancient people, of a by-gone faith and time—\nWas meant the exhortation that from His lips then fell,\nBut for His Christian children, for us, to-day, as well. \n\nFor us, still pure and sparkling, those living waters flow\nOf which He told Samaria’s child long centuries ago:\nForgetting thoughts of earthly pride, and hopes of worldly gain,\nSeek we but once of them to drink—we’ll never thirst again."}