{"subject": "The Idolators", "text": "The veil was rent, and mundane Time merged in Eternity;\nAnd I beheld the End of Things.  I heard the Last Decree\nPronounced on all the World that Is, and Was, and Is to Be.\n\nRank upon rank before the Throne the Nations were arrayed,\nAnd every man since Time began by his own act was weighed;\nTill, to the Right, the diffident Elected stood dismayed.\n\nFor here the lowly Lazarus, and all his kind and ken \nRepentant knave and serf and slave and humble beggar-men \nIn wonder looked from Damned to Throne, then on the Damned again.\n\nGaunt, towsled creatures of the streets still trembled, half in fear;\nWeak women who had 'sinned' for love, and common folk were here,\nFacing the Lost, yet doubting  still that the Decree was clear.\n\nFor on the Left amid the Damned, a thousand million strong,\nThere stood a band of 'righteous' folk - a very 'genteel' throng;\nAll much surprised and scandalised, and scenting 'something wrong.'\n\nHere reigned Respectability 'mid virgins sour and chaste;\nPrim, haughty dames, whose worldly aims had been in perfect taste,\nShorn of their pride, stood side by side with sweaters leaden-faced.\n\nStrict folk, who ne'er had sinned without due reck'ning of the cost,\nSniffed disapproval and declared the function was a frost,\nAnd vowed the angel-ushers erred in marking them as Lost.\n\nStrange men there were of ev'ry age since Man did first increase,\nFrom Adam on to Babylon, from Persia to Greece,\nFrom Greece and Rome, to England, on till Time was bidden cease.\n\nCourtiers were there, and prince and peer - ay, even brewere-knights - \nPreachers and parsons, Pharisees, Gentiles and Israelites,\nPharaohs and Caesars, Emperors and smug suburbanites.\n\nYea, every canting hypocrite since early Eocene,\nIn skin and silk and suit of mail and broadcloth stood serene,\nFull sure his plight would be set right when the 'mistake' was seen.\n\nAnd, as they gazed, shocked and amazed, upon the chosen side \nOn folk ill-clad in rags that had half-clothed them when they died \nLord God, they're not respectable! Nay, have a care!' they cried.\n\nThen stepped there forth, consumed with wrath, an unctuous alderman;\nAnd, standing out before the Throne, he pompously began \n(In life he built a church, and many 'charities' he ran) \n\n'Most High, the Heavenly Court, and Friends I do not wish to blame\nWhere blame is not deserved; but I protest it is a shame\nThat such a state of things exists; and I regret I came.\n\n'I - I, a pillar of the Church, a famed philanthropist,\nWho, on a Sabbath went to chapel thrice, and never missed;\nI, rich, respectable, am down on the 'Rejected' list.\n\n'It is absurd, upon my word, when even Royalty\nIs bid make way for yon array of rags and misery!\nAy, even vice, to my surprise, in their soiled ranks I see!\n\n''Tis past a jest; and I protest it is an insult when\nThat common, motley crew of low, ill-bred, unlettered men\nIs set on high, while such as I are herded in this pen!\n\nAnd, as he closed, the huddled rows of Damned caught up the cry ;\nFrom many million 'genteel' throats a shout went to the sky:\n'Lord God, they're not respectable! Beware, beware, Most High!'\n\nClose on their shout The Voice rang out, and took them like a flood;\nTill king and khan and alderman and prince of royal blood,\nAnd chief and lord and preacher cowered and trembled where they stood.\n\n'Ye knew my life, ye knew my Law, ye mocked with hollow praise;\nYe knelt to me in blasphemy once in the Seven Days;\nThen raised an idol in my place and went your idol's ways.\n\n'To this ye turned; for this ye spurned the Man of Galilee;\nAnd in your hearts ye sacrificed to other gods than me;\nNor ceased to crawl to it ye call 'Respectability.'\n\n'And when its Law was not my Law, say, whither did ye lean?\nDid ye heed my Word or seek to aid my humble folk and mean?\nYe prayed unto a myth and scorned the lowly Nazarene.\n\n'E'en as ye judged my People here, so are ye judged and weighed;\nBut the humble mates of Christ the Carpenter today are paid.\nMy folk they be; I know not ye.  Go, call your god to aid.'\n\nAnd lo, adown the shining stairs, each with a flaming sword,\nAvenging hosts of angels came - yet howled the stricken horde,\n'Lord God, they're not respectable!  Be warned in time, O Lord!'\n\nThen yawned agape and greedily a horrid, fiery cleft,\nAnd prince and king and alderman, of pomp and pride bereft,\nWent, pressed like herded cattle, till no trace of gloom was left.\n\nYet, as they fell, the gates of Hell gave back a cry that came \nNow far and faint, a doleful plaint - all muffled through the flame,\n'Lord God, they're not respectable!  O, King of Kings, for shame!'"}