{"subject": "Clark Sanders", "text": "Whan bells war rung, an mass was sung,\t\n  A wat a' man to bed were gone,\t\nClark Sanders came to Margret's window,\t\n  With mony a sad sigh and groan.\t\n\n\"Are ye sleeping, Margret,\" he says,\t        \n  \"Or are ye waking, presentlie?\t\nGive me my faith and trouthe again,\t\n  A wat, trew-love, I gied to thee.\"\t\n\n\"Your faith and trouth ye's never get,\t\n  Nor our trew love shall never twain,\t        \nTill ye come with me in my bower,\t\n  And kiss me both cheek and chin.\"\t\n\n\"My mouth it is full cold, Margret,\t\n  It has the smell now of the ground;\t\nAnd if I kiss thy comely mouth,\t        \n  Thy life-days will not be long.\t\n\n\"Cocks are crowing a merry mid-larf, \n  I wat the wild fule boded day;\t\nGie me my faith and trouthe again,\t\n  And let me fare me on my way.\"\t        \n\n\"Thy faith and trouth thou shall na get,\t\n  Nor our trew love shall never twin, \nTill ye tell me what comes of women\t\n  A wat that dy's in strong travelling.\"\t\n\n\"Their beds are made in the heavens high,\t        \n  Down at the foot of our good Lord's knee,\t\nWell set about wi gilly-flowers,\t\n  A wat sweet company for to see.\t\n\n\"O cocks are crowing a merry mid-larf,\t\n  A wat the wilde foule boded day;\t        \nThe salms of Heaven will be sung,\t\n  And ere now I'le be misst away.\"\t\n\nUp she has tain a bright long wand,\t\n  And she has straked her trouth thereon;\t\nShe has given (it) him out at the shot-window,         \n  Wi many a sad sigh and heavy groan.\t\n\n\"I thank you, Margret, I thank you, Margret,\t\n  And I thank you hartilie;\t\nGine ever the dead come for the quick,\t\n  Be sure, Margret, I'll come again for thee.\"\t        \n\nIt's hose an shoon and gound alane\t\n  She clame the wall and followed him,\t\nUntil she came to a green forest,\t\n  On this she lost the sight of him.\t\n\n\"Is there any room at your head, Sanders?\t        \n  Is there any room at your feet?\t\nOr any room at your twa sides?\t\n  Whare fain, fain woud I sleep.\"\t\n\n\"Their is na room at my head, Margret,\t\n  Their is na room at my feet;\t        \nThere is room at my twa sides,\t\n  For ladys for to sleep.\t\n\n\"Cold meal is my covering owre,\t\n  But an my winding sheet;\t\nMy bed it is full low, I say,\t        \n  Down among the hongerey worms I sleep.\t\n\n\"Cold meal is my covering owre,\t\n  But an my winding sheet;\t\nThe dew it falls na sooner down\t\n  Then ay it is full weet.\""}