{"subject": "What Do Ye Think O' Geordie Noo?", "text": "Duet Sung by the Laird and His Daughter Mysie\n\nLaird.\n\n'O what do you think o' Geordie noo?\nO what do you think o' Geordie noo?\nCome daughter mine, come tell me true, \nO what do you think o' Geordie noo?'\nMysie.\n\n'O Geordie we think nought ava,\nO what has brought him here at a'?\nWe hae ae king, nae need o' twa,\nSae Geordie ye maun march awa'.'\nLaird.\n\n'Oh daughter mine, I'm wae to see,\nYe speak sae light o' majestie; \nNow Geordie's king o' kingdoms three,\nYe maun obey baith him and me.'\nMysie.\n\n'O faither dear, I need na say,\nYour will's a law I'll aye obey,\nBut sure they're wud that can compare\nKing Geordie wi' auld Scotland's heir!'\nLaird.\n\n'Fair faced, I grant, the Stuarts a' be,\nBut, oh, they're fu' o' treacherie; \nO, Mysie, lass, ye little ken\nThe drift o' Cavaliering men!'\nMysie.\n\n'We're wae to see a foreign loon,\nCome over here to tak' our croun\nOutlandish gibberish on his tongue\nNo understood by auld or young.'\n\n'O Geordie's stout, and unco braid;\nHe's no like Charlie in his plaid;\nTo see him dance, to hear him sing\nO sure he is our rightfu' king!'\nLaird.\n\n'It's no to sing, nor yet to dance,\nThat we will tak' a king frae France.\nA bird that's ta'en frae an ill nest\nIt aye will do like a' the rest.'\nMysie.\n\n'For nae offence that we can see,\nUp in a rage will Geordie flee;\nThe flames get then his periwig,\nThat's no denied by ony Whig.'\nLaird.\n\n'Aweel, aweel, and what's a' that,\nTo them wha promise and draw back?\nNae wiser by adversitie,\nO! tyrants a' the Stuarts wad be.'\nMysie.\n\n'O, adverse winds round them did blaw,\nAnd he has seen and felt it a';\nO, dinna believe ill tales are true,\nFor that we all are apt to do.'\nLaird.\n\n'It's true the sun will melt the snaw,\nIt's true that time will wear awa',\nIt's true that nicht will follow day,\nO, Mysie, ther's truth in a' I say.\n\n'O, Mysie, lass, dry up thy tears,\nAnd think nae mair o' cavaliers:\nTo fecht 'gainst heaven is a' in vain,\nThe Stuarts will never reign again.'\nTogether.\n\n'Auld Scotland is unconquered land,\nAnd aye for freedom made a stand;\nSo let us a' in that agree,\nHurra, hurra, for liberty!"}