{"subject": "The Talented Man", "text": "Dear Alice! you'll laugh when you know it, -- \nLast week, at the Duchess's ball, \nI danced with the clever new poet, -- \nYou've heard of him, -- Tully St. Paul. \nMiss Jonquil was perfectly frantic; \nI wish you had seen Lady Anne! \nIt really was very romantic, \nHe is such a talanted man! \n\nHe came up from Brazenose College, \nJust caught, as they call it, this spring; \nAnd his head, love, is stuffed full of knowledge \nOf every conceivable thing. \nOf science and logic he chatters, \nAs fine and as fast as he can; \nThough I am no judge of such matters, \nI'm sure he's a talented man. \n\nHis stories and jests are delightful; -- \nNot stories or jests, dear, for you; \nThe jests are exceedingly spiteful, \nThe stories not always quite true. \nPerhaps to be kind and veracious \nMay do pretty well at Lausanne; \nBut it never would answer, -- good gracious! \nChez nous -- in a talented man. \n\nHe sneers, -- how my Alice would scold him! -- \nAt the bliss of a sigh or a tear; \nHe laughed -- only think! -- when I told him \nHow we cried o'er Trevelyan last year; \nI vow I was quite in a passion; \nI broke all the sticks of my fan; \nBut sentiment's quite out of fashion, \nIt seems, in a talented man. \n\nLady Bab, who is terribly moral, \nHas told me that Tully is vain, \nAnd apt -- which is silly -- to quarrel, \nAnd fond -- which is sad -- of champagne. \nI listened, and doubted, dear Alice, \nFor I saw, when my Lady began, \nIt was only the Dowager's malice; -- \nShe does hate a talented man! \n\nHe's hideous, I own it. But fame, love, \nIs all that these eyes can adore; \nHe's lame, -- but Lord Byron was lame, love, \nAnd dumpy, -- but so is Tom Moore. \nThen his voice, -- such a voice! my sweet creature, \nIt's like your Aunt Lucy's toucan: \nBut oh! what's a tone or a feature, \nWhen once one's a talented man? \n\nMy mother, you know, all the season, \nHas talked of Sir Geoffrey's estate; \nAnd truly, to do the fool reason, \nHe has been less horrid of late. \nBut today, when we drive in the carriage, \nI'll tell her to lay down her plan; -- \nIf ever I venture on marriage, \nIt must be a talented man! \n\nP.S. -- I have found, on reflection, \nOne fault in my friend, -- entre nous; \nWithout it, he'd just be perfection; -- \nPoor fellow, he has not a sou! \nAnd so, when he comes in September \nTo shoot with my uncle, Sir Dan, \nI've promised mamma to remember \nHe's only a talented man!"}