{"subject": "An Ode To The Hills", "text": "AEons ago ye were,\nBefore the struggling changeful race of man\nWrought into being, ere the tragic stir\nOf human toil and deep desire began:\nSo shall ye still remain,\nLords of an elder and immutable race,\nWhen many a broad metropolis of the plain,\nOr thronging port by some renowned shore,\nIs sunk in nameless ruin, and its place\nRecalled no more.\n\nEmpires have come and gone,\nAnd glorious cities fallen in their prime;\nDivine, far-echoing, names once writ in stone\nHave vanished in the dust and void of time;\nBut ye, firm-set, secure,\nLike Treasure in the hardness of God's palm,\nAre yet the same for ever; ye endure\nBy virtue of an old slow-ripening word,\nIn your grey majesty and sovereign calm,\nUntouched, unstirred.\n\nTempest and thunderstroke,\nWith whirlwinds dipped in midnight at the core,\nHave torn strange furrows through your forest cloak,\nAnd made your hollow gorges clash and roar,\nAnd scarred your brows in vain.\nAround your barren heads and granite steeps\nTempestuous grey battalions of the rain\nCharge and recharge, across the plateaued floors,\nDrenching the serried pines; and the hail sweeps\nYour pitiless scaurs.\n\nThe long midsummer heat\nChars the thin leafage of your rocks in fire:\nAutumn with windy robe and ruinous feet\nOn your wide forests wreaks his fell desire,\nHeaping in barbarous wreck\nThe treasure of your sweet and prosperous days;\nAnd lastly the grim tyrant, at whose beck\nChannels are turned to stone and tempests wheel,\nOn brow and breast and shining shoulder lays\nHis hand of steel.\n\nAnd yet not harsh alone,\nNor wild, nor bitter are your destinies,\nO fair and sweet, for all your heart of stone,\nWho gather beauty round your Titan knees,\nAs the lens gathers light.\nThe dawn gleams rosy on your splendid brows,\nThe sun at noonday folds you in his might,\nAnd swathes your forehead at his going down,\nLast leaving, where he first in pride bestows,\nHis golden crown.\n\nIn unregarded glooms,\nWhere hardly shall a human footstep pass,\nMyriads of ferns and soft maianthemums,\nOr lily-breathing slender pyrolas\nDistil their hearts for you.\nFar in your pine-clad fastnesses ye keep\nCoverts the lonely thrush shall wander through,\nWith echoes that seem ever to recede,\nTouching from pine to pine, from steep to steep,\nHis ghostly reed.\n\nThe fierce things of the wild\nFind food and shelter in your tenantless rocks,\nThe eagle on whose wings the dawn hath smiled,\nThe loon, the wild-cat, and the bright-eyed fox;\nFor far away indeed\nAre all the ominous noises of mankind,\nThe slaughterer's malice and the trader's greed:\nYour rugged haunts endure no slavery:\nNo treacherous hand is there to crush or bind,\nBut all are free.\n\nTherefore out of the stir\nOf cities and the ever-thickening press\nThe poet and the worn philosopher\nTo your bare peaks and radiant loneliness\nEscape, and breathe once more\nThe wind of the Eternal: that clear mood,\nWhich Nature and the elder ages bore,\nLends them new courage and a second prime,\nAt rest upon the cool infinitude\nOf Space and Time.\n\nThe mists of troublous days,\nThe horror of fierce hands and fraudful lips,\nThe blindness gathered in Life's aimless ways\nFade from them, and the kind Earth-spirit strips\nThe bandage from their eyes,\nTouches their hearts and bids them feel and see;\nBeauty and Knowledge with that rare apprise\nPour over them from some divine abode,\nFalling as in a flood of memory,\nThe bliss of God.\n\nI too perchance some day,\nWhen Love and Life have fallen far apart,\nShall slip the yoke and seek your upward way\nAnd make my dwelling in your changeless heart;\nAnd there in some quiet glade,\nSome virgin plot of turf, some innermost dell,\nPure with cool water and inviolate shade,\nI'll build a blameless altar to the dear\nAnd kindly gods who guard your haunts so well\nFrom hurt or fear.\n\nThere I will dream day-long,\nAnd honour them in many sacred ways,\nWith hushed melody and uttered song,\nAnd golden meditation and with praise.\nI'll touch them with a prayer,\nTo clothe my spirit as your might is clad\nWith all things bountiful, divine, and fair,\nYet inwardly to make me hard and true,\nWide-seeing, passionless, immutably glad,\nAnd strong like you."}