{"subject": "A Winter Day", "text": "The cock, warm roosting 'midst his feather'd dames,\nNow lifts his beak and snuffs the morning air,\nStretches his neck and claps his heavy wings,\nGives three hoarse crows, and glad his talk is done;\nLow, chuckling, turns himself upon the roost,\nThen nestles down again amongst his mates.\nThe lab'ring hind, who on his bed of straw,\nBeneath his home-made coverings, coarse, but warm,\nLock'd in the kindly arms of her who spun them,\nDreams of the gain that next year's crop should bring;\nOr at some fair disposing of his wool,\nOr by some lucky and unlook'd-for bargain.\nFills his skin purse with heaps of tempting gold,\nNow wakes from sleep at the unwelcome call,\nAnd finds himself but just the same poor man\nAs when he went to rest.-\nHe hears the blast against his window beat,\nAnd wishes to himself he were a lord,\nThat he might lie a-bed.-\nHe rubs his eyes, and stretches out his arms;\nHeigh ho! heigh ho! he drawls with gaping mouth,\nThen most unwillingly creeps out of bed,\nAnd without looking-glass puts on his clothes.\nWith rueful face he blows the smother'd fire,\nAnd lights his candle at the red'ning coal;\nFirst sees that all be right amongst his cattle,\nThen hies him to the barn with heavy tread,\nPrinting his footsteps on the new fall'n snow.\nFrom out the heap of corn he pulls his sheaves,\nDislodging the poor red-breast from his shelter,\nWhere all the live-long night he slept secure;\nBut now afrighted, with uncertain flight\nHe flutters round the walls, to seek some hole,\nAt which he may escape out to the frost.\nAnd now the flail, high whirling o'er his head,\nDescends with force upon the jumping sheave,\nWhilst every rugged wall, and neighboring cot\nRe-echoes back the noise of his strokes.\n\nThe fam'ly cares call next upon the wife\nTo quit her mean but comfortable bed.\nAnd first she stirs the fire, and blows the flame,\nThen from her heap of sticks, for winter stor'd,\nAn armful brings; loud crackling as they burn,\nThick fly the red sparks upward to the roof,\nWhile slowly mounts the smoke in wreathy clouds.\nOn goes the seething pot with morning cheer,\nFor which some little wishful hearts await,\nWho, peeping from the bed-clothes, spy, well pleas'd,\nThe cheery light that blazes on the wall,\nAnd bawl for leave to rise.--\nTheir busy mother knows not where to turn,\nHer morning work comes now so thick upon her.\nOne she must help to tye his little coat,\nUnpin his cap, and seck another's shoe.\nWhen all is o'er, out to the door they run,\nWith new comb'd sleeky hair, and glist'ning cheeks,\nEach with some little project in his head.\nOne on the ice must try his new sol'd shoes:\nTo view his well-set trap another hies,\nIn hopes to find some poor unwary bird\n(No worthless prize) entangled in his snare;\nWhilst one, less active, with round rosy face,\nSpreads out his purple fingers to the fire,\nAnd peeps, most wishfully, into the pot.\n\nBut let us leave the warm and cheerful house,\nTo view the bleak and dreary scene without,\nAnd mark the dawning of a winter day.\nFor now the morning vapour, red and grumly,\nRests heavy on the hills; and o'er the heav'ns\nWide spreading forth in lighter gradual fliades,\nJust faintly colours the pale muddy sky.\nThen slowly from behind the southern hills,\nInlarg'd and ruddy looks the rising sun,\nShooting his beams askance the hoary waste,\nWhich gild the brow of ev'ry swelling height,\nAnd deepen every valley with a shade.\nThe crusted window of each scatter'd cot,\nThe icicles that fringe the thatched roof,\nThe new swept slide upon the frozen pool,\nAll lightly glance, new kindled with his rays;\nAnd e'en the rugged face of scowling Winter\nLooks somewhat gay. But for a little while\nHe lifts his glory o'er the bright'ning earth,\nThen hides his head behind a misty cloud,\n\nThe birds now quit their holes and lurking sheds,\nMost mute and melancholy, where thro' night\nAll nestling close to keep each other warm,\nIn downy sleep they had forgot their hardships;\nBut not to chant and carol in the air,\nOr lightly swing upon some waving bough,\nAnd merrily return each other's notes;\nNo; silently they hop from bush to bush,\nYet find no seeds to stop their craving want,\nThen bend their flight to the low smoking cot,\nChirp on the roof, or at the window peck,\nTo tell their wants to those who lodge within.\nThe poor lank hare flies homeward to his den,\nBut little burthen'd with his nightly meal\nOf wither'd greens grubb'd from the farmer's garden;\nA poor and scanty portion snatch'd in fear;\nAnd fearful creatures, forc'd abroad by want,\nAre now to ev'ry enemy a prey.\n\nThe husbandman lays bye his heavy flail,\nAnd to the house returns, where on him wait\nHis smoking breakfast and impatient children;\nWho, spoon in hand, and longing to begin,\nTowards the door cast many a weary look\nTo see their dad come in.--\nThen round they sit, a chearful company,\nAll eagerly begin, and with heap'd spoons\nBesmear from ear to ear their rosy cheeks.\nThe faithful dog stands by his matter's side\nWagging his tail, and looking in his face;\nWhile humble puss pays court to all around,\nAnd purs and rubs them with her furry sides;\nNor goes this little flattery unrewarded.\nBut the laborious sit not long at table;\nThe grateful father lifts his eyes to heav'n\nTo bless his God, whose ever bounteous hand\nHim and his little ones doth daily feed;\nThen rises satisfied to work again.\n\nThe chearful rousing noise of industry\nIs heard, with varied sounds, thro' all the village.\nThe humming wheel, the thrifty housewife's tongue,\nWho scolds to keep her maidens at their work,\nRough grating cards, and voice of squaling children\nIssue from every house.--\nBut, hark!-the sportsman from the neighb'ring hedge\nHis thunder sends!-loud bark each village cur;\nUp from her wheel each curious maiden starts,\nAnd hastens to the door, whilst matrons chide,\nYet run to look themselves, in spite of thrift,\nAnd all the little town is in a stir.\n\nStrutting before, the cock leads forth his train,\nAnd, chuckling near the barn among the straw,\nReminds the farmer of his morning's service;\nHis grateful master throws a lib'ral handful;\nThey flock about it, whilst the hungry sparrows\nPerch'd on the roof, look down with envious eye,\nThen, aiming well, amidst the feeders light,\nAnd seize upon the feast with greedy bill,\nTill angry partlets peck them off the field.\nBut at a distance, on the leafless tree,\nAll woe be gone, the lonely blackbird sits;\nThe cold north wind ruffles his glossy feathers;\nFull oft' he looks, but dare not make approach;\nThen turns his yellow bill to peck his side,\nAnd claps his wings close to his sharpen'd breast.\nThe wand'ring fowler, from behind the hedge,\nFastens his eye upon him, points his gun,\nAnd firing wantonly as at a mark,\nE'en lays him low in that same cheerful spot\nWhich oft' hath ccho'd with his ev'ning's song.\n\nThe day now at its height, the pent-up kine\nAre driven from their flails to take the air.\nHow stupidly they stare! and feel how strange!\nThey open wide their smoking mouths to low,\nBut scarcely can their feeble sound be heard;\nThen turn and lick themselves, and step by step\nMove dull and heavy to their flails again.\nIn scatter'd groups the little idle boys\nWith purple fingers, moulding in the snow\nTheir icy ammunition, pant for war;\nAnd, drawing up in opposite array,\nSend forth a mighty fliower of well aim'd balls,\nWhilst little hero's try their growing flrength,\nAnd burn to beat the en'my off the field.\nOr on the well worn ice in eager throngs,\nAiming their race, shoot rapidly along,\nTrip up each other's heels, and on the surface\nWith knotted shoes, draw many a chalky line.\nUntir'd of play, they never cease their sport\nTill the faint sun has almost run his course,\nAnd threat'ning clouds, slow rising from the north,\nSpread grumly darkness o'er the face of heav'n;\nThen, by degrees, they scatter to their homes,\nWith many a broken head and bloody nose,\nTo claim their mothers' pity, who, most skilful,\nCures all their troubles with a bit of bread.\n\nThe night comes on a pace--\nChill blows the blast, and drives the snow in wreaths.\nNow ev'ry creature looks around for shelter,\nAnd, whether man or beast, all move alike\nTowards their several homes; and happy they\nWho have a house to screen them from the cold!\nLo, o'er the frost a rev'rend form advances!\nHis hair white as the snow on which he treads,\nHis forehead mark'd with many a care-worn furrow,\nWhose feeble body, bending o'er a staff,\nStill shew that once it was the seat of strength,\nTho' now it shakes like some old ruin'd tow'r,\nCloth'd indeed, but not disgrac'd with rags,\nHe still maintains that decent dignity\nWhich well becomes those who have serv'd their country.\nWith tott'ring steps he to the cottage moves:\nThe wife within, who hears his hollow cough,\nAnd patt'ring of iris stick upon the threshold,\nSends out her little boy to see who's there.\nThe child looks up to view the stranger's face,\nAnd seeing it enlighten'd with a smile,\nHolds out his little hand to lead him in.\nRous'd from her work, the mother turns her head,\nAnd sees them, not ill-pleas'd.--\nThe stranger whines not with a piteous tale,\nBut only asks a little, to relieve\nA poor old soldier's wants.--\nThe gentle matron brings the ready chair,\nAnd bids him sit, to rest his wearied limbs,\nAnd warm himself before her blazing fire.\nThe children, full of curiosity,\nFlock round, and with their fingers in their mouths,\nStand staring at him; whilst the stranger, pleas'd,\nTakes up the youngest boy upon his knee.\nProud of its seat, it wags its little feet,\nAnd prates, and laughs, and plays with his white locks.\nBut soon the soldier's face lays off its smiles;\nHis thoughtful mind is turn'd on other days,\nWhen his own boys were wont to play around him,\nWho now lie distant from their native land\nIn honourable, but untimely graves.\nHe feels how helpless and forlorn he is,\nAnd bitter tears gush from his dim-worn eyes.\nHis toilsome daily labour at an end,\nIn comes the wearied master of the house,\nAnd marks with satisfaction his old guest,\nWith all his children round.-\nHis honest heart is fill'd with manly kindness;\nHe bids him stay, and share their homely meal,\nAnd take with them his quarters for the night.\nThe weary wanderer thankfully accepts,\nAnd, seated with the cheerful family,\nAround the plain but hospitable board,\nForgets the many hardships he has pass'd.\n\nWhen all are satisfied, about the fire\nThey draw their seats, and form a cheerful ring.\nThe thrifty housewife turns her spinning wheel;\nThe husband, useful even in his rest,\nA little basket weaves of willow twigs,\nTo bear her eggs to town on market days;\nAnd work but serves t'enliven conversation.\nSome idle neighbours now come straggling in,\nDraw round their chairs, and widen out the circle.\nWithout a glass the tale and jest go round;\nAnd every one, in his own native way,\nDoes what he can to cheer the merry group.\nEach tells some little story of himself,\nThat constant subject upon which mankind,\nWhether in court or country, love to dwell.\nHow at a fair he sav'd a simple clown\nFrom being tricked in buying of a cow;\nOr laid a bet upon his horse's head\nAgainst his neighbour's, bought for twice his price,\nWhich fail'd not to repay his better skill:\nOr on a harvest day, bound in an hour\nMore sheaves of corn than any of his fellows,\nTho' ne'er so keen, could do in twice the time.\nBut chief the landlord, at his own fire-side,\nDoth claim the right of being listen'd to;\nNor dares a little bawling tongue be heard,\nTho' but in play, to break upon his story.\nThe children sit and listen with the rest;\nAnd should the youngest raise its little voice,\nThe careful mother, ever on the watch,\nAnd always pleas'd with what her husband says,\nGives it a gentle tap upon the fingers,\nOr stops its ill tim'd prattle with a kiss.\nThe soldier next, but not unask'd, begins,\nAnd tells in better speech what he has seen;\nMaking his simple audience to shrink\nWith tales of war and blood. They gaze upon him,\nAnd almost weep to see the man so poor,\nSo bent and feeble, helpless and forlorn,\nThat oft' has stood undaunted in the battle\nWhilst thund'ring cannons shook the quaking earth,\nAnd showering bullets hiss'd around his head.\nWith little care they pass away the night,\nTill time draws on when they should go to bed;\nThen all break up, and each retires to rest\nWith peaceful mind, nor torn with vexing cares,\nNor dancing with the unequal beat of pleasure.\n\nBut long accustom'd to observe the weather,\nThe labourer cannot lay him down in peace\nTill he has look'd to mark what bodes the night,\nHe turns the heavy door, thrusts out his head,\nSees wreathes of snow heap'd up on ev'ry side,\nAnd black and grimily all above his head,\nSave when a red gleam shoots along the waste\nTo make the gloomy night more terrible\nLoud blows the northern blast--\nHe hears it hollow grumbling from afar,\nThen, gath'ring strength, roll on with doubl'd might,\nAnd break in dreadful bellowings o'er his head;\nLike pithless saplings bend the vexed trees,\nAnd their wide branches crack. He shuts the door,\nAnd, thankful for the roof that covers him,\nHies him to bed."}