{"subject": "Life", "text": "THE ministering spirits from above\nDescend with energy creative fraught,\nThey breathe on nature with the breath of love,\nAnd lo! she wakens into life and thought.\nWhere all was dull and dark, inert and cold,\nNow power and motion, light and heat abound;\nThe heavens are bright with azure and with gold,\nAnd green and rosy hues adorn the ground.\nWith life the waters tremble, every hour\nNew tints, new forms of loveliness appear;\nThe limpid dew breathes odour in the flower,\nAnd new-born music fills the vernal air.\nBut not alone through matter's fairest forms\nAnd genial powers, does beauteous order reign,\nThe lightning's flash, the blast of angry storms,\nAnd the tumultuous raging of the main,\n\nAlike are engines of Eternal Will,\nFor good and useful ends: that Will whose sway\nHas ever acted, and is acting still,\nWhilst planets, worlds, and systems all obey;\nWithout whose power creative, mortal things\nWere still and dead,--an inharmonious band,\nSilent as are the harp's untuned strings,\nWithout the touches of the minstrel's hand:\nBut for whose power conserving; they would pass\nBack into chaos, stars on stars would fall;\nSuns would be darken'd, and the mighty mass\nOf nature rest beneath her funeral pall.\nA portion of the one Intelligence,\nTh' immortal mind of man its image bears,\nVested with organs in the world of sense,\nOppress'd, but not subdued by human cares.\nA germ preparing in the winter's frost,\nTo rise and bud and blossom in the spring;\nA new-plum'd eagle by the tempest tost,\nAnd gaining from its fury strength of wing:\n\nThe child of trial, to mortality\nAnd all its changeful influences given,\nYet dimly conscious of its destiny,\nAnd that its high inheritance is heaven:\nFeeling its life amidst the forms of death\nTo be eternal, not a spark that flies\nBut a pure portion of th' immortal breath,\nKindling a flame where'er its essence lies:\nThough clouded, still to feel that flame endure,\nBy joy exalted or by pain refin'd,\nTill sense is lost in passion high and pure,\nAnd intellectual light absorbs the mind:\nSoon as it breathes to feel the mother's form\nOf orbed beauty thro' its organs thrill,\nTo press the limbs of life with rapture warm,\nAnd drink with transport from a living rill:\nTo view the skies with morning radiance bright,\nMajestic mingling with the ocean blue,\nOr bounded by green hills or mountains white,\nOr peopled plains of rich and varied hue:\n\nTo feel pure pleasure at the wond'rous face\nOf nature! but a higher joy to prove,\nIn viewing living charms, expression, grace,\nAwakening sympathy, compelling love:\nThe heavenly balm of mutual hope to taste,\nSoother of life, affection's bliss to share,\nSweet as the stream amidst the desert waste,\nAs the first blush of arctic day-light fair:\nThe father's sacred name in joy to bless,\nWhilst life's sweet op'ning blossoms round him rise,\nWith virtue's odours, hues of happiness,\nBinding with flowery wreaths his civic ties:\nTo mingle with its kindred, to descry\nThe path of power, in public life to shine;\nTo gain the voice of popularity,\nThe idol of to-day, the man divine:\nTo govern others by an influence strong,\nAs that high law which moves the murm'ring main,\nRaising and carrying all its waves along,\nBeneath the full-orb'd moon's meridian reign:\n\nHow quickly palsied the strong arm of power,\nThe breath of praise how mutable,--to know,\nThe thunder-storm dissolving in the shower,\nThe winter's zephyr trembling on the snow:\nTo view the mighty victims of the lust\nOf domination fall'n--the statesman low\nAs the poor peasant in ignoble dust:\nAnd those whose triumphs kept the world in awe,\nWho play'd with sceptres and dispos'd of thrones,\nWhose great achievements wondering millions sung,\nDying without a trophy for their bones,\nOr in inglorious exile, not a tongue\nDaring, except in whisp'rings low to speak\nOf their high deeds:--To feel that glory's light\nRising from arms and empire, when the weak\nOr lose their freedom in th' unequal fight,\nOr for their country and their laws expire,--\nIs, as the red volcano's wond'rous birth,\nFair in the distance,--near, an awful fire,\nWhich desolates the green and fertile earth:\n\nTo wake from low ambition's splendid dream,\nIts gauds, its pomps, its toys, to feel how vain,\nLike glitt'ring foam upon the turbid stream,\nOr Iris' tints, upon the falling rain:\nTo dwell upon utility alone,\nAs the true source of honour, to aspire\nTo something which posterity may own,\nA guiding lamp, not a consuming fire:\nTo hail those pure and hallow'd sympathies,\nWhich into future ages bear the mind,\nTh' eternal converse with the good and wise,\nThe high abstracted love of human kind:\nTo forests to retire, amidst the whole\nOf natural forms, whose generations rise\nIn lovely change, in beauteous order roll,\nOn land, in ocean, in the glitt'ring skies:\nTo live in pure and happy solitude,\nIn adoration of th' Eternal Cause,\nAnd wonder of his works with love imbued\nOf inspiration gain'd from nature's laws:\n\nTo feel, as its decaying organs fade,\nThat mortal burdens seem to pass away,\nAnd in the glimm'ring through its twilight shade,\nTo hail the dawning of a glorious day;\nSo in the northern summer, morning beams\nEre the last western purple leaves the skies;\nSo in th' autumnal night the moonshine gleams,\nPointing to where the orient sunbeams rise:\nHis soil'd and wearying earthly vest to tear,\nTo give to nature all her borrowed powers,\nDust to the earth, and moisture to the air,\nAnd balm to cheer the fainting herbs and flowers:\nThen, as awak'ning from a dream of pain,\nIts pristine form of glory to assume,\nUntouch'd by Time, and free from mortal stain,\nThe raptured seraph's everlasting bloom:\nTo its first source of being to return,\nTo bask in the eternal Fount of light,\nWith hope amidst fruition still to burn\nIn the unsated love of knowledge infinite."}