{"subject": "What Teachers Make", "text": "He says the problem with teachers is\nWhat's a kid going to learn\nfrom someone who decided his best option in life\nwas to become a teacher?\nHe reminds the other dinner guests that it's true\nwhat they say about teachers:\nThose who can, do; those who can't, teach.\nI decide to bite my tongue instead of his\nand resist the temptation to remind the dinner guests\nthat it's also true what they say about lawyers.\nBecause we're eating, after all, and this is polite conversation.\n\nI mean, you're a teacher, Taylor.\nBe honest. What do you make?\n\nAnd I wish he hadn't done that— asked me to be honest—\nbecause, you see, I have this policy about honesty and ass-­‐kicking:\nif you ask for it, then I have to let you have it.\nYou want to know what I make?\nI make kids work harder than they ever thought they could.\nI can make a C+ feel like a Congressional Medal of Honor\nand an A-­‐ feel like a slap in the face.\nHow dare you waste my time\nwith anything less than your very best.\nI make kids sit through 40 minutes of study hall\nin absolute silence. No, you may not work in groups.\nNo, you may not ask a question.\nWhy won't I let you go to the bathroom?\nBecause you're bored.\nAnd you don't really have to go to the bathroom, do you?\nI make parents tremble in fear when I call home:\nHi. This is Mr. Mali. I hope I haven't called at a bad time,\nI just wanted to talk to you about something your son said today.\nTo the biggest bully in the grade, he said,\n\"Leave the kid alone. I still cry sometimes, don't you?\nIt's no big deal.\"\nAnd that was noblest act of courage I have ever seen.\nI make parents see their children for who they are\nand what they can be.\n\nYou want to know what I make? I make kids wonder,\nI make them question.\nI make them criticize.\nI make them apologize and mean it.\nI make them write.\nI make them read, read, read.\nI make them spell definitely beautiful, definitely beautiful, definitely beautiful\nover and over and over again until they will never misspell\neither one of those words again.\nI make them show all their work in math\nand hide it on their final drafts in English.\nI make them understand that if you've got this,\nthen you follow this,\nand if someone ever tries to judge you\nby what you make, you give them this.\n\nHere, let me break it down for you, so you know what I say is true:\nTeachers make a goddamn difference! Now what about you?"}