{"subject": "Dorchester Amphitheatre    .", "text": "By Rome's old amphitheatre I stood,\nStill pretty perfect, on the Weymouth road,\nWithin some half a mile of Dorchester.\nThere had I come, as others come, to feed\nA curious eye, and win such thoughts as spring\nFrom sense of contrast 'twixt the ideal Past\nAnd the fact-speaking Present. In good sooth\nStrange contrast did I find; for all within\nThe oval boundary of that fair arena\nWas seen to spread a most unclassic growth\nOf vile potatoes! Plant, to me it seems,\nAye somewhat vile to view; which, when the World\nNew-found first gave it to our older climes,\nShe gave with true utilitarian aim,\n\nFar more for use than beauty. But these were\nOf all most vile; black spotted, with torn leaves\nAnd draggled stalks; dank and disconsolate\nAs Autumn rains and trampling feet could make them.\nSome pauper-hand had sown the ragged crop;\nNo peasant's, but some mean suburban hand;\nWhether with license from the corporation,\nOr of his own coarse will I might not learn,\n'Twas a sore check to fancy; and, full sure,\nFine lady or yet finer gentleman,\nFastidious dandlers of their own sweet wills,\nAt once had quitted, in a brisk disgust,\nPotatoes—amphitheatre—and all.\nBut I had learned (a lesson time will teach)\nTo make the best of matters, and, beside,\n'Tis a wise pride, through the mind's alchemy,\nTo draw a pleasure from poor promisings \nNor hard the task; for let but patience watch\nThe process, and up-comes, in no long time,\nThrough subtile ducts of feeling or of thought,\nThe good which lurks in all things.\n\nSo I went not;\nBut, laid at length upon the topmost edge \nOf that green circus, failed not soon to win\nFull recompence. For the benignant air\nWas very bliss to breathe; and evening, now,\nWas slanting her long shadows o'er the land,\nAnd, with her shadows, peace! All told of peace,\nInsensate things and things of life; each flake\nOf floating cloud, like white-sailed bark becalmed,\nThat paused in the blue sky; the thrifty rook,\nLast labourer in the newly furrowed field,\nSeen wending homeward on slow-waving wing;\nAnd unyoked ox that, tranquil still, though freed,\nSwayed leisurely by, to food and needful rest\nIn stable or night pasture. Nor did man\nNot profit by the hour; but stole him forth\nFrom out the precinct of the toiling town\nTo taste, abroad, our nobler human rest,\nWhich links with meditation; pondering, now,\nThe quiet of the plain; now sending forth\nFreed thought to travel 'mid the circling hills.\n\nWho may misprize Dorchestrian hills? What though\nThey tower to no such height as looks with scorn\nOver a dwindled plain; what though no crags\nBe there to fortify; no forest belts\n\nTo gird them midway round; yet theirs, instead,\nAre graceful slopes with shadowy dips between;\nAnd theirs are breezy summits, not too high\nTo recognise familiar sights, and catch\nFamiliar sounds of life, the ploughman's call\nOr tinkling from the fold. Yet thence the eye\nFeeds on no stinted landscape, sky and earth\nAnd the blue sea; and thence may wingèd thought,\nWhich ever loves the vantage ground of hills,\nLaunch amid buoyant air, and soar at will.\n\nFair, amid these, art thou, camp-crested Mount,\nIn some far time, for some forgotten cause,\nNamed of the Maiden. Nor doth surer lore\nAttest if Briton or if Roman wound\nThose triple trenches round thee; regular\nAs terraces, by architect up-built\nFor princely pleasure-ground, or those, far-famed,\nBy ancient hunters made—so some have deemed—\nOr else by Nature's self in wild Glenroy. \n\nAlong thy sides they stretch, ring above ring,\nMarking thee from afar; then vanish round\nLike the broad shingly banks, which ocean heaves\nIn noble curves along his winding shore.\nThe passing wayfarer with wonder views\nE'en at imperfect distance, their bold lines,\nAnd asks the Who? the Wherefore? and the When?\nWafting his spirit back into far times,\nAnd dreaming as he goes. But whoso stays,\nAnd climbs the turf-way to thy tabled top,\nShall reap a fuller wonder; shall behold\nThy girdled area, of itself a plain,\nWhere widely feeds the scattered flock; shall mark\nThy trenches, complicate' with warlike art,\nAnd deep almost as natural ravine\nCut in the mountain; or some startling rent\nIn the blue-gleaming glacier; or as clefts,\nSevering the black and jagged lava-walls,\nWhich old Vesuvius round his crater flings,\nOutworks, to guard the mysteries within.\nBut these are smooth and verdant. Tamed long since,\nBreastwork abrupt and pallisaded mound\nAre, now, but sloping greensward; as if Nature,\n\nWho vainly her mild moral reads to man,\nStill strove to realize the blessed days,\nBy seers avouched, by statesmen turned to dreams,\nWhen war shall be no more.\nSo mused I there!\nAs who had failed to muse? But now the sun,\nSilently sunken, with departing light\nHad fused the whole horizon; not alone\nHis western realm, but flooded refluent gold\nBack to the southern hills, along whose tops\nAre seen to stretch, in far continuous line,\nSepulchral barrows. Brightly-verdant cones\nI marked them rise beneath his earlier ray;\nBut now they stood against that orange light\nEach of a velvet blackness; like the bier\nBefore some high-illumined altar spread\nWhen a king lies in state; and well might seem\nTo twilight fantasy, like funeral palls,\nShrouding the bones of aboriginal men,\nWho there had lived and died, long ere our tribes\nHad heard the name or felt the conquering arms\nOf Rome or Roman; or as yet had seen,\n\nMocking their hearths of clay and turf-built huts,\nThe prætor's quaint mosaic or tiled bath;\nOr heard our hard-school task, the phrase of Terence,\nBandied in common parlance round the land.\n\nThis was the hour of Fancy, Spirit shy!\nWho weaves no dreams beneath the garish day,\nOr if indeed she weave, yet tells them not,\nSo fearful of the comment, or the jeer.\nNay, still the more from vulgar guess to hide\nHer visionary themes, will oft put on,\nWith harmless treachery, worldly masquerade\nOf common-place or business; squaring now\nSome dull frivolity of daily life,\nVisit or etiquette; now poring o'er\nLaw book or ledger, or long-drawn report\nOf grave committee, just as if she prized\nThe things she seems to ponder but when night\nIs in the heaven, her natural day begins.\nThen, like yon star, which, when the morning sun\nCame forth, first trembled, and then dropt away\nTo unobserved seclusion, and yet now\nOnce more hangs thoughtful in the twilight sky;\n\nE'en so doth Fancy venture forth again\nTo float among the tinted clouds of eve;\nAnd—hovering now—now car-like borne along—\nImbues her visions with their loveliest hues,\nAnd gives them back yet lovelier of her own.\nEre long, uncontradicted and more bold,\nShe gives command to Matter and to Space\nTo work her bidding; and behold! the Twain,\nLike Genii-servants of the lamp or ring,\nContract themselves at once, or else dilate\nAs she would have it. Nor may Time oppose\nHis realm's remoteness, parted by the gulf\nOf cycled centuries; for she knows to weave\nHer gossamer threads so subtile, yet so strong,\nThat linkèd by the long invisible line,\nPresent and Past are one.\n\nThis was her hour,\nThe potent hour of Fancy! As of old\nThe games were just beginning; and I saw\nThe rural dwellers hastening o'er the plain\nBy ones, and twos, and threes; some quaint to view\nWith their own painted skins, and some hirsute\n\nIn spoil of wolf or bear. A denser mass\nPoured from the crowded city; helm and gown,\nThe soldier and civilian; and, ere long,\nThese circling seats, almost obliterate' now,\nAnd where the shy mole-cricket, undisturbed,\nCreaks his funereal note, were thronged with looks\nSo eager—so intent—it seemed as if\nNo desolation e'er could touch the place.\nMingled they sat, conquered and conqueror;\nThe intruder and the native of the land;\nFair British damsel by dark Roman maid;\nAnd whoso had but scanned, with curious eye,\nThe multitude there met, had singled out\nEach separate race, distinct as then they showed,\nEre holy marriage rites, and lapse of years,\nHad fused the swarthy South and paler North\nInto one blended beauty.\n\nFancy still\nRelaxed not, and behold! the games went on.\nBut here no wretched gladiator died,\nTo stimulate the jaded taste corrupt\nOf a luxurious city, mingling blood\n\nAnd sport together; here no lordly brute,\nPride of his woods, tiger nor spotted 'pard\nWas brought to bathe his beautiful sides in gore.\nBut simple games were here, befitting well\nRemoter province. Yet there wanted not\nThe course of chariots, seven times rapt around\nThe level circus; nor impetuous speed\nOf the foot-racer swift; nor clenchèd hand\nWith cestus mailed; nor strong transcendent arm\nWhirling the discus far and far away.\n\nHere too were jugglers' feats, with many a feint\nOf the quick hand, deceiving eye and guess;\nPerchance transmitted down from those who strove\nWith Moses, when the rods to serpents rolled\nIn ancient Egypt, aye for magic famed;\nAnd whose strange sorceries even now perplex\nThe traveller, and send him doubting home.\nAnd graceful dancers here from Southern Gaul\nWove their gay measures, with half-wingèd feet\nQuivering in air, as if the air were half\nTheir element; nor was there lack of song\nFrom smooth Italian clime, nor of sweet flute,\n\nBreathing some lay, on slope of Aready\nFirst framed by love-sick shepherd; courting now\nBarbarian ears; which yet delighted heard,\nAnd treasured up the strain.\n\nHim too I saw—\n(For Fancy bodied forth whate'er she willed)—\nThe shepherd-minstrel of remotest time,\nZampognatore, who, with moving arm,\nFrom the pressed bag compels the struggling air\nInto a liquid music. He had strayed\nFrom his Calabrian home, lone wanderer,\nFor humble gain, thus far; and such, e'en now,\nGay Naples! when returning Christmas brings\nHigh festival, amid thy crowded streets\nAre seen and heard, hymning each sacred shrine.\nIn simple sheep-skin clad, they wend along,\n(Rude vesture! worn of old, when men first watched\nTheir feeding flocks along the grassy hills,)\nAnd seem like records of an earlier world,\nLinking the Past and Present. And, full oft,\n(If Fancy might presume on holy ground,)\n\nMe would she fondly lure to dream that such\nAs these, perchance, in old Judæa's land,\nThe missioned angel summoned from their folds,\nTo learn the glorious birth in Bethlehem!\n\nA pause—and, lo! two well-trained wrestlers come,\nBriton with Roman matched; and as they stand\nEyeing each other, face to face, erect,\nLook like bold statues, which some master-hand\nHath wrought to best proportion. Soon their arms\nAre grasping each the other's at full length.\nAnon they stoutly close; and while they strive\nEach one to stir the other from the base\nOf his firm footing, you behold them rock\nLike gallant vessels in a stormy surge,\nWhose proud yards almost touch the deep; or trees\nFull-foliaged, which, when some mighty wind\nSweeps through the forest, stagger to and fro,\nFull soon to fall! A thousand straining eyes,\nAnd utter silence, and suspended breaths,\nAre waiting on the contest; till, at last,\nBy one collected effort whirled amain,\nProstrate the Roman lies. Then all at once\n\nBursts a loud shout from the rude tribes around,\nMixed with the broad uncultured laugh. Yet one\nStood there, who joined not in the laugh nor shout,\nA chieftain of the land! but deeply groaned\nWithin his inmost soul to mark his race,\nFirm as they were of valour and of limb,\nThus to the stranger bowed. Yet wherefore groan?\nFinite is human wrong; while Justice holds\nEternally—to balance and redress—\nHer righteous scales above.\n\nNot far away,\nIn modest beauty sat a British maid,\nThat chieftain's daughter. She nor heard the shout,\nNor marked the triumph. All her thoughts, the while,\nWere in the Imperial City; thither led\nBy tale of young centurion, whose dark plume,\nAs he bent o'er her, nearer and more near,\nSoft-shadowed her sweet face. From him she heard\nOf mighty amphitheatres, within\nWhose ample bounds a hundred chariots roll;\nThen—flooded to broad lakes—a hundred barks\nGlide o'er their vast arenas. Passing by,\nIn pity to that pitying heart of hers,\n\nCombat of man or beast, he spoke of shows\nMore gentle, that enforced no shuddering ear.\nHe told her of the nodding elephant,\nHuge and compact of bulk, and girt with tower;\nAnd dromedary of ungainly stride;\nAnd still more rare, and stranger still of form,\nCamelopard; yet prized for sinuous grace\nOf neck, and delicate step, and loving eye,\nMild as her own.\n\nShe, with half doubting eyes,\nExpanding as he spoke, sat by and listened,\nScarce knowing if she might believe or not;\nHard though it were such speaker not to trust.\nThen would he tell her of proud palaces,\nTemples, and towers; yet most he loved to speak\nOf his own native home, their Sabine farm;\nWhere still his mother dwelt, 'mid their own fields,\nTheir fruitful olive trees and tents of vine;\nVaunting his dear Penates; yet therewith\nMingling, as if by chance, some gentle word\nOf Cupid and of Hymen.\n\nThence I turned\nTo the benign Proconsul. He was one,\nOr so imagination loved to feign,\nOf Rome's first blood, tracing his lofty line,\nThrough long-drawn pedigree and consular fast,\nTo race of Lelius or of Scipio;\nAnd thence fore-born large thoughts to interweave\nOf statesman and of sage. Some warrior-pride\nHe well might feel, beholding all around\nHis steadfast soldiery, and the strong walls\nOf the near city, and those camp-crowned hills,\nPlucked from their fierce defenders. Yet his heart\nWas gentle, and his mind full-fraught with lore\nFrom history won, and humanized by power\nOf mild philosophy; nor lacked he love\nFor Maro's polished strain, or bolder song\nOf old Mæonides. And now, e'en now,\nAmid this throng and tumult of the games,\nThere seemed to flit athwart his pensive brow\nSuch thoughts, as oft, at eve, will touch the soul\nOf him who sojourns in a foreign land.\n\nSay, did he think on his own native Rome\nAnd fallen empires? on Etruria old,\nGone like a dream—on Carthage, vanish'd too—\n\nAnd the razed walls of proud Jerusalem?\nThen ask himself if that barbarian flood,\nRolled from the stormy regions of the North,\nBillow on billow, and o'erhanging now\nIn dread suspense, should yet withhold its wave;\nOr burst in vengeance on sweet Italy,\nWhelming her ancient glories? Did he muse\nHow, then, each conquered realm, long tributary,\nThe Dacian tribes, wide Gaul and mountain-Spain\nShould snap their bonds? and e'en this isle remote\nStart from its vassalage, perhaps to pluck\nItself—some shred of empire?\n\nPrescience\nThus far might warn from shrine of thoughtful mind,\nOr yet more thoughtful heart, deceiving not.\nBut not far thoughts, nor deep humanities,\nNor clear experience from old histories won,\nMight hint of all the coming. Who might tell\nHow ships, contemptuous of the guiding shore,\nShould breast right onward o'er strange seas, and find\nA world as yet unknown; all bold to dare\n—Though still beat back—the beakèd promontory,\nFor ever weltered round by stormy waves,\n\nFrom which the trireme bark had shrunk amazed?\nThen burst on other oceans, all unguessed\nTill now, far-spread and thousand-islanded,\nAmid new climates and beneath new stars?\nNot well-known constellations; not the Twins,\nOrion, nor the ancient Pleiades;\nBut stars yet unbeheld; which when, at first,\nThe helmsman viewed, he doubted his own eyes,\nPerchance grown old, or else with watching worn,\nAnd questioned if he read aright; or if\nTo mar the boldness of presumptuous man,\nWho dared (for so might be) forbidden seas,\nThe very heavens themselves were changed.\n\nOr how\nMight'st Thou, Proconsul mild! (albeit full-stored\nWith lore of statesman, and far-reaching thought)\nHow might'st thou dream that this barbarian isle,\nO'er which it seemed half-exile e'en to rule,\nThis Britain utterly from the world shut out,\nShould rise from strife to strife, from strength to strength,\nForemost among the nations; conquering\nO'er lands and seas to which the Roman realm,\nIn its most lordly day, was but a speck?\n\nThat she should shed her laws, her polity,\nHer cultured language, and her peaceful arts,\nAll she had stored from her own toils, and all\nThat came from Rome or Greece transmitted down,\nA glorious gift! o'er half the peopled globe?\nThere to survive, when she, perchance, may be\nWhat Rome and Greece are now!\n\nChange deep as this,\nWhat oracle might bring thee to believe?\nOr that, in tract of time, a day could come,\nWhen, in this very amphitheatre,\nA common plant—its lonely tenant now—\nBy a chance-traveller scanned—should summon up,\nTo dim the glories of departed Rome,\nThe mightier marvel of a new-found world?"}