{"subject": "The Black Woman", "text": "Black queen of beauty, thou hast given color to the world!\nAmong other women thou art royal and the fairest!\nLike the brightest of jewels in the regal diadem,\nShin'st thou, Goddess of Africa, Nature's purest emblem!\n\nBlack men worship at thy virginal shrine of truest love,\nBecause in thine eyes are virtue's steady and holy mark,\nAs we see in no other, clothed in silk or fine linen,\nFrom ancient Venus, the Goddess, to mythical Helen.\n\nWhen Africa stood at the head of the elder nations,\nThe Gods used to travel from foreign lands to look at thee:\nOn couch of costly Eastern materials, all perfumed,\nReclined thee, as in thy path flow'rs were strewn-\nsweetest that bloomed.\n\nThy transcendent marvelous beauty made the whole world mad,\nBringing Solomon to tears as he viewed thy comeliness;\nAnthony and the elder Caesars wept at thy royal feet,\nPreferring death than to leave thy presence, their foes to meet.\n\nYou, in all ages, have attracted the adoring world,\nAnd caused many a bloody banner to be unfurled:\nYou have sat upon exalted and lofty eminence,\nTo see a world fight in your ancient African defense.\n\nToday you have been dethroned, through the weakness of your men,\nWhile, in frenzy, those who of yore craved your smiles and your hand-\nThose who were all monsters and could not with love approach you-\nHave insulted your pride and now attack your good virtue.\n\nBecause of disunion you became mother of the world,\nGiving tinge of robust color to five continents,\nMaking a greater world of millions of colored races,\nWhose claim to beauty is reflected through our black faces.\nFrom the handsome Indian to European brunette,\nThere is a claim for that credit of their sunny beauty\nThat no one can e'er to take from thee, 0 Queen of all\nwomen\nWho have borne trials and troubles and racial burden.\nOnce more we shall, in Africa, fight and conquer for you,\nRestoring the pearly crown that proud Queen Sheba did wear:\nYea, it may mean blood, it may mean death; but still we shall fight,\nBearing our banners to Vict'ry, men of Afric's might.\nSuperior Angels look like you in Heaven above,\nFor thou art fairest, queen of the seasons, queen of our love:\nNo condition shall make us ever in life desert thee,\nSweet Goddess of the ever green land and placid blue sea."}