{"subject": "The Visit", "text": "I reached the cottage. I knew it from the card\nHe had given me--the low door heavily barred,\nSteep roof, and two yews whispering on guard.\n\nDusk thickened as I came, but I could smell\nFirst red wallflower and an early hyacinth bell,\nAnd see dim primroses. 'O, I can tell,'\n\nI thought, 'they love the flowers he loved.' The rain\nShook from fruit bushes in new showers again\nAs I brushed past, and gemmed the window pane.\n\nBare was the window yet, and the lamp bright.\nI saw them sitting there, streamed with the light\nThat overflowed upon the enclosing night.\n\n'Poor things, I wonder why they've lit up so,'\nA voice said, passing on the road below.\n'Who are they?' asked another. 'Don't you know?'\n\nTheir voices crept away. I heard no more\nAs I crossed the garden and knocked at the door.\nI waited, then knocked louder than before,\n\nAnd thrice, and still in vain. So on the grass\nI stepped, and tap-tapped on the rainy glass.\nThen did a girl without turning towards me pass\n\nFrom the room. I heard the heavy barred door creak,\nAnd a voice entreating from the doorway speak,\n'Will you come this way?'--a voice childlike and quick.\n\nThe way was dark. I followed her white frock,\nPast the now-chiming, sweet-tongued unseen clock,\nInto the room. One figure like a rock\n\nDraped in an unstarred night--his mother--bowed\nUnrising and unspeaking. His aunt stood\nAnd took my hand, murmuring, 'So good, so good!'\n\nNever such quiet people had I known.\nVoices they scarcely needed, they had grown\nTo talk less by the word than muted tone.\n\n'We'll soon have tea,' the girl said. 'Please sit here.'\nShe pushed a heavy low deep-seated chair\nI knew at once was his; and I sat there.\n\nI could not look at them. It seemed I made\nNoise in that quietness. I was afraid\nTo look or speak until the aunt's voice said,\n\n'You were his friend.' And that 'You were!' awoke\nMy sense, and nervousness found voice and spoke\nOf what he had been, until a bullet broke\n\nA too-brief friendship. The rock-like mother kept\nNight still around her. The aunt silently wept,\nAnd the girl into the screen's low shadow stept.\n\n'You were great friends,' said with calm voice the mother.\nI answered, 'Never friend had such another.'\nThen the girl's lips, 'Nor sister such a brother.'\n\nHer words were like a sounding pebble cast\nInto a hollow silence; but at last\nShe moved and bending to my low chair passed\n\nSwift leaf-like fingers o'er my face and said,\n'You are not like him.' And as she turned her head\nInto full light beneath the lamp's green shade\n\nI saw the sunken spaces of her eyes.\nThen her face listening to my dumb surprise.\n'Forgive,' she said, 'a blind girl's liberties.'\n\n'You were his friend; I wanted so to see\nThe friends my brother had. Now let's have tea.'\nShe poured, and passed a cup and cakes to me.\n\n'These are my cakes,' she smiled; and as I ate\nShe talked, and to the others cup and plate\nPassed as they in their shadow and silence sat.\n\n'Thanks, we are used to each other,' she said when I\nRose in the awkwardness of seeing, shy\nOf helping and of watching helplessly.\n\nAnd from the manner of their hands 'twas clear\nThey too were blind; but I knew they could hear\nMy pitiful thoughts as I sat aching there.\n\n... I needs must talk, until the girl was gone\nA while out of the room. The lamp shone on,\nBut the true light out of the room was gone.\n\n'Rose loved him so!' her mother said, and sighed.\n'He was our eyes, he was our joy and pride,\nAnd all that's left is but to say he died.'\n\nShe ceased as Rose returned. Then as before\nWe talked and paused until, 'Tell me once more,\nWhat was it he said?' And I told her once more.\n\nShe listened: in her face was pride and pain\nAs in her mind's eye near he stood and plain....\nThen the thin leaves fell on my cheek again\n\nAnd on my hands. 'He must have loved you well,'\nShe whispered, as her hands from my hands fell.\nSilence flowed back with thoughts unspeakable.\n\nIt was a painful thing to leave them there\nWithin the useless light and stirless air.\n'Let me show you the way. Mind, there's a stair\n\n'Here, then another stair ten paces on....\nIsn't there a moon? Good-bye.'\nAnd she was gone.\nFull moon upon the drenched fruit garden shone."}