{"subject": "How They Brought The Good News From Ghent To Aix", "text": "I.\n\nI sprang to the stirrup, and Joris, and he;\nI galloped, Dirck galloped, we galloped all three;\n''Good speed!'' cried the watch, as the gate-bolts undrew;\n''Speed!'' echoed the wall to us galloping through;\nBehind shut the postern, the lights sank to rest,\nAnd into the midnight we galloped abreast.\n\n\tII.\n\nNot a word to each other; we kept the great pace\nNeck by neck, stride by stride, never changing our place;\nI turned in my saddle and made its girths tight,\nThen shortened each stirrup, and set the pique right,\nRebuckled the cheek-strap, chained slacker the bit,\nNor galloped less steadily Roland a whit.\n\n\tIII.\n\n'Twas moonset at starting; but while we drew near\nLokeren, the cocks crew and twilight dawned clear;\nAt Boom, a great yellow star came out to see;\nAt Dffeld,'twas morning as plain as could be;\nAnd from Mecheln church-steeple we heard the half-chime,\nSo, Joris broke silence with, ''Yet there is time!''\n\n\tIV.\n\nAt Aershot, up leaped of a sudden the sun,\nAnd against him the cattle stood black every one,\nTo stare thro' the mist at us galloping past,\nAnd I saw my stout galloper Roland at last,\nWith resolute shoulders, each hutting away\nThe haze, as some bluff river headland its spray:\n\n\tV.\n\nAnd his low head and crest, just one sharp ear bent back\nFor my voice, and the other pricked out on his track;\nAnd one eye's black intelligence,---ever that glance\nO'er its white edge at me, his own master,  askance!\nAnd the thick heavy spume-flakes which aye  and anon\nHis fierce lips shook upwards in galloping on.\n\n\tVI.\n\nBy Hasselt, Dirck groaned; and cried Joris, ''Stay spur!\n''Your Roos galloped bravely, the fault's  not in her,\n''We'll remember at Aix''---for one heard the quick wheeze\nOf her chest, saw the stretched neck and staggering knees,\nAnd sunk tail, and horrible heave of the flank,\nAs down on her haunches she shuddered and sank.\n\n\tVII.\n\nSo, we were left galloping, Joris and I,\nPast Looz and past Tongres, no cloud in the sky;\nThe broad sun above laughed a pitiless laugh,\n'Neath our feet broke the brittle bright stubble like chaff;\nTill over by Dalhem a dome-spire sprang white,\nAnd ''Gallop,'' gasped Joris, ''for Aix is in sight!''\n\n\tVIII.\n\n''How they'll greet us!''---and all in a moment his roan\nRolled neck and croup over, lay dead as a stone;\nAnd there was my Roland to bear the whole weight\nOf the news which alone could save Aix from her fate,\nWith his nostrils like pits full of blood to the brim,\nAnd with circles of red for his eye-sockets' rim.\n\n\tIX.\n\nThen I cast loose my buffcoat, each holster let fall,\nShook off both my jack-boots, let go belt and all,\nStood up in the stirrup, leaned, patted his ear,\nCalled my Roland his pet-name, my horse without peer;\nClapped my hands, laughed and sang, any noise, bad or good,\nTill at length into Aix Roland galloped and  stood.\n\n\tX.\n\nAnd all I remember is---friends flocking round\nAs I sat with his head 'twixt my knees on the ground;\nAnd no voice but was praising this Roland of mine,\nAs I poured down his throat our last measure of wine,\nWhich (the burgesses voted by common consent)\nWas no more than his due who brought good news from Ghent."}