{"subject": "The Little Girl's Song", "text": "Do not mind my crying, Papa, I am not crying for pain.\nDo not mind my shaking, Papa, I am not shaking with fear;\nTho' the wild wild wind is bideous to hear,\nAnd I see the snow and the rain.\nWhen will you come back again,\nPapa, Papa?\nSomebody else that you love, Papa,\nSomebody else that you dearly love\nIs weary, like me, because you're away.\nSometimes I see her lips tremble and move,\nAnd I seem to know what they're going to say;\nAnd every day, and all the long day,\nI long to cry, 'Oh Mamma, Mamma,\nWhen will Papa come back again?'\nBut before I can say it I see the pain\nCreeping up on her white white cheek,\nAs the sweet sad sunshine creeps up the white wall,\nAnd then I am sorry, and fear to speak;\nAnd slowly the pain goes out of her cheek,\nAs the sad sweet sunshine goes from the wall.\nOh, I wish I were grown up wise and tall,\nThat I might throw my arms round her neck\nAnd say, 'Dear Mamma, oh, what is it all\nThat I see and see and do not see\nIn your white white face all the livelong day?'\nBut she hides her grief from a child like me.\nWhen will you come back again,\nPapa, Papa?\nWhere were you going, Papa, Papa?\nAll this long while have you been on the sea?\nWhen she looks as if she saw far away,\nIs she thinking of you, and what does she see?\nAre the white sails blowing,\nAnd the blue men rowing,\nAnd are you standing on the high deck\nWhere we saw you stand till the ship grew gray,\nAnd we watched and watched till the ship was a speck,\nAnd the dark came first to you, far away?\nI wish I could see what she can see,\nBut she hides her grief from a child like me.\nWhen will you come back again,\nPapa, Papa?\nDon't you remember, Papa, Papa,\nHow we used to sit by the fire, all three,\nAnd she told me tales while I sat on her knee,\nAnd heard the winter winds roar down the street,\nAnd knock like men at the window pane,\nAnd the louder they roared, oh, it seemed more sweet\nTo be warm and warm as we used to be,\nSitting at night by the fire, all three?\nWhen will you come back again,\nPapa, Papa?\nPapa, I like to sit by the fire;\nWhy does she sit far away in the cold?\nIf I had but somebody wise and old,\nThat every day I might cry and say,\n'Is she changed, do you think, or do I forget?\nWas she always as white as she is to-day?\nDid she never carry her head up higher?'\nPapa, Papa, if I could but know!\nDo you think her voice was always so low?\nDid I always see what I seem to see\nWhen I wake up at night and her pillow is wet?\nYou used to say her hair it was gold-\nIt looks like silver to me.\nBut still she tells the same tale that she told,\nShe sings the same songs when I sit on her knee,\nAnd the house goes on as it went long ago,\nWhen we lived together, all three.\nSometimes my heart seems to sink, Papa,\nAnd I feel as if I could be happy no more.\nIs she changed, do you think, Papa,\nOr did I dream she was brighter before?\nShe makes me remember my snowdrop, Papa,\nThat I forgot in thinking of you,\nThe sweetest snowdrop that ever I knew!\nBut I put it out of the sun and the rain:\nIt was green and white when I put it away,\nIt had one sweet bell and green leaves four;\nIt was green and white when I found it that day,\nIt had one pale bell and green leaves four,\nBut I was not glad of it any more.\nWas it changed, do you think, Papa,\nOr did I dream it was brighter before?\nDo not mind my crying, Papa,\nI am not crying for pain.\nDo not mind my shaking, Papa,\nI am not shaking for fear;\nTho' the wild wild wind is hideous to hear,\nAnd I see the snow and the rain.\nWhen will you come back again,\nPapa, Papa?"}