{"subject": "Peace", "text": "I\n\nIN EXCELSIS\n\nTwo dwellings, Peace, are thine.\nOne is the mountain-height,\nUplifted in the loneliness of light\nBeyond the realm of shadows,- fine,\nAnd far, and clear,- where advent of the night\nMeans only glorious nearness of the stars,\nAnd dawn, unhindered, breaks above the bars\nThat long the lower world in twilight keep.\nThou sleepest not, and hast no need of sleep,\nFor all thy cares and fears have dropped away; \nThe night's fatigue, the fever-fret of day,\nAre far below thee; and earth's weary wars,\nIn vain expense of passion, pass\nBefore thy sight like visions in a glass,\nOr like the wrinkles of the storm that creep\nAcross the sea and leave no trace\nOf trouble on that immemorial face,- \nSo brief appear the conflicts, and so slight\nThe wounds men give, the things for which they fight.\n\nHere hangs a fortress on the distant steep,- \nA lichen clinging to the rock:\nThere sails a fleet upon the deep,- \nA wandering flock\nOf snow-winged gulls: and yonder, in the plain,\nA marble palace shines,- a grain\nOf mica glittering in the rain.\nBeneath thy feet the clouds are rolled\nBy voiceless winds: and far between\nThe rolling clouds new shores and peaks are seen,\nIn shimmering robes of green and gold,\nAnd faint aerial hue\nThat silent fades into the silent blue.\nThou, from thy mountain-hold,\nAll day, in tranquil wisdom, looking down\nOn distant scenes of human toil and strife,\nAll night, with eyes aware of loftier life,\nUplooking to the sky, where stars are sown,\nDost watch the everlasting fields grow white\nUnto the harvest of the sons of light,\nAnd welcome to thy dwelling-place sublime\nThe few strong souls that dare to climb\nThe slippery crags and find thee on the height.\nII\n\nDE PROFUNDIS\n\nBut in the depth thou hast another home,\nFor hearts less daring, or more frail.\nThou dwellest also in the shadowy vale; \nAnd pilgrim-souls that roam\nWith weary feet o'er hill and dale,\nBearing the burden and the heat\nOf toilful days,\nTurn from the dusty ways\nTo find thee in thy green and still retreat.\nHere is no vision wide outspread\nBefore the lonely and exalted seat\nOf all-embracing knowledge. Here, instead,\nA little garden, and a sheltered nook,\nWith outlooks brief and sweet\nAcross the meadows, and along the brook,- \nA little stream that little knows\nOf the great sea towards which it gladly flows,- \nA little field that bears a little wheat\nTo make a portion of earth's daily bread.\nThe vast cloud-armies overhead\nAre marshalled, and the wild wind blows\nIts trumpet, but thou canst not tell\nWhence the storm comes nor where it goes.\n\nNor dost thou greatly care, since all is well; \nThy daily task is done,\nAnd though a lowly one,\nThou gavest it of thy best,\nAnd art content to rest\nIn patience till its slow reward is won.\nNot far thou lookest, but thy sight is clear; \nNot much thou knowest, but thy faith is dear; \nFor life is love, and love is always near.\nHere friendship lights the fire, and every heart,\nSure of itself and sure of all the rest,\nDares to be true, and gladly takes its part\nIn open converse, bringing forth its best:\nHere is Sweet music, melting every chain\nOf lassitude and pain:\nAnd here, at last, is sleep, the gift of gifts,\nThe tender nurse, who lifts\nThe soul grown weary of the waking world,\nAnd lays it, with its thoughts all furled,\nIts fears forgotten, and its passions still,\nOn the deep bosom of the Eternal Will."}