{"subject": "The Akond Of Swat", "text": "Who, or why, or which, or what, Is the Akond of SWAT?\n\nIs he tall or short, or dark or fair?\nDoes he sit on a stool or a sofa or a chair,\n      &amp;nb sp; or SQUAT,\n    The Akond of Swat?\n\nIs he wise or foolish, young or old?\nDoes he drink his soup and his coffee cold,\n      &amp;nbs p; or HOT,\n    The Akond of Swat?\n\nDoes he sing or whistle, jabber or talk,\nAnd when riding abroad does he gallop or walk\n      &amp;nbsp ; or TROT,\n    The Akond of Swat?\n\nDoes he wear a turban, a fez, or a hat?\nDoes he sleep on a mattress, a bed, or a mat,\n      &amp;nbsp ; or COT,\n    The Akond of Swat?\n\nWhen he writes a copy in round-hand size,\nDoes he cross his T's and finish his I's\n         with a DOT,\n    The Akond of Swat?\n\nCan he write a letter concisely clear\nWithout a speck or a smudge or smear\n      &amp;nbs p; or BLOT,\n    The Akond of Swat?\n\nDo his people like him extremely well?\nOr do they, whenever they can, rebel,\n      &amp;nb sp; or PLOT,\n    At the Akond of Swat?\n\nIf he catches them then, either old or young,\nDoes he have them chopped in pieces or hung,\n      &amp;nbs p; or SHOT,\n    The Akond of Swat?\n\nDo his people prig in the lanes or park?\nOr even at times, when days are dark,\n      &amp;nbs p; GAROTTE,\n    The Akond of Swat?\n\nDoes he study the wants of his own dominion?\nOr doesn't he care for public opinion\n      &amp;n bsp; a JOT,\n    The Akond of Swat?\n\nTo amuse his mind do his people show him\nPictures, or any one's last new poem,\n      &amp;nbs p; or WHAT,\n    For the Akond of Swat?\n\nAt night if he suddenly screams and wakes,\nDo they bring him only a few small cakes,\n      &amp;nb sp; or a LOT,\n    For the Akond of Swat?\n\nDoes he live on turnips, tea, or tripe?\nDoes he like his shawl to be marked with a stripe,\n      &amp;n bsp; or a DOT,\n    The Akond of Swat?\n\nDoes he like to lie on his back in a boat\nLike the lady who lived in that isle remote,\n      &amp;n bsp; SHALLOTT,\n    The Akond of Swat?\n\nIs he quiet, or always making a fuss?\nIs his steward a Swiss or a Swede or Russ,\n      &amp;nbs p; or a SCOT,\n    The Akond of Swat?\n\nDoes like to sit by the calm blue wave?\nOr to sleep and snore in a dark green cave,\n      &amp;nbs p; or a GROTT,\n    The Akond of Swat?\n\nDoes he drink small beer from a silver jug?\nOr a bowl? or a glass? or a cup? or a mug?\n      &amp;nbsp ; or a POT,\n    The Akond of Swat?\n\nDoes he beat his wife with a gold-topped pipe,\nWhen she let the gooseberries grow too ripe,\n      &amp;nbs p; or ROT,\n    The Akond of Swat?\n\nDoes he wear a white tie when he dines with friends,\nAnd tie it neat in a bow with ends,\n      &amp;nbs p; or a KNOT.\n    The Akond of Swat?\n\nDoes he like new cream, and hate mince-pies?\nWhen he looks at the sun does he wink his eyes,\n      &amp;nbs p; or NOT,\n    The Akond of Swat?\n\nDoes he teach his subjects to roast and bake?\nDoes he sail about on an inland lake\n      &amp;nbsp ; in a YACHT,\n    The Akond of Swat?\n\nSome one, or nobody, knows I wot\nWho or which or why or what\n    Is the Akond of Swat?"}