{"subject": "The Supper", "text": "Host\nLinger not, linger not, lift your glasses.\nMirth shall come, as misery passes.\nHark, how the mad wind blows his horn\nAnd hunts the laggards in streets forlorn!\nHark, how fierce the winter rain\nBeats and streams on the window pane!\nIll is it now for the houseless head,\nAnd for him that makes on the ground his bed.\nBut we will forget in the warmth of the fire,\nAnd be glad, and taste of our heart's desire.\nLaugh old care and trouble down\nAnd toils and sad remembrance drown!\nAll is yours; all sorrow bury\nTo--night, and with me for an hour be merry.\nMadge \nYou are kind, sir. Host O believe you not\nThat it makes my joy to cheer your lot?\nYou see me, who have lived my days\nIn riches, pleasure, friendship, praise.\nI was not happy, I wanted more;\nTo--day I have found what I missed before.\nI have sought you and brought you from cold and rain;\nNow I will raise you out of your pain.\nAnd you, old man, shall be young with me,\nBrisk and glad as you used to be;\nAnd you, child, with your cheeks so white,\nShall feel fresh blood in your pulse to--night.\nLinger not, linger not, eat your fill,\nDrink and be merry. All We will, we will!\nBlind Roger \nSet the glass in my hand. I'm blind and old,\nBut still I shun to be left in the cold.\n\nHost \nIs it hard at the first to remember the way\nOf mirth, and be rid of the load of the day?\nOh, be not afraid to laugh and to smile.\n\nAverill\nOur lips, it may be, are slow awhile,\nAnd our hearts unused to gaiety yet.\nBut let us forget.\n\nTony \nAy, let us forget.\n\nMichael\nThat's easy, mates; but that's the least.\nNow we're set to so rare a feast,\nI'm ripe and ready for all gay cheer.\nBut the great wax lights, so soft and clear,\nAbash me, and make my eyes afraid.\n\nHost \nWait but a moment, the dazzle will fade:\nSoon to your eyes will the light be as bloom,\nAnd your ears be filled with the peace of the room.\nWere the wind but quiet, instead of the toil\nAnd the traffic beneath, with its huge turmoil,\nYou'd fancy the lonely fields around.\n\nAnnie \n'Tis soft and calm, but I miss the sound.\n\nAverill\nOh, it is sweet for an hour to be lulled,\nFor an hour to be happy with senses dulled.\n\nTony \nAh, ah, the silver, how it gleams!\nI have seen such glitterings in my dreams.\n\nRoger \nLong, long ago, when my eyes could see,\nSuch sweet odours used to be.\n\nMichael \nWhat a fruit is this to melt in the mouth!\n\nHost \nI have a garden in the South.\nIt brings me summer warm in frost,\nGlories fallen and odours lost.\nI love fresh roses in the snow;\nI love them best when the leaves are low.\n\nAnnie\nWhat wonderful colours are these that burn\nIn the red flower blushing beneath the fern.\nMadge\nHow cold are your hands, lass!\n\nHost\nCome to the fire.\nCome, let us heap the bright coal higher.\nNow the sparks fly.\n\nMichael \nThe fire is good;\nThe blessed red flames warm my blood.\nBetter this than the stars I saw\nShine last night, where I lay on the straw,\nThrough a chink in the roof of the mouldering shed.\nHa, ha! I thought it a famous bed,\nAnd slept like a prince in his palace till day,\nWhen the cursing farmer drove me away.\n\nTony \nOnce I sat in as fine a room;\nThe host was away, but we were at home;\nWe drank his health in his own red wine.\n'Twas midnight when we sat to dine:\nWe filled our bellies, and slept for a spin.\nAnd softly we laughed as the dawn came in.\n\nMichael \nNow we are merrier, now for a song.\nO for some music to bear it along.\n\nRoger \nI once could sing my song with the best;\nI rolled my voice up out of my chest.\nBut the sap is dried in my bones: so you,\nThat have voice and blood and all things new,\nSing; with the burden we'll all come in.\n\nHost \nMoisten your mouth then, ere you begin.\nI pledge you, friends. Your health! and yours!\n\nMichael\nMay you be merry while breath endures.\n\nTony\nMay you be merry, whatever befall.\n\nAnnie\nGood luck!\n\nMadge\nGood luck!\n\nHost\nGood luck to you all!\n\nMichael\n \nWander with me, wander with me:\nCare to the devil, be free, be free!\nWho but a fool would scrape and save,\nTo heap up a molehill and live in a grave?\n\nRoger\n\nWander with me, wander with me!\n\nMichael \nI saw the old landlord, the miser gray,\nGather his greedy rents to--day.\nThe old gray rat with fiery eyes,\nHe stamped with his stick and he snuffed for a prize.\nLord, how the starveling tenants shivered,\nAnd into his ravening claws delivered.\nDeath pulls at his foot with a right good will;\nBut he fleshes his teeth with a relish still.\nWhat prayers and excuses! I laughed to hear.\nI that owed nothing, had nothing to fear.\n\nMadge \nO men are cruel! I've seen them go\nAnd turn folks houseless into the snow.\n\nMichael\n\nWhat rent pay I to the air and the sun?\nThe days and the nights are mine, every one;\nWhen I've finished with one, there's another begun.\nWander with me, wander with me,\nCare to the devil, be free, be free!\n\nAll\nWander with me, wander with me!\n\nMichael\nYes, I tell you, sir, I tell you, my friend,\nI drink your good luck, but be sure of the end.\nYou never can tell you won't come to the cold,\nAnd the bed from under your body be sold.\nYou smile at your ease; you pay no heed;\nYou think to lay hands on all that you need,\nAnd still you go piling your riches high;\nBut where is the use of it all, say I?\n\nHost\nWell said, my friend: you've a heart in your breast;\nAnd a brave heart beating is worth all the rest.\nWhere is the use of it all? 'Tis true:\nBut we walk in the way we're accustomed to.\n\nMichael\nHe with his riches, he dares not believe me!\nWith banquets and couches he thinks to deceive me.\nGive me a glass of the bright stuff there;\nAnd you, that sit so straight in your chair,\nWhat are you thinking so sadly of, yonder,\nYou dreamer of dreams? To be merry and wander\nOver the world, is it wiser, say,\nThan to sit and grow fat and let life slip away,\nTill your blood turns chill and your hair turns gray?\n\nAverill\nI think I have wandered the whole earth round,\nAn endless errand, nowhere bound.\nI look straight, and nothing see\nIn the world, and no man looks on me.\nWhat have I with men to do?\nI hear them laugh, as I pass them through\nIn the street; I feel them stop and stare\nAt the boards that over my shoulder flare.\nWhat matters my ragged and grimy coat,\nMy aching back, my parching throat?\nI am a beacon to laughter and leisure;\nI point all day the path to pleasure!\n\nA pause\n\nMadge\nHow strange we look in the mirror tall!\nIt casts a brightness about us all.\nHere are we round a table set,\nAnd until this night we had never met!\n\nRoger \nYour mirth soon flags. When I was young,\nWe'd have been merry the whole night long.\n\nMichael \nAy, mates, we're wasting our pleasure. Drink!\nWe came not here to be sad and to think.\n\nMadge\n'Tis all day toiling that clouds the head.\n\nHost \nWhat do you do for daily bread?\n\nMadge\nI sell my matches along the street.\nI see the young with nimble feet,\nThe fair and the foolish, the feeble and old,\nThat crawl along in the mire and the cold:\nAnd the sound is always in my ears.\nO the long, long crowding, trampling years,\nSince I was young and followed after\nThe lights, the faces, the glee, the laughter!\nBut now I watch them hurry and pass\nAs I see you all now, there in the glass.\nAnnie, so pale? What ails you, lass?\n\nAnnie \nI am faint, I am tired; but soon 'twill go--\nOn the pavement I never felt it so;\nAll is so strange here, I am afraid.\n\nHost\nAfraid? What grief, my girl, has made\nSuch foolish fears come into your thought?\nWe are all friends: and friends or not,\nNone should harm you within these doors.\nOutside is the world that raves and roars.\nBut you, I marvel how you, so slight,\nEndure alone so vast a fight.\n\nAnnie\n\nI know not how, but down in the street\n'Tis not so heavy a task to meet.\nA power beyond me bears me along,\nThe faint with the eager, the weak with the strong.\n'Tis like an army with marching sound:\nI march, and my feet forget the ground.\nI have no thought, no wish, no fear;\nAnd the others are brave for me. But here,\nI know not why, I long to rest;\nI have an aching in my breast.\nO I am tired! how sweet 'twould be\nTo yield, and to struggle no more, and be free!\n\nMichael \nCourage, lass, hold up your head;\nNever give in till it's time to be dead.\n\nHost \nNay, rest, if you will. Yet taste this wine,\nThe cordial juice of a golden vine.\n'Twill cheer your spirit, 'tis ripe and good,\nAnd it goes like sunshine into the blood.\n\nMadge \nEat this fruit, too, that looks so rich,\nSo smooth and rosy. Is it a peach?\n'Tis soft as the cheek of a child, I swear.\n\nAnnie\n As the cheek of a child?\n\nMichael \nCome, never despair--\nBut the sad man, what is he mumbling there?\n\nAverill\nTo the lost, to the fresh,\nTo the sweet, to the vain,\nTurn again, Time,\nAnd bring me again.\n\nI feel it from afar\nLike the scent of a leaf;\nI see and I hear;\nIt is joy, it is grief.\n\nWhat have we done\nWith our youth? with the flowers,\nWith the breeze, with the sun,\nWith the dream that was ours?\n\nOur thoughts that blossomed\nYoung and wet!\nWhat have we drunken\nQuite to forget?\n\nWhere have we buried\nOur dead delight?\nWe could not endure it;\nIt shone too bright.\n\nO it comes over me\nKeener than pain.\nAll is yet possible\nOnce, once again!\n\nA silence\nAnnie\n What am I doing?\nEating and drinking!\nI strangle, I choke\nWith the pain of my thinking.\nHe wants me, he cries for me,\nSomewhere, my boy,\nMy baby, my own one joy.\nThey said 'twas a sin to have borne him:\nMy sin was to desert him.\nHe that hung at my breast and trusted me,\nHow had I heart to hurt him?\nI must go, through the night, through the cold, through the rain,\nI must seek, I must toil, till I find him again.\n\nHost\nStay, stay!\n\nMadge\nO Annie, how can you bear\nTo tell your shame, where all can hear?\n\nAnnie\nI wish that I were lying\nIn my love's arms again.\nMy body to him was precious\nAs now it is worthless and vain.\nWhat matters to me what you say? Let me go.\nBut you, O why did you wake my woe?\nI wanted not feasting, nor mirth, nor wine,\nNor the things that I know shall never be mine,\nI wanted only to sleep and forget.\n\nHost \nShe's gone.\n\nMadge \nThe night's wild.\n\nAverill\nWild and wet!\n\nTony \nHark, how the wind in the chimney hums.\n\nAverill \nIt beats and threatens like distant drums.\n\nHost\nCome to the fire. Fill once more\nYour glasses.\n\nMichael\nIt is not now as before.\nThe good drink tastes no longer well.\n\nMadge \nI am full of fears that I cannot tell.\nWhy am I weak and lonely and old?\n\nRoger \nWhere is it gone? I seemed to behold\nFor a moment, but now, the blessed light.\nAlas, again it is black, black night!\n\nTony\nI once was loved by a lass, I see\nHer smile, I hear her calling to me.\nCould I feel her kiss on my mouth again--\n\nRoger \nO could I see for a moment plain!\n\nMichael\nI had a friend, he was dearer than brother,\nI loved him as I loved none other.\nI struck him in drink; he left me for ever.\nI shall grasp his hand again never, never!\n\nAverill \nWhat have you done to us? Why have you brought\nAll sad thoughts that ever we thought,\nAnd this evil spell around us cast?\n\nMadge \nWe were all merry a moment past.\n\nHost \nWhat will you have, friends? What shall I do\nFor your comfort? What shall I give to you?\n\nAverill\nMy youth!\n\nRoger \nMy sight!\n\nTony \nMy love!\n\nMichael\nMy friend!\n\nMadge\nO make me sure of peace in the end.\n\nHost \nI gave you freely of all I had,\nIt is not my doing, you are not glad.\n\nAverill \nWe want.\n\nTony\nWe hunger.\n\nAverill \nAh, once more\nLet us hope, let us love, let us live.\n\nMichael\nRestore\nWhat we have lost, what you possess,\nYou that are stronger for our distress,\nYou that have wakened our hearts this day.\n\nHost\nMy friend, you know not what you say.\n\nRoger\n \nWhy did he ask us hither to--night?\n\nMadge \nAnd question, too, of our evil plight?\n\nTony \nWhy did he drive us to be glad?\n\nRoger \nTo make us remember what once we had.\n\nMadge\nYouth and happiness well forgot!\n\nTony \nTo spy on our trouble.\n\nMichael A devil's plot!\nDamn the poison! Drink no more!\nI wish I had split my glass on the floor\nEre I made merry with him. His guest!\nTo watch us befooled, 'twas an excellent jest!\n\nRoger\nI wish I could see his face.\n\nMichael\nHe stands,\nPale and angry, with twitching hands.\nO his sport is spoiled; he's vext to know\nThat we've found him out.\n\nMadge\nLet us go, let us go.\n\nMichael \nAy, we've our pride, as well as he.\nCome out to the street, in the street we are free.\n\nTony \nCurse the light that dazzled our eyes!\n\nMichael \nCurse the drink that taught us lies!\n\nMadge \nSay no more, but let's begone.\n\nCurse the mocker that lured us on!\n\nMichael \nMay your pleasure perish, your grief increase,\nYour heart dry up.\n\nAverill\n \nPeace, friends, peace.\n\nHost\n Ungrateful!\n\nAverill \nYou know not, sir, perchance,\nHow misery turns the mind askance.\n\nHost\nI pitied you.\n\nAverill\nPity, sir, 'tis well,\nBut it will not hold men up from hell.\nSilence, friends: you have had your way,\nNow 'tis for me to say my say.\nListen well, our host: my youth\nComes back; I burn with the fire of the truth.\nIt lights my thoughts and kindles my tongue;\nAnd he must speak, whose heart is wrung.\n\nBehold us, who ask not pity,\nWe were not what we are;\nFor a moment now we remember:\nOh, we have fallen far!\n\nWe are Necessity's children.\nOur Mother, that bore us of old,\nHas her mark on us all: she brings us\nAll, in the end, to her fold.\n\nWe have wandered in meadow and sun;\nBut she calls us up from the flowers.\nShe is our will, our purpose;\nThe aching flesh is ours.\n\nHark, in the lullest tempest,\nClose on the wild wind's heels,\nThe sound that makes men tremble,\nThe sound of her chariot wheels!\n\nShe calls. We must not tarry.\nWe must take up our yoke again,\nWith labouring feet for ever\nTo follow her triumph's train;\n\nTo follow her sleepless course,\nAnd to fall when she decrees\nWith wailings that no man hearkens,\nWith tramplings that no man sees,\n\nWith the great world glorying round us,\nAs the dying soldier hears,\nFar off in the ebb of battle,\nHis conquering comrades' cheers.\n\nIs your heart grown tender toward us?\nWould you lift us up from the mire?\nWould you set our feet in the way\nTo follow our far desire?\n\nOh, you must have strength to fashion\nOur bones and bowels anew,\nWith fresh blood fill these bodies,\nEre we may have part with you.\n\nFarewell, for our Mother calls:\nWe go, but we thank you, friend,\nWho have lifted us up for a moment,\nTo behold our beginning and end.\n\nWe are clothed with youth and riches,\nWe are givers of feasts to--night,\nWe spread our plenteous table\nAnd heap it in your sight.\n\nYou need not to sharpen hunger;\nAll shall be well appeased.\nIf you find our fare to your pleasure,\nYou shall depart well pleased.\n\nHave you tasted a relish keener\nThan the pang of useless pain?\nKnow you a spice more rare\nThan the tears of wisdom rain?\n\nCome, eat of the mad desires\nThat rend us we know not why,\nThe terrors that hunt us, the torment\nThat will not let us die.\n\nTaste, it is ripe to bursting,\nThe sorrow--scented fruit,\nThat weakness sowed in darkness,\nThat found in the night its root,\n\nThat blossomed in great despairs,\nAnd is trodden to earth in scorn,\nBy the ignorant feet that trample\nThe faces of babes unborn.\n\nThe laughter of men that mock,\nThe silence of women that fear,\nThe shrinking of children's hands:\nCome taste, all these are here.\n\nDrink, drink of the blood--red wine,\nThat the smilers and scorners have pressed\nFrom the wrongs of the helpless, the rending\nAnd sobs of the fatherless breast.\n\nWe heap our table before you.\nEat and be filled: we go.\nO friend, that had pity on us,\nIt is we that have pity on you!\n\nHost\n \nO what furious serpent's nest\nHave I found in my own breast?\nLike flames my thoughts upon me leap,\nTo eat my joy, to kill my sleep.\nHow dreadful is the silence here!\nIt weighs like terror on my ear.\nSoon will the dawn be shining in,\nAnd men awake, and birds begin;\nAnd I must face the world afresh.\nI faint, I fear it in my flesh.\nI thought that I could love my kind!\nLove is vast, and I was blind.\nO mighty world, my weakness spare!\nThis love is more than I can dare."}