{"subject": "The Christening", "text": "(Of my Brother's infant Son, February 21, 1839.)\nI.\n\nTHERE is a sound of laughter light and gay, \nAnd hurried welcomes, as of joyful greeting; \nThe stir and murmur of a holiday, \nThe grouping of glad friends each other meeting: \nAnd in the midst art THOU--thou tiny flower, \nWhose coming hath so cheer'd this wintry hour! \nII.\n\nHelpless thou liest, young blossom of our love! \nThe sunshine of fond smiles around thee beaming, \nBlessings call'd down on thee from Heaven above, \nAnd every heart about thy future dreaming:-- \nMeek peace and utter innocence are now \nThe sole expression of thy baby brow. \nIII.\n\nHelpless thou liest, thy little waxen face \nEagerly scann'd by our inquiring glances, \nHoping some lovely likeness there to trace, \nWhich fancy finds, and so thy worth enhances; \nClothing with thought mature, and power of mind, \nThose infant features, yet so faintly lined. \nIV.\n\nAnd still thy youthful mother bendeth down \nHer large, soft, loving eyes, brimful of gladness, \nHer cheek almost as waxen as thine own, \nHer heart as innocently free from sadness: \nAnd still a brighter smile her red lip wears, \nAs each her young son's loveliness declares. \nV.\n\nAnd sometimes as we gaze a sigh is heard, \n(Though from the happy group all grief seems banished,) \nAs thou recallest, little nestling bird, \nSome long familiar face whose light hath vanish'd; \nSome name, which yet hath power our hearts to thrill-- \nSome smile, whose buried beauty haunts us still! \nVI.\n\nAh! most to Her, the early widow'd, come \nThoughts of the blossoms that from earth have perish'd; \nLost to her lone and solitary home, \nThough in her brooding memory fondly cherish'd:-- \nHer little grandson's baby-smiles recall \nNot one regretted hope of youth, but all! \nVII.\n\nHer Son's son lies upon her cradling knee, \nAnd bids her heart return, with mournful dreaming, \nTo her own first-born's helpless infancy, \nWhen hope-youth's guiding star-was brightly beaming; \nAnd He, who died too soon, stood by and smiled, \nAnd bless'd alike the mother and her child. \nVIII.\n\nSince then, how many a year hath fleeted past! \nWhat unforeseen events, what joys, what sorrows, \nWith sunshine or with clouds have overcast \nThe long succession of her lonely morrows; \nEre musing o'er this fair and new-born face, \nA fresh link carried on her orphan'd Race! \nIX.\n\nFair child, that race is not by man's award \nEnnobled,--but by God; no titles sounded \nBy herald's trump, or smooth and flattering bard, \nProclaim within what lines thy rank is bounded:-- \nThy power hereditary none confine, \nThe gift of Genius, boy, by right is thine! \nX.\n\nBe humble, for it is an envied thing; \nAnd men whose creeping hearts have long submitted \nAround the column'd height to clasp and cling \nOf Titled Pride--by man to man transmitted,-- \nWill grudge the power they have less cause to dread, \nOppose thee living, and malign when dead. \nXI.\n\nOne of thy lineage served his country well \n(Though with her need her gratitude departed); \nWhat in her memory now is left to dwell? \nThe faults of him who died half broken-hearted:-- \nAnd those, whose envious hands ne'er stretch'd to save, \nPluck down the laurels springing from his grave. \nXII.\n\nYet hush! it is a solemn hour; and far \nBe human bitterness and vain upbraiding; \nWith hope we watch thy rising, thou young star, \nHope not all earthly, or it were too fading; \nFor we are met to usher in thy life, \nWith Prayer,--which lifteth hearts, and quelleth strife! \nXIII.\n\nHush'd is the busy group, and still as death; \nAll at the sacred altar meekly kneeling; \nFor thy sake, who so lately drew thy breath, \nAll unto Heaven with earnest heart appealing. \nA solemn voice addresses the Most High, \nAnd with a murmuring echo we reply. \nXIV.\n\nAll holy be the hour! and, oh! may Heaven \nLook down and bless the anxious mother's part, \nAs meekly she confides the treasure given \nSo lately to her young and hoping heart; \nAnd pleads that God's great love may be his stay, \nAnd guide her little Wanderer on his way. \nXV.\n\nSo let it be! and when the noble head \nOf thy true-hearted father, babe beloved, \nNow glossy dark, is silver-gray instead, \nAnd thy young birth-day far away removed; \nStill may'st thou be a comfort and a joy,-- \nStill welcome as this day, unconscious boy!"}