{"subject": "A Pastoral Ballad Ii: Hope", "text": "My banks they are furnish'd with bees, \nWhose murmur invites one to sleep; \nMy grottos are shaded with trees, \nAnd my hills are white-over with sheep. \nI seldom have met with a loss, \nSuch health do my fountains bestow; \nMy fountains all border'd with moss, \nWhere the hare-bells and violets grow. \nNot a pine in my grove is there seen, \nBut with tendrils of woodbine is bound:\n\nNot a beech's more beautiful green, \nBut a sweet-briar entwines it around. \nNot my fields, in the prime of the year, \nMore charms than my cattle unfold; \nNot a brook that is limpid and clear, \nBut it glitters with fishes of gold. \nOne would think she might like to retire \nTo the bow'r I have labour'd to rear; \nNot a shrub that I heard her admire, \nBut I hasted and planted it there.\n\nO how sudden the jessamine strove \nWith the lilac to render it gay! \nAlready it calls for my love, \nTo prune the wild branches away. \nFrom the plains, from the woodlands and groves, \nWhat strains of wild melody flow! \nHow the nightingales warble their loves \nFrom thickets of roses that blow! \nAnd when her bright form shall appear, \nEach bird shall harmoniously join\n\nIn a concert so soft and so clear, \nAs -- she may not be fond to resign. \nI have found out a gift for my fair; \nI have found where the wood-pigeons breed: \nBut let me that plunder forbear, \nShe will say 'twas a barbarous deed. \nFor he ne'er could be true, she aver'd, \nWho could rob a poor bird of its young: \nAnd I lov'd her the more, when I heard \nSuch tenderness fall from her tongue.\n\nI have heard her with sweetness unfold \nHow that pity was due to -- a dove: \nThat it ever attended the bold; \nAnd she call'd it the sister of love. \nBut her words such a pleasure convey, \nSo much I her accents adore, \nLet her speak, and whatever she say, \nMethinks I should love her the more. \nCan a bosom so gentle remain \nUnmov'd, when her Corydon sighs!\n\nWill a nymph that is fond of the plain, \nThese plains and this valley despise? \nDear regions of silence and shade! \nSoft scenes of contentment and ease! \nWhere I could have pleasingly stray'd, \nIf aught, in her absence, could please. \nBut where does my Phyllida stray? \nAnd where are her grots and her bow'rs? \nAre the groves and the valleys as gay, \nAnd the shepherds as gentle as ours?\n\nThe groves may perhaps be as fair, \nAnd the face of the valleys as fine; \nThe swains may in manners compare, \nBut their love is not equal to mine."}