{"subject": "What He Thought", "text": "We were supposed to do a job in Italy\nand, full of our feeling for\nourselves (our sense of being\nPoets from America) we went\nfrom Rome to Fano, met\nthe Mayor, mulled a couple\nmatters over. The Italian literati seemed\nbewildered by the language of America: they asked us\nwhat does \"flat drink\" mean? and the mysterious\n\"cheap date\" (no explanation lessened\nthis one's mystery). Among Italian writers we\n\ncould recognize our counterparts: the academic,\nthe apologist, the arrogant, the amorous,\nthe brazen and the glib. And there was one\nadministrator (The Conservative), in suit\nof regulation gray, who like a good tour guide\nwith measured pace and uninflected tone\nnarrated sights and histories\nthe hired van hauled us past.\nOf all he was most politic--\nand least poetic-- so\nit seemed. Our last\nfew days in Rome \nI found a book of poems this\nunprepossessing one had written: it was there\nin the pensione room (a room he'd recommended)\nwhere it must have been abandoned by\nthe German visitor (was there a bus of them?) to whom\nhe had inscribed and dated it a month before. I couldn't\nread Italian either, so I put the book\nback in the wardrobe's dark. We last Americans\n\nwere due to leave\ntomorrow. For our parting evening then\nour host chose something in a family restaurant,\nand there we sat and chatted, sat and chewed, till,\nsensible it was our last big chance to be Poetic, make\nour mark, one of us asked\n\n\"What's poetry?\nIs it the fruits and vegetables\nand marketplace at Campo dei Fiori\n\nor the statue there?\" Because I was\nthe glib one, I identified the answer\ninstantly, I didn't have to think-- \"The truth\nis both, it's both!\" I blurted out. But that\nwas easy. That was easiest\nto say. What followed taught me something\nabout difficulty, \n\nfor our underestimated host spoke out\nall of a sudden, with a rising passion, and he said:\n\nThe statue represents\nGiordano Bruno, brought\nto be burned in the public square\nbecause of his offence against authority, which was to say\nthe Church. His crime was his belief\nthe universe does not revolve around\nthe human being: God is no\nfixed point or central government\nbut rather is poured in waves, through\nall things: all things\nmove. \"If God is not the soul itself,\nhe is the soul OF THE SOUL of the world.\" Such was\nhis heresy. The day they brought him forth to die\n\nthey feared he might incite the crowd (the man\nwas famous for his eloquence). And so his captors\nplaced upon his face\nan iron mask\nin which he could not speak.\n\nThat is how they burned him.\nThat is how he died, \nwithout a word,\nin front of everyone. And poetry--\n\n(we'd all put down our forks by now, to listen to\nthe man in gray; he went on softly)-- poetry\n\nis what he thought, but did not say."}