{"subject": "The Widow Gordon's Petition", "text": "To the Right Hon. the Lady Carteret.\n\nWeary'd with long Attendance on the Court,\nYou, Madam, are the Wretch's last Resort.\nEternal King! if here in vain I cry,\nWhere shall the Fatherless and Widow fly?\n\nHow blest are they, who sleep among the Dead,\nNor hear their Childrens piercing Cries for Bread!\n\nWhen your lov'd Off--spring gives your Soul Delight,\nReflect how mine are irksome to my Sight:\nO think, how must a wretched Mother grieve,\nWho hears the Want she never can relieve!\n\nAn Evil preys upon my helpless Son,\n(How many Ways the Wretched are undone!)\nCruel Distemper! to assault his Sight,\nAnd rob him of his only Joy, the Light!\nHis Anguish makes my weary'd Eyes o'erflow,\nAnd loads me with unutterable Woe.\n\nNo friendly Voice my lonely Mansion cheers;\nAll fly th' Infection of the Widow's Tears:\nEv'n those, whose Pity eas'd my Wants with Bread,\nAre now, O sad Reverse! my greatest Dread.\nMy mournful Story will no more prevail,\nAnd ev'ry Hour I dread a dismal Jail:\nI start at each imaginary Sound,\nAnd Horrors have encompass'd me around.\n\nTremble, ye Daughters, who at Ease recline,\nLest you should know a Misery like mine.\nYe now, unmov'd, can hear the Wretched moan;\nAnd feel no Wants, yourselves oppress'd by none;\nFly from the Sight of Woes ye will not share,\nAnd leave the helpless Orphan to despair.\nBut know, that dreadful Hour is drawing near,\nWhen you'll be treated, as you've acted here:\nTo you no more the Wretched shall complain;\n'Twill be your Turn to weep, and sue in vain.\n\nNot so the Fair, with godlike Mercy blest,\nWho feels another's Anguish in her Breast;\nWho never hears the Wretched sigh in vain,\nHerself distress'd till she relieves their Pain.\n\nThis Fame reports, fair Carteret, of you;\nThis blest Report encourag'd me to sue.\nO Angel--Goodness, hear, and ease my Moan,\nNor let your Mercy fail in me alone!\nSo at the last Tribunal will I stand,\nWith my poor Orphans, plac'd on either Hand;\nThere, with my Cries, my Saviour I'll assail;\n(For at His Bar the Widow's Tears prevail)\nThat she, who made the Fatherless her Care,\nThe Fulness of celestial Joys may share;\nThat she a Crown of Glory may receive,\nWho snatch'd me from Destruction, and the Grave."}