{"subject": "The First Frost Of Autumn", "text": "At evening it rose in the hollow glade,\nWhere wild-flowers blushed 'mid silence and shade;\nWhere, hid from the gaze of the garish noon,\nThey were slily wooed by the trembling moon.\nIt rose--for the guardian zephyrs had flown,\nAnd left the valley that night alone.\nNo sigh was borne from the leafy hill,\nNo murmur came from the lapsing rill;\nThe boughs of the willow in silence wept,\nAnd the aspen leaves in that sabbath slept.\nThe valley dreamed, and the fairy lute\nOf the whispering reed by the brook was mute.\nThe slender rush o'er the glassy rill,\nAs a marble shaft, was erect and still,\nAnd no airy sylph on the mirror wave,\nA dimpling trace of its footstep gave.\nThe moon shone down, but the shadows deep\nOf the pensile flowers, were hushed in sleep.\nThe pulse was still in that vale of bloom,\nAnd the Spirit rose from its marshy tomb.\nIt rose o'er the breast of a silver spring,\nWhere the mist at morn shook its snowy wing,\nAnd robed like the dew, when it woos the flowers.\nIt stole away to their secret bowers.\n\nWith a lover's sigh, and a zephyr's breath,\nIt whispered bliss, but its work was death:\nIt kissed the lip of a rose asleep,\nAnd left it there on its stem to weep:\nIt froze the drop on a lily's leaf,\nAnd the shivering blossom was bowed in grief.\nO'er the gentian it breathed, and the withered flower\nFell blackened and scathed in its lonely bower;\nIt stooped to the asters all blooming around,\nAnd kissed the buds as they slept on the ground.\nThey slept, but no morrow could waken their bloom,\nAnd shrouded by moonlight, they lay in their tomb.\n\nThe Frost Spirit went, like the lover light,\nIn search of fresh beauty and bloom that night\nIts wing was plumed by the moon's cold ray,\nAnd noiseless it flew o'er the hills away.\nIt flew, yet its dallying fingers played,\nWith a thrilling touch, through the maple's shade;\nIt toyed with the leaves of the sturdy oak,\nIt sighed o'er the aspen, and whispering spoke\nTo the bending sumach, that stooped to throw\nIts chequering shade o'er a brook below.\nIt kissed the leaves of the beech, and breathed\nO'er the arching elm, with its ivy wreathed:\nIt climbed to the ash on the mountain's height--\nIt flew to the meadow, and hovering light\nO'er leafy forest and fragrant dell,\nIt bound them all in its silvery spell.\nEach spreading bough heard the whispered bliss,\nAnd gave its cheek to the gallant's kiss--\nThough giving, the leaves disdainingly shook,\nAs if refusing the boon they took.\n\nWho dreamed that the morning's light would speak,\nAnd show that kiss on the blushing cheek?\nFor in silence the fairy work went through--\nAnd no croning owl of the scandal knew:\nNo watch-dog broke from his slumbers light,\nTo tell the tale to the listening night.\nBut that which in secret is darkly done,\nIs oft displayed by the morrow's sun;\nAnd thus the leaves in the light revealed,\nWith their glowing hues what the night concealed.\nThe sweet, frail flowers that once welcomed the morn,\nNow drooped in their bowers, all shrivelled and lorn;\nWhile the hardier trees shook their leaves in the blast--\nThough tell-tale colors were over them cast.\nThe maple blushed deep as a maiden's cheek,\nAnd the oak confessed what it would not speak.\nThe beech stood mute, but a purple hue\nO'er its glossy robe was a witness true.\nThe elm and the ivy with varying dyes,\nProtesting their innocence, looked to the skies:\nAnd the sumach rouged deeper, as stooping to look,\nIt glanced at the colors that flared in the brook.\nThe delicate aspen grew nervous and pale,\nAs the tittering forest seemed full of the tale;\nAnd the lofty ash, though it tossed up its bough,\nWith a puritan air on the mountain's brow,\nBore a purple tinge o'er its leafy fold,\nAnd the hidden revel was gayly told!"}