{"subject": "La Fin de l’homme -", "text": "Voici. Qaïn errait sur la face du monde.\nDans la terre muette Ève dormait, et Seth,\nCelui qui naquit tard, en Hébron grandissait.\nComme un arbre feuillu, mais que le temps émonde,\nAdam, sous le fardeau des siècles, languissait.\n\nOr, ce n’était plus l’Homme en sa gloire première,\nTel qu’Iahvèh le fit pour la félicité,\nCalme et puissant, vêtu d’une mâle beauté,\nChair neuve où l’âme vierge éclatait en lumière\nDevant la vision de l’immortalité.\n\nL’irréparable chute et la misère et l’âge\nAvaient courbé son dos, rompu ses bras nerveux,\nEt sur sa tête basse argenté ses cheveux.\nTel était l’Homme, triste et douloureuse image\nDe cet Adam pareil aux Esprits lumineux.\n\nDepuis bien des étés, bien des hivers arides,\nAssis au seuil de l’antre et comme enseveli\nDans le silencieux abîme de l’oubli,\nLa neige et le soleil multipliaient ses rides :\nL’ennui coupait son front d’un immuable pli.\n\nParfois Seth lui disait : — Fils du Très-Haut, mon père,\nLe cèdre creux est plein du lait de nos troupeaux,\nEt dans l’antre j’ai fait ton lit d’herbe et de peaux.\nViens ! Le lion lui-même a gagné son repaire. \nAdam restait plongé dans son morne repos.\n\nUn soir, il se leva. Le soleil et les ombres\nLuttaient à l’horizon rayé d’ardents éclairs,\nLes feuillages géants murmuraient dans les airs,\nEt les bêtes grondaient aux solitudes sombres.\nIl gravit des coteaux d’Hébron les rocs déserts.\n\nLà, plus haut que les bruits flottants de la nuit large,\nL’Hôte antique d’Éden, sur la pierre couché,\nVers le noir Orient le regard attaché,\nSentit des maux soufferts croître la lourde charge :\nÈve, Abel et Qaïn, et l’éternel péché !\n\nÈve, l’inexprimable amour de sa jeunesse,\nPar qui, hors cet amour, tout changea sous le ciel !\nEt le farouche enfant, chaud du sang fraternel ! ...\nL’Homme fit un grand cri sous la nuée épaisse,\nEt désira mourir comme Ève et comme Abel !\n\nIl ouvrit les deux bras vers l’immense étendue\nOù se leva le jour lointain de son bonheur,\nAlors qu’il t’ignorait, ô fruit empoisonneur !\nEt d’une voix puissante au fond des cieux perdue,\nDepuis cent ans muet, il dit : — Grâce, Seigneur !\n\nGrâce ! J’ai tant souffert, j’ai pleuré tant de larmes,\nSeigneur ! J’ai tant meurtri mes pieds et mes genoux...\nÉlohim ! Élohim ! de moi souvenez-vous !\nJ’ai tant saigné de l’âme et du corps sous vos armes,\nQue me voici bientôt insensible à vos coups !\n\nÔ jardin d’Iahvèh, Éden, lieu de délices,\nOù sur l’herbe divine Ève aimait à s’asseoir ;\nToi qui jetais vers elle, ô vivant encensoir,\nL’arome vierge et frais de tes mille calices,\nQuand le soleil nageait dans la vapeur du soir !\n\nBeaux lions qui dormiez, innocents, sous les palmes,\nAigles et passereaux qui jouiez dans les bois,\nFleuves sacrés, et vous, Anges aux douces voix,\nQui descendiez vers nous, à travers les cieux calmes,\nSalut ! Je vous salue une dernière fois !\n\nSalut, ô noirs rochers, cavernes où sommeille\nDans l’immobile nuit tout ce qui me fut cher...\nHébron ! muet témoin de mon exil amer,\nLieu sinistre où, veillant l’inexprimable veille,\nLa femme a pleuré mort le meilleur de sa chair !\n\nEt maintenant, Seigneur, vous par qui j’ai dû naître,\nGrâce ! Je me repens du crime d’être né...\nSeigneur, je suis vaincu, que je sois pardonné !\nVous m’avez tant repris ! Achevez, ô mon Maître !\nPrenez aussi le jour que vous m’avez donné. \n\nL’Homme ayant dit cela, voici, par la nuée,\nQu’un grand vent se leva de tous les horizons\nQui courba l’arbre altier au niveau des gazons,\nEt, comme une poussière au hasard secouée,\nDéracina les rocs de la cime des monts.\n\nEt sur le désert sombre, et dans le noir espace,\nUn sanglot effroyable et multiple courut,\nChœur immense et sans fin, disant : — Père, salut !\nNous sommes ton péché, ton supplice et ta race...\nMeurs, nous vivrons ! — Et l’Homme épouvanté mourut."}