{"subject": "Cabinettet", "text": "Aladdin. \nDa, Hændelse! du uformodentlig\nHar bragt mig i mit eget Klædningskammer,\nSaa falder der mig dog et Indfald ind.\nSøger omkring og finder endelig en Klædning. \nHer er den. Rigtig! Her, her er den Klædning,\nSom Noureddin forærte mig, som Fætter.\nDen vil jeg tage paa, og rede ud\nMit Haar, som dengang just jeg brugte det.\nSee her! Her er den høie Flitter-Turban,\nSom fulgte Klædningen.\nHan klæder sig om. \n                                      See saa, nu er \nJeg klædt i samme Dragt, som sidste Søndag,\nDa vi fik giort den smukke, lille Lysttour\nTil Biergets Hule, for ihiel at sultes.\nDu ædle, fromme, faderlige Fætter!\nNu skal jeg atter see dig i dit Blik,\nNaar Døden dæmpet har dets lumske Lue.\nTak være dig, min skiønne Demantsring!\nDen glemte han, og glemmer den bestandig;\nThi Allahs Villie dysser hans Erindring\nI Søvn. Jeg seer fra Vindvet naar han kommer.\nO gid det allerede var forbi!\n     Betragter sin Ring, betænker sig et Øieblik, og støder den derpaa imod Væggen. \n\nRingens Aand flux. \nHvad vil du mig, min ædle Herre?\n\nAladdin. \n                                                      Ney! \nTie stille! Tie! Jeg vil slet intet vide.\nDet var et ubetænksomt, daarligt Indfald.\nJeg vilde spurgt dig om min Skiebne, Slave!\nDu veed jo Alt. Jeg vilde forud vidst\nHvorledes denne Hændelse løb af.\nMen tie! Tie, kiere Slave! Hvad er Livet,\nNaar det nødvendig forud er bestemt?\n\nRingens Aand. \nFrygt ey, min ædle Herre! Hvad din Slave\nPlat ey formaaer, det frister ham ey heller.\n\nAladdin. \nHar du ey sagt, at du kan aabenbare\nMig alting?\n\nRingens Aand. \n                    Jo. Men derved maa forstaaes \nHvad der er skeet og skeer, thi hvad der skal skee,\nEr skiult for mig, som det for dig er skiult.\n\nAladdin. \nSaa seer du ey i Fremtids lukte Bog?\n\nRingens Aand. \nUmiddelbart vel ey, men middelbart,\nFordi den speiler sig i Oldtids.\n\nAladdin. \n                                                         Siig! \nHvorledes klarer det din Fremtids Blik?\n\nRingens Aand. \nHvo Frøet, Saaningen og Jorden kiender,\nKan ogsaa give Nys om Blomstens Art,\nSkiønt endnu ey den er af Jorden brudt.\n\nAladdin. \nSaa siig mig, vise Aand! Hvad spaaer du mig?\n\nRingens Aand. \nHvad der bag Tiden ligger og bag Rummet,\n    Det kræver Spaadommens Natur, min Ven!\n    At derom ikkun tales kan forblummet.\n\nDa faaer du først din tabte Skat igien,\n    Naar bort du rydder hvad der er til Hinder.\n    Ifald det lykkes dig, da har du den.\n\nThi Mange tælles maae, som Lampens Fiender.\n    For dette flux at vise dig, saa vil\n    Jeg pege til de halvforglemte Minder.\n\nDen sieldne Lampe driver, rundt, sit Spil,\n    Fordeelt i mangt et lidet, kostbart Stykke,\n    Thi samlet er den saare sielden til.\n\nEen har det Ydre, som man kalder Lykke,\n    Een har det Indre, som man nævner Aand;\n    Forenet er den Jordens største Smykke.\n\nFørst sammensveitset, ved et magisk Baand,\n    Den glæde kan, thi uden Lykke mattes\n    Din Siel; og hvad er Lykken uden Aand?\n\nAt altsaa den med dristig Haand kan fattes,\n    Der kæmpes maa, først efter mandig Strid\n    Dens fulde Værd af Eiermanden skattes.\n\nHvo ey nu fødtes under Stiernen, blid,\n    Hvo kun fik ringe Held og sparsom Evne,\n    Fremvirket kun til Massen for sin Tid;\n\nDen ofte sig med Raserie vil hævne,\n    Vil ændre Viisdoms Plan, og haaner den,\n    Fordi den ham ey meer har villet levne.\n\nEn sælsom Daarlighed ham river hen;\n    Skiønt født til Skal han stolt vil være Kierne;\n    Og Herre, skiønt han skabtes til en Svend.\n\nMod denne Vanvid maa sig Kraften værne.\n    Gud lagde dybt den i sin Yndlings Barm,\n    Det Slette, Nedrige han bort maa fierne.\n\nPaa dobbelt Maade yttrer det sin Harm:\n    Een tom, forfængelig vil op sig kæmpe,\n    Med malmløs Flid, med nervesvækket Arm;\n\nEen søger kun det Gode ned at dæmpe,\n    Fordi naar Alt er uden Værd, som han,\n    Sig Alt skal efter Usselheden lempe.\n\nIfald mod disse To du holder Stand:\n    Forfængelige, tomme Drift, som blegner\n    Misundelig til Kraftens kiekke Mand;\n\nOg denne Slethed, som i Pølen segner,\n    Som kiender ikke Livets Herlighed,\n    Som efter egen Smaahed Alt beregner -\n\nNaar disse du har stødt med Vælde ned,\n    Kiek, i den allerædleste blandt Kampe,\n    Flyer Mørkets Forhæng, som du søndersled -\n\nOg herligt straaler din gienvundne Lampe."}