{"subject": "Expostulation", "text": "Why weeps the muse for England? What appears\nIn England's case to move the muse to tears?\nFrom side to side of her delightful isle\nIs she not clothed with a perpetual smile?\nCan Nature add a charm, or Art confer\nA new-found luxury, not seen in her?\nWhere under heaven is pleasure more pursued \nOr where does cold reflection less intrude?\nHer fields a rich expanse of wavy corn,\nPour'd out from Plenty's overflowing horn;\nAmbrosial gardens, in which art supplies\nThe fervor and the force of Indian skies:\nHer peaceful shores, where busy Commerce waits\nTo pour his golden tide through all her gates;\nWhom fiery suns, that scorch the russet spice\nOf eastern groves, and oceans floor'd with ice\nForbid in vain to push his daring way\nTo darker climes, or climes of brighter day;\nWhom the winds waft where'er the billows roll\nFrom the World's girdle to the frozen pole;\nThe chariots bounding in her wheel-worn streets, \nHer vaults below, where every vintage meets;\nHer theatres, her revels, and her sports;\nThe scenes to which not youth alone resorts,\nBut age, in spite of weakness and of pain,\nStill haunts, in hope to dream of youth again;\nAll speak her happy; let the muse look round\nFrom East to West, no sorrow can be found;\nOr only what, in cottages confined,\nSighs unregarded to the passing wind.\nThen wherefore weep for England? What appears\nIn England's case to move the muse to tears?\nThe prophet wept for Israel; wish'd his eyes\nWere fountains fed with infinite supplies;\nFor Israel dealt in robbery and wrong;\nThere were the scorner's and the slanderer's tongue;\nOaths, used as playthings or convenient tools,\nAs interest biass'd knaves, or fashion fools;\nAdultery, neighing at his neighbor's door;\nOppression laboring hard to grind the poor;\nThe partial balance and deceitful weight;\nThe treacherous smile, a mask for secret hate;\nHypocrisy, formality in prayer,\nAnd the dull service of the lip were there.\nHer women, insolent and self-caress'd, \nBy Vanity's unwearied finger dress'd,\nForgot the blush that virgin fears impart\nTo modest cheeks, and borrow'd one from art;\nWere just trifles, without worth or use,\nAs silly pride and idleness produce;\nCurl'd, scented, furbelow'd, and flounced around, \nWith feet too delicate to touch the ground,\nThey stretch'd the neck, and roll'd the wanton eye,\nAnd sigh'd for every fool that flutter'd by.\nHe saw his people slaves to every lust,\nLewd, avaricious, arrogant, unjust;\nHe heard the wheels of an avenging God\nGroan heavily along the distant road;\nSaw Babylon set wide her two-leaved brass\nTo let the military deluge pass;\nJerusalem a prey, her glory soil'd, \nHer princes captive, and her treasures spoil'd;\nWept till all Israel heard his bitter cry,\nStamp'd with his foot, and smote upon his thigh;\nBut wept, and stamp'd, and smote his thigh in vain,\nPleasure is deaf when told of future pain,\nAnd sounds prophetic are too rough to suit \nEars long accustom'd to the pleasing lute:\nThey scorn'd his inspiration and his theme,\nPronounc'd him frantic, and his fears a dream;\nWith self-indulgence wing'd the fleeting hours,\nTill the foe found them, and down fell the towers.\nLong time Assyria bound them in her chain,\nTill penitence had purged the public stain,\nAnd Cyrus with relenting pity moved,\nReturn'd them happy to the land they loved;\nThere, proof against prosperity, awhile\nThey stood the test of her ensnaring smile,\nAnd had the grace in scenes of peace to show\nThe virtue they had learn'd in scenes of woe.\nBut man is frail, and can but ill sustain\nA long immunity from grief and pain;\nAnd, after all the joys that Plenty leads,\nWith tiptoe step Vice silently succeeds.\nWhen he that ruled them with a shepherd's rod,\nIn form a man, in dignity a God,\nCame, not expected in that humble guise,\nTo sift and search them with unerring eyes,\nHe found, conceal'd beneath a fair outside,\nThe filth of rottenness and worm of pride;\nTheir piety a system of deceit,\nScripture employ'd to sanctify the cheat;\nThe Pharisee the dupe of his own art,\nSelf-idolized, and yet a knave at heart.\nWhen nations are to perish in their sins,\n'Tis in the Church the leprosy begins:\nThe priest whose office is, with zeal sincere,\nTo watch the fountain, and preserve it clear,\nCarelessly nods and sleeps upon the brink,\nWhile other poison what the flock must drink:\nOr, waking at the call of lust alone,\nInfuses lies and errors of his own:\nHis unsuspecting sheep believe it pure,\nAnd, tainted by the very means of cure,\nCatch from each other a contagious spot,\nThe foul forerunner of a general rot.\nThen truth is hush'd, that Heresy may preach;\nAnd all is trash that reason cannot reach;\nThen God's own image on the soul impress'd\nBecomes a mockery, and a standing jest;\nAnd faith the root whence only can arise\nThe graces of a life that wins the skies,\nLoses at once all value and esteem, \nPronounced by graybeards a pernicious dream:\nThen Ceremony leads her bigots forth,\nPrepared to fight for shadows of no worth;\nWhile truths, on which eternal things depend,\nFind not, or hardly find, a single friend:\nAs soldiers watch the signal of command,\nThey learn to bow, to kneel, to sit, to stand;\nHappy to fill religion's vacant place;\nWith hollow form, and gesture, and grimace.\nSuch, when the Teacher of his church was there,\nPeople and priest, the sons of Israel were;\nStiff in the letter, lax in the design\nAnd import of their oracles divine;\nTheir learning legendary, false, absurd,\nAnd yet exalted above God's own word;\nThey drew a curse from an intended good,\nPuff'd up with gifts they never understood.\nHe judg'd them with as terrible a frown,\nAs if not love, but wrath, had brought him down.\nYet he was gentle as soft summer airs,\nHad grace for others' sins, but none for theirs;\nThrough all he spoke a noble plainness ran--\nRhetoric is artifice, the work of man;\nAnd tricks and turns that fancy may devise,\nAre far too mean for Him that rules the skies.\nThe astonish'd vulgar trembled while he tore\nThe mask from faces never seen before;\nHe stripp'd the impostors in the noonday sun,\nShow'd that they follow'd all they seem'd to shun;\nTheir prayers made public, their excesses kept \nAs private as the chambers where they slept;\nThe temple and its holy rites profaned \nBy mummeries He that dwelt in it disdain'd; \nUplifted hands, that at convenient times\nCould act extortion and the worst of crimes,\nWash'd with a neatness scrupulously nice,\nAnd free from every taint but that of vice.\nJudgement, however tardy, mends her pace\nWhen obstinacy once has conquered grace.\nThey saw distemper heal'd, and life restor'd,\nIn answer to the fiat of his word;\nConfessed the wonder, and with daring tongue\nBlasphemed the authority from which it sprung.\nThey knew, by sure prognostics seen on high,\nThe future tone and temper of the sky;\nBut, grave dissemblers! could not understand\nThat sin let loose speaks punishment at hand.\nAsk now of history's authentic page,\nAnd call up evidence from every age;\nDisplay with busy and laborious hand\nThe blessings of the most indebted land;\nWhat nation will you find whose annals prove\nSo rich an interest in Almighty love?\nWhere dwell they now, where dwelt in ancient day\nA people planted, water'd, blest as they?\nLet Egypt's plagues and Canaan's woes proclaim\nThe favors pour'd upon the Jewish name;\nTheir freedom purchased for them at the cost\nOf all their hard oppressors valued most:\nTheir title to a country not their own\nMade sure by prodigies till then unknown;\nFor them the states they left made waste and void;\nFor them the states to which they went destroy'd;\nA cloud to measure out their march by day,\nBy night a fire to cheer the gloomy way;\nThat moving signal summoning, when best,\nTheir host to move, and, when it stay'd, to rest.\nFor them the rocks dissolved into a flood,\nThe dews condensed into angelic food,\nTheir very garments sacred, old yet new,\nAnd Time forbid to touch them as he flew;\nStreams, swell'd above the bank, enjoin'd to stand\nWhile they pass'd through to their appointed land;\nTheir leader arm'd with meekness, zeal, and love,\nAnd graced with clear credentials from above;\nThemselves secured beneath the Almighty wing;\nTheir God their captain, lawgiver, and king;\nCrown'd with a thousand victories, and at last\nLords of the conquer'd soil, there rooted fast,\nIn peace possessing what they won by war,\nTheir name far publish'd, and reverend as far;\nWhere will you find a race like theirs, endow'd\nWith all that man e'er wish'd, or Heaven bestow'd?\nThey, and they only, amongst all mankind,\nReceived the transcript of the Eternal Mind:\nWere trusted with his own engraven laws,\nAnd constituted guardians of his cause;\nTheirs were the prophets, theirs the priestly call,\nAnd theirs by birth the Saviour of us all.\nIn vain the nations that had seen them rise\nWith fierce and envious, yet admiring eyes,\nHad sought to crush them, guarded as they were\nBy power divine and skill that could not err.\nHad they maintain'd allegiance firm and sure,\nAnd kept the faith immaculate and pure,\nThen the proud eagles of all-conquering Rome\nHad found one city not to be o'ercome;\nAnd the twelve standards of the tribes unfurl'd\nHad bid defiance to the warring world.\nBut grace abused brings forth the foulest deeds,\nAs richest soil the most luxuriant weeds.\nCured of the golden calves, their fathers' sin, \nThey set up self, that idol god within;\nView'd a Deliverer with disdain and hate,\nWho left them still a tributary state;\nSeized fast his hand, held out to set them free\nFrom a worse yoke, and nail'd it to the tree:\nThere was the consummation and the crown,\nThe flower of Israel's infamy full blown;\nThence date their sad declension, and their fall,\nTheir woes, not yet repeal'd, thence date them all.\nThus fell the best instructed in her day,\nAnd the most favor'd land, look where we may.\nPhilosophy indeed on Grecian eyes\nHad pour'd the day, and clear'd the Roman skies\nIn other climes perhaps creative art,\nWith power surpassing theirs, perform'd her part;\nMight give more life to marble, or might fill\nThe glowing tablets with a juster skill,\nWith all the embroidery of poetic dreams;\n'Twas theirs alone to dive into the plan\nThat truth and mercy had reveal'd to man;\nAnd, while the world beside, that plan unknown\nDeified useless wood or senseless stone,\nThey breathed in faith their well-directed prayers\nAnd the true God, the God of truth, was theirs. \nTheir glory faded, and their race dispersed,\nThe last of nations now, though once the first,\nThey warn and teach the proudest, would they learn--\nKeep wisdom, or meet vengeance in your turn:\nIf we escaped not, if Heaven spared not us, \nPeel'd, scatter'd and exterminated thus;\nIf vice received her retribution due, \nWhen we were visited, what hope for you?\nWhen God arises with an awful frown,\nTo punish lust, or pluck presumption down,\nWhen gifts perverted, or not duly prized,\nPleasure o'ervalued, and his grace despised,\nProvoke the vengeance of his righteous hand,\nTo pour down wrath upon a thankless land\nHe will be found impartially severe,\nToo just to wink, or speak the guilty clear.\nOh Israel, of all nations most undone!\nThy diadem displaced, thy sceptre gone;\nThy temple, once thy glory, fallen and rased,\nAnd thou a worshipper e'en where thou mayst:\nThy services, once holy without spot,\nMere shadows now, their ancient pomp forgot\nThy Levites, once a consecrated host,\nNo longer Levites, and their lineage lost,\nAnd thou thyself o'er every country sown,\nWill none on earth that thou canst call thine own;\nCry aloud, thou that sittest in the dust, \nCry to the proud, the cruel, and unjust; \nKnock at the gates of nations, rouse their fears;\nSay wrath is coming, and the storm appears;\nBut raise the shrillest cry in British ears.\nWhat ails thee, restless as the waves that roar\nAnd fling their foam against thy chalky shore?\nMistress, at least while Providence shall please,\nAnd trident-bearing queen of the wide seas--\nWhy, having kept good faith, and often shown\nFriendship and truth to others, find'st thou none\nThou that hast set the persecuted free,\nNone interposes now to succor thee.\nCountries indebted to thy power, that shine\nWith light derived from thee, would smother thine\nThy very children watch for thy disgrace,\nA lawless brood, and curse thee to thy face.\nThy rulers load thy credit year by year,\nWith sums Peruvian mines could never clear;\nAs if, like arches built with skilful hand\nThe more 'twere press'd, the firmer it would stand.\nThe cry in all thy ships is still the same,\nSpeed us away to battle and to fame.\nThy mariners explore the wild expanse,\nImpatient to descry the flags of France:\nBut though they fight, as thine have ever fought\nReturn ashamed without the wreaths they sought\nThy senate is a scene of civil jar,\nChaos of contrarieties at war;\nWhere sharp and solid, phlegmatic and light\nDiscordant atoms meet, ferment and fight:\nWhere obstinacy takes his sturdy stand,\nIn disconcert what policy has plann'd; \nWhere policy is busied all night long\nIn settling right what faction has set wrong;\nWhere flails of oratory thresh the floor,\nThat yields them chaff and dust, and nothing more.\nThy rack'd inhabitants repine, complain.\nTax'd till the brow of labor sweats in vain;\nWar lays a burden on the reeling state,\nAnd peace does nothing to relieve the weight;\nSuccessive loads succeeding broils impose,\nAnd sighing millions prophecy the close.\nIn adverse Providence, when ponder'd well,\nSo dimly writ, or difficult to spell,\nThou canst not read with readiness and ease\nProvidence adverse in events like these?\nKnow then that heavenly wisdom on this ball\nCreates, gives birth to, guides, consummates all;\nThat, while laborious and quick-thoughted man\nSnuffs up the praise of what he seems to plan,\nHe first conceives, then perfects his design,\nAs a mere instrument in hands divine:\nBlind to the working of that secret power,\nThat balances the wings of every hour,\nThe busy trifler dreams himself alone,\nFrames many a purpose, and God works his own.\nStates thrive or wither, as moons wax and wane,\nE'en as his will and his decrees ordain;\nWhile honor, virtue, piety bear sway,\nThey flourish; and, as these decline, decay:\nIn just resentment of his injured laws,\nHe pours contempt on them and on their cause;\nStrikes the rough thread of error right athwart\nThe web of every scheme they have at heart;\nBids rottenness invade and bring to dust\nThe pillars of support in which they trust,\nAd do his errand of disgrace and shame\nOn the chief strength and glory of the frame.\nNone ever yet impeded what he wrought,\nNone bars him out from his most secret thought;\nDarkness itself before his eye is light,\nAnd hell's close mischief naked in his sight.\nStand now and judge thyself -- Hast thou incurr'd\nHis anger who can waste thee with a word,\nWho poises and proportions sea and land,\nWeighing them in the hollow of his hand,\nAdn in whose awful sight all nations seem\nAs grasshoppers, as dust, a drop, a dream?\nHast thou (a sacrilege his soul abhors)\nClaim'd all the glory of thy prosperous wars?\nProud of thy fleets and armies, stolen the gem\nOf his just praise to lavish it on them?\nHast thou not learn'd, what thou art often told, \nA truth still sacred, and believed of old,\nThat no success attends on spears and swords\nUnblest, and that the battle is the Lord's? \nThat courage is his creature; and dismay\nGhastly in feature, and his stammering tongue \nWith doleful rumor and sad presage hung,\nTo quell the valor of the stoutest heart,\nAnd teach the combatant a woman's part?\nThat he bids thousands fly when none pursue,\nSaves as he will by many or by few,\nAnd claims forever, as his royal right,\nThe event and sure design of the fight?\nHast thou, though suckled at fair freedom's breast,\nExported slavery to the conquer'd East?\nPull'd down the tyrants India served with dread,\nAnd raised thyself, a greater, in their stead?\nGone thither, arm'd and hungry, return'd full,\nFed from the richest veins of the Mogul,\nA despot big with power, obtain'd by wealth, \nAnd that obtain'd rapine and by stealth?\nWith Asiatic vices stored thy mind,\nBut left their virtues and thine own behind?\nAnd, having truck'd thy soul, brought home the fee, \nTo tempt the poor to sell himself to thee?\nHast thou by statute shoved from its design,\nThe Saviour's feast, his own blest bread and wine,\nAnd made the symbols of atoning grace\nAn office-key, a picklock to a place,\nThat infidels may prove their title good \nBy an oath dipp'd in sacramental blood?\nA blot that will be still a blot, in spite\nOf all that grave apologists may write;\nAnd though a bishop toil to cleanse the stain,\nHe wipes and scours the silver cup in vain.\nAnd hast thou sworn on every slight pretence,\nTill perjuries are common as bad pence,\nWhile thousands, careless of the damning sin,\nKiss the book's outside, who ne'er look within?\nHast thou admitted with a blind, fond trust,\nThe lie that burned thy fathers' bones to dust,\nThat first adjudged them heretics, then sent\nTheir souls to heaven, and cursed them as they went?\nThe lie that Scripture strips of its disguise,\nAnd execrates above all other lies,\nThe lie that claps a lock on mercy's plan,\nAnd gives the key to yon infirm old man,\nWho once ensconced in apostolic chair\nIs deified, and sits omniscient there;\nThe lie that knows no kindred, owns no friend\nBut him that makes its progress his chief end,\nThat having spilt much blood, makes that a boast,\nAnd canonises him that sheds the most?\nAway with charity that soothes a lie,\nAnd thrusts the truth with scorn and danger by!\nShame on the candour and the gracious smile\nBestowed on them that light the martyr's pile, \nWhile insolent disdain in frowns expressed \nAttends the tenets that endured that test!\nGrant them the rights of men, and while they cease\nTo vex the peace of others, grant them peace;\nBut trusting bigots whose false zeal has made\nTreachery their duty, thou art self-betrayed.\nHast thou, when Heaven has clothed thee with disgrace,\nAnd, long-provoked, repaid thee to thy face,\n(For thou hast known eclipses, and endured\nDimness and anguish, all thy beams obscured,\nWhen sin has shed dishonor on thy brow;\nAnd never of a sabler hue than now,) \nHast thou, with heart perverse and conscience sear'd,\nDespising all rebuke, still persevered,\nAnd having chosen evil, scorn'd the voice\nThat cried, Repent! -- and gloried in thy choice?\nThy fastings, when calamity at last\nSuggests the expedient of a yearly fast,\nWhat mean they? Canst thou dream there is a power\nIn lighter diet at a later hour,\nTo charm to sleep the threatening of the skies, \nAnd hide past folly from all-seeing eyes?\nThe fast that wins deliverance, and suspends\nThe stroke that a vindictive God intends\nIs to renounce hypocrisy; to draw\nThy life wupon the pattern of the law;\nTo war with pleasure, idolized before;\nTo vanquish lust, and wear its yoke no more.\nAll fasting else, whate'er be the pretence,\nIs wooing mercy by renew'd offence.\nHast thou within thee sin, that in old time\nBrought fire from heaven, the sex-abusing crime,\nWhose horrid penetration stamps disgrace,\nBaboons are free from, upon human race? \nThink on the fruitful and well-water'd spot\nThat fed the flocks and herds of wealthy Lot,\nWhere Paradise seem'd still vouchsafed on earth,\nBurning and scorch'd into perpetual dearth\nOr, in his words who damn'd the base desire, \nSuffering the vengeance of eternal fire:\nThen nature, injured, scandalized, defiled,\nUnveil'd her blushing cheek, looked on, and smiled;\nBeheld with joy the lovely scene defac'd, \nAnd praised the wrath that laid her beauties waste.\nFar be the thought from any verse of mine,\nAnd farther still the form'd and fix'd design,\nTo thrust the charge of deeds that I detest\nAgainst an innocent, unconscious breast;\nThe man that dares traduce, because he can\nWith safety to himself, is not a man:\nAn individual is a sacred mark,\nNot to be pierced in play, or in the dark; \nBut public censure speaks a public foe,\nUnless a zeal for virtue guide the blow.\nThe priestly brotherhood, devout, sincere,\nFrom mean self-interest, and ambition clear,\nTheir hope in heaven, servility their scorn,\nPrompt to persuade, expostulate, and warn,\nTheir wisdom pure, and given them from above,\nTheir usefulness ensured by zeal and love.\nAs meek as the man Moses, and withal\nAs bold as in Agrippa's presence Paul,\nShould fly the world's contaminating touch,\nHoly and unpolluted :-- are thine such? \nExcept a few with Eli's spirit blest,\nHophni and Phineas may describe the rest.\nWhere shall a teacher look, in days like these,\nFor ears and hearts that he can hope to please? \nLook to the poor, the simple and the plain\nWill hear perhaps thy salutary strain: \nHumility is gentle, apt to learn,\nSpeak but the word, will listen and return.\nAlas, not so! the poorest of the flock\nAre proud, and set their faces as a rock; \nDenied that earthly opulence they choose,\nGod's better gift they scoff at and refuse.\nThe rich, the produce of a nobler stem, \nAre more intelligent, at least -- try them.\nOh vain inquiry! they without remorse\nAre altogether gone a devious course;\nWhere beckoning, pleasure leads them, wildly stray;\nHave burst the bands, and cast the yoke away.\nNow borne upon the wings of truth sublime,\nReview thy dim original and prime. \nThis island, spot of unreclaim'd rude earth,\nThe cradle that received thee at thy birth,\nWas rock'd by many a rough Norwegian blast,\nAnd Danish howlings scared thee as they pass'd; \nFor thou wast born amid the din of arms, \nAnd suck'd a breast that panted with alarms\nWhile yet thou wast a grovelling, puling chit,\nThy bones not fashion'd, and thy joints not knit,\nThe Roman taught thy stubborn knee to bow,\nThough twice a Caesar could not bend thee now.\nHist victory was that of orient light,\nWhen the sun's shafts disperse the gloom of night.\nThy language at this distant moment shows \nHow much the country to the conqueror owes;\nExpressive, energetic, and refined,\nIn sparkles with the gems he left behind;\nHe brought thy land a blessing when he came,\nHe found thee savage, and he left thee tame; \nTaught thee to clothe thy pink'd and painted hide,\nAnd grac'd the figure with a soldier's pride;\nHe sow'd the seeds of order where he went,\nImprov'd thee far beyond his own intent,\nAnd, while he ruled thee by his sword alone,\nMade thee at last a warrior like his own.\nReligion, if in heavenly truths attired,\nNeeds only to be seen to be admired;\nBut thine, as dark as witcheries of the night,\nWas form'd to harden hearts and shock the sight;\nThy druids struck the well-hung harps they bore\nWith fingers deeply dyed in human gore;\nAnd while the victim slowly bled to death,\nUpon the rolling chords rung out his dying breath.\nWho brought the lamp that with awaking beams\nDispell'd thy gloom, and broke away thy dreams,\nTradition, now decrepit and worn out \nBabbler of ancient fables, leaves a doubt:\nBut still light reach'd thee; and those gods of thine,\nWoden and Thor, each tottering in his shrine,\nFell broken and defaced at their own door,\nAs Dagon in Philistia long before.\nBut Rome with sorceries and magic wand\nSoon raised a cloud that darken'd every land,\nAnd thine was smother'd in the stench and fog\nOf Tiber's marshes and the papal bog.\nThen priests with bulls and briefs and shaven crowns\nAnd griping fists, and unrelenting frowns\nLegates and delegates with powers from hell,\nThough heavenly in pretension fleeced thee well\nAnd to this hour to keep it fresh in mind,\nSome twigs of that old scourge are left behind.\nThy soldiery, the pope's well managed pack,\nWere train'd beneath his lash, and knew the smack,\nAnd, when he laid them on the scent of blood,\nWould hunt a Saracen through fire and flood.\nLavish of life, to win an empty tomb,\nThat proved a mint of wealth, a mine to Rome.\nThey left their bones beneath unfriendly skies,\nHis worthless absolution all the prize.\nThou wast the veriest slave in days of yore\nThat ever dragg'd a chain or tugg'd an oar;\nThy monarchs arbitrary, fierce, unjust,\nThemselves the slaves of bigotry or lust,\nDisdain'd thy counsels, only in distress\nFound thee a goodly spunge for power to press\nThy chiefs, the lords of many a petty fee,\nProvoked and harass'd, in return plagued thee;\nCall'd thee away from peaceable employ,\nDomestic happiness and rural joy,\nTo waste thy life in arms, or lay it down\nIn causeless feuds and bickerings of their own.\nThy parliaments adored, on bended knees.\nThe sovereignty they were convened to please;\nWhate'er was ask'd, too timid to resist,\nComplied with, and were graciously dismiss'd;\nAnd if some Spartan soul a doubt express'd, \nAnd, blushing at the tameness of the rest,\nDared to suppose the subject had a choice, \nHe was a traitor by the general voice.\nOh slave! with powers thou didst not dare exert,\nVerse cannot stoop so low as thy desert;\nIt shakes the sides of splenetic disdain,\nThou self-entitled ruler of the main,\nTo trace thee to the date, when yon fair sea,\nThat clips thy shores, had no such charms for thee;\nWhen other nations flew from coast to coast,\nAnd thou hadst neither fleet nor flag to boast.\nKneel now, and lay thy forehead in the dust;\nBlush if thou canst; not petrified, thou must;\nAct but an honest and a faithful part;\nCompare what then thou wast with what thou art;\nAnd God's disposing providence confess'd,\nObduracy itself must yield the rest.--\nThen thou art bound to serve him, and to prove,\nHour after hour, thy gratitude and love.\nHas he not hid thee and thy favor'd land,\nFor ages, safe beneath his sheltering hand,\nGiven thee his blessing on the clearest proof,\nBid nations leagued against thee stand aloof,\nAnd charged hostility and hate to roar\nWhere else they would, but not upon thy shore?\nHis power secured thee, when presumptuous Spain\nBaptized her fleet invincible in vain;\nHer gloomy monarch, doubtful and resign'd\nTo every pang that racks an anxious mind,\nAsk'd of the waves that broke upon his coast,\nWhat tidings? and the surge replied -- All lost!\nAnd when the Stuart, leaning on the Scot, \nThen too much fear'd, and now too much forgot \nPierced to the very centre of the realm,\nAnd hoped to seize his abdicated helm,\n'Twas but to prove how quickly, with a frown,\nHe that had raised thee could have pluck'd thee down.\nPeculiar is the grace by thee possess'd,\nThy foes implacable, thy land at rest;\nThy thunders travel over earth and seas,\nAnd all at home is pleasure, wealth, and ease.\n'Tis thus, extending his temptestuous arm,\nThy Maker fills the nations with alarm, \nWhile his own heaven surveys the troubled scene,\nAnd feels no change, unshaken and serene.\nFreedom, in other lands scarce known to shine,\nPours out a flood of splendor upon thine;\nThou hast as bright an interest in her rays\nAs ever Roman had in Rome's best days.\nTrue freedom is where no restraint is known\nThat Scripture, justice, and good sense disown;\nWhere only vice and injury are tied,\nAnd all from shore to shore is free beside.\nSuch freedom is -- and Windsor's hoary towers\nStood trembling at the boldness of thy powers,\nThat won a nymph on that immortal plain,\nLike her the fabled Phoebus wooed in vain:\nHe found the laurel only -- happier you\nThe unfading laurel, and the virgin too!\nNow think, if pleasure have a thought to spare;\nIf God himself be not beneath her care;\nIf business, constant as the wheels of time,\nCan pause an hour to read a serious rhyme;\nIf the new mail thy merchants now receive,\nOr expectation of the next give leave;\nOh think, if chargeable with deep arrears\nFor such indulgence gilding all thy years,\nHow much, though long neglected, shining yet,\nThe beams of heavenly truth have swell'd the debt.\nWhen persecuting zeal made royal sport\nWith tortured innocence in Mary's court,\nAnd Bonner, blithe as shepherd at a wake,\nEnjoyed the show, and danced about the stake,\nThe sacred book, its value understood,\nReceived the seal of martyrdom in blood.\nThose holy men, so full of truth and grace,\nSeem to reflection of a different race,\nMeek, modest, venerable, wise, sincere,\nIn such a cause they could not dare to fear;\nThey could not purchase earth with such a prize,\nOr spare a life too short to reach the skies.\nFor them to thee conveyed along the tide,\nTheir streaming hearts pour'd freely when they died;\nThose truths, which neither use nor years impair,\nInvite thee, woo thee, to the bliss they share.\nWhat dotage will not vanity maintain?\nWhat web too weak to catch a modern brain?\nThe moles and bats in full assembly find,\nOn special search, the keen-eyed eagle blind.\nAnd did they dream, and art thou wiser now?\nProve it -- if better, I submit and bow.\nWisdom and goodness are twin-born, one heart\nMust hold both sisters, never seen apart.\nSo then -- as darkness overspread the deep,\nEre nature rose from her eternal sleep,\nAnd this delightful earth, and that fair sky,\nLeap'd out of nothing, call'd by the Most High;\nBy such a change thy darkness is made light,\nThy chaos order, and thy weakness might;\nAnd He, whose power mere nullity obeys,\nWho found thee nothing, form'd thee for his praise.\nTo praise him is to serve him, and fulfil,\nDoing and suffering, his unquestioned will; \n'Tis to believe what men inspired of old,\nFaithful, and faithfully informed, unfold;\nCandid and just, with no false aim in view,\nTo take for truth what cannot but be true;\nTo learn in God's own school the Christian part\nAnd bind the task assigned thee to thine heart: \nHappy the man there seeking and there found;\nHappy the nation where such men abound!\nHow shall a verse impress thee? by what name\nShall I adjure thee not to court thy shame?\nBy theirs whose bright example, unimpeached,\nDirects thee to that eminence they reached,\nHeroes and worthies of days past, thy sires?\nOr his, who touch'd their hearts with hallow'd fires?\nTheir names, alas! in vain reproach an age,\nWhom all the vanities they scorn'd engage;\nAnd his, that seraphs tremble at, is hung\nDisgracefully on every trifler's tongue,\nOr serves the champion in forensic war\nTo flourish and parade with at the bar.\nPleasure herself perhaps suggests a plea,\nIf interest move thee, to persuade e'en thee;\nBy every charm that smiles upon her face,\nBy joys possess'd and joys still held in chase,\nIf dear society be worth a thought,\nAnd if the feast of freedom cloy thee not,\nReflect that these, and all that seems thine own\nHeld by the tenure of his will alone,\nLike angels in the service of their Lord,\nRemain with thee, or leave thee at his word;\nThat gratitude, and temperance in our use\nOf what he gives, unsparing and profuse,\nSecure the favor, and enhance the joy,\nThat thankless waste and wild abuse destroy.\nBut above all reflect on how cheap soe'er\nThose rights, that millions envy thee, appear,\nAnd though resolved to risk them, and swim down\nThe tide of pleasure, heedless of his frown,\nThat blessings truly sacred, and when given\nMark'd with the signature and stamp of Heaven,\nThe word of prophecy, those truths devine,\nWhich make that heaven if thou desire it, thine,\n(Awful alternative! believed, beloved,\nThy glory and thy shame if unimproved,)\nAre never long vouchsafed, if push'd aside\nWith cold disgust or philosophic pride;\nAnd that judicially withdrawn, disgrace,\nError and darkness, occupy their place.\nA world is up in arms, and thou, a spot\nNot quickly found, if negligently sought,\nThy soul as ample as thy bounds are small,\nEndur'st the brunt, and dar'st defy them all;\nAnd wilt thou join to this bold enterprise\nA bolder still, a contest with the skies?\nRemember, if He guard thee and secure,\nWhoe'er assails thee, thy success is sure;\nBut if He leave thee, though the skill and pow'r\nOf nations, sworn to spoil thee and devour,\nWere all collected in thy single arm, \nAnd thou couldst laugh away the fear of harm,\nThat strength would fail, opposed against the push\nAnd feeble onset of a pigmy rush.\nSay not (and if the thought of such defence\nShould spring within thy bosom, drive it thence),\nWhat nation amongst all my foes is free\nFrom crimes as base as any charged on me? \nTheir measure fill'd, they too shall pay the debt,\nWhich God, though long forborne, will not forget.\nBut know that wrath divine, when most severe,\nMakes justice still the guide of his career,\nAnd will not punish, in one mingled crowd,\nThem without light, and thee without a cloud.\nMuse, hang his harp upon yon aged beech,\nStill murmuring with the solemn truths I teach;\nAnd, while at intervals a cold blast sings\nThrough the dry leaves, and pants upon the strings,\nMy soul shall sigh in secret, and lament \nA nation scourged, yet tardy to repent.\nI know the warning song is sung in vain;\nThat few will hear, and fewer heed the strain;\nBut if a sweeter voice, and one design'd\nA blessing to my country and mankind.\nReclaim the wandering thousands, and bring home\nA flock so scatter'd and so wont to roam,\nThen place it once again between my knees;\nThe sound of truth will then be sure to please,\nAnd truth alone, where'er my life be cast,\nIn scenes of plenty, or the pining waste,\nShall be my chosen theme, my glory to the last."}