{"subject": "A Greek Girl", "text": "I may not weep, not weep, and he is dead.\nA weary, weary weight of tears unshed\nThrough the long day in my sad heart I bear;\nThe horrid sun with all unpitying glare\nShines down into the dreary weaving-room,\nWhere clangs the ceaseless clatter of the loom,\nAnd ceaselessly deft maiden-fingers weave\nThe fine-wrought web; and I from morn till eve\nWork with the rest, and when folk speak to me\nI smile hard smiles; while still continually\nThe silly stream of maiden speech flows on:--\nAnd now at length they talk of him that's gone,\nLightly lamenting that he died so soon--\nAh me! ere yet his life's sun stood at noon.\nSome praise his eyes, some deem his body fair,\nAnd some mislike the colour of his hair!\nSweet life, sweet shape, sweet eyes, and sweetest hair,\nWhat form, what hue, save Love's own, did ye wear?\nI may not weep, not weep, for very shame.\n\nHe loved me not. One summer's eve he came\nTo these our halls, my father's honoured guest,\nAnd seeing me, saw not. If his lips had prest\nMy lips, but once, in love; his eyes had sent\nOne love-glance into mine, I had been content,\nAnd deemed it great joy for one little life;\nNor envied other maids the crown of wife:\nThe long sure years, the merry children-band--\nAlas, alas, I never touched his hand!\nAnd now my love is dead that loved not me.\n\nThrice-blest, thrice-crowned, of gods thrice-lovèd she--\nThat other, fairer maid, who tombward brings\nHer gold, shorn locks and piled-up offerings\nOf fragrant fruits, rich wines, and spices rare,\nAnd cakes with honey sweet, with saffron fair;\nAnd who, unchecked by any thought of shame,\nMay weep her tears, and call upon his name,\nWith burning bosom prest to the cold ground,\nKnowing, indeed, that all her life is crown'd,\nThrice-crowned, thrice honoured, with that love of his;--\nNo dearer crown on earth is there, I wis.\n\nWhile yet the sweet life lived, more light to bear\nWas my heart's hunger; when the morn was fair,\nAnd I with other maidens in a line\nPassed singing through the city to the shrine,\nOft in the streets or crowded market-place\nI caught swift glimpses of the dear-known face;\nOr marked a stalwart shoulder in the throng;\nOr heard stray speeches as we passed along,\nIn tones more dear to me than any song.\nThese, hoarded up with care, and kept apart,\nDid serve as meat and drink my hungry heart.\n\nAnd now for ever has my sweet love gone;\nAnd weary, empty days I must drag on,\nTill all the days of all my life be sped,\nBy no thought cheered, by no hope comforted.\nFor if indeed we meet among the shades,\nHow shall he know me from the other maids?--\nMe, that had died to save his body pain!\n\nAlas, alas, such idle thoughts are vain!\nO cruel, cruel sunlight, get thee gone!\nO dear, dim shades of eve, come swiftly on!\nThat when quick lips, keen eyes, are closed in sleep,\nThrough the long night till dawn I then may weep."}