{"subject": "Vampires", "text": "Vampires in Malawi, the newspaper reports.\nEven the president issues a statement:\n\"Show me a vampire, and I'll lock him up!\"\nBut who needs proof, if corpses prove everything?\nA girl of about eighteen sucked dry, and stiff\nlike a branch, two slaughter marks in her neck;\nher hands unnaturally large and bony\non her wide-eyed breasts like falcon wings.\nAnd the headman's son, spine snapped in the breech\nagainst a ploughshare when no one looked -\nhis legs dangling around the udder of his phallus,\nand not a drop of blood in the rest of him!\n\nThree army jeeps from Lilongwe rush to the scene\nin a small town, two more to another emergency:\nto stand sentry at night, but in vain.\nThe vampires sneak through, more corpses in the morning;\nsome without marks, just a bulging pubis \nlike new bananas or an abdomen arched\nin animal terror.\n\n\"Where're the corpses?\" asks the circuit commissioner. \n\" Buried promptly … as exorcism,\"\nthe priest whispers and crosses himself.\nThe soldiers confirm this, some of them die too.\nOne on guard duty collapsed in his boots,\narms around his rifle twined like a vine\nor the snakes of the caduceus of medicine.\nEven the UNAIDS clinic gets targeted overnight.\n\"It sleeps in my blood, the full length of my body!\"\n\na patient says, \n\"To bolt the doors or nail up the apertures\nis not enough, vampires walk through walls.\"\n\nVampires: without teeth, but armed with syringes.\nThey draw blood and make off with it in plastic bags.\n\"Folk are getting used to things,\" an aid worker says,\n\"… even look forward to it, with increasing desire.\"\n\"She lands on my roof naked and squats there,\" says a man.\n\"From beneath I can see the leopard skin\npurse of her crotch through the corrugated zinc …\nShe awaits her moment, and I wait for her.\"\n\nA graveyard with candles flickers like a birthday cake.\nA wedding, with only one partner at the pulpit:\na skeleton of a girl up to her ears in love\nwith her vampire, a bridegroom in absentia.\n\nMore and more lanterns roam without walkers;\njust a dog in a village but someone feeds it at night.\n\nWhisperings drift: \"cannot wait\" and \"why tomorrow …\"\nwhile gleaming youngsters dance in a town hall\nlike masks on sticks, or carnival sceptres.\n\nAnd so,\nas in far-off northern parts\nwhen long seasons of darkness descend,\nlife continues\n                                                in the realm of spectres.\n\nTranslated by Charl-Pierre Naudé"}