{"subject": "An Out-Worn Sappho", "text": "How tired I am! I sink down all alone\nHere by the wayside of the Present. Lo,\nEven as a child I hide my face and moan--\nA little girl that may no farther go;\nThe path above me only seems to grow\nMore rugged, climbing still, and ever briered\nWith keener thorns of pain than these below;\nAnd O the bleeding feet that falter so\nAnd are so very tired!\n\nWhy, I have journeyed from the far-off Lands\nOf Babyhood--where baby-lilies blew\nTheir trumpets in mine ears, and filled my hands\nWith treasures of perfume and honey-dew,\nAnd where the orchard shadows ever drew\nTheir cool arms round me when my cheeks were fired\nWith too much joy, and lulled mine eyelids to,\nAnd only let the starshine trickle through\nIn sprays, when I was tired!\n\nYet I remember, when the butterfly\nWent flickering about me like a flame\nThat quenched itself in roses suddenly,\nHow oft I wished that _I_ might blaze the same,\nAnd in some rose-wreath nestle with my name,\nWhile all the world looked on it and admired.--\nPoor moth!--Along my wavering flight toward fame\nThe winds drive backward, and my wings are lame\nAnd broken, bruised and tired!\n\nI hardly know the path from those old times;\nI know at first it was a smoother one\nThan this that hurries past me now, and climbs\nSo high, its far cliffs even hide the sun\nAnd shroud in gloom my journey scarce begun.\nI could not do quite all the world required--\nI could not do quite all I should have done,\nAnd in my eagerness I have outrun\nMy strength--and I am tired....\n\nJust tired! But when of old I had the stay\nOf mother-hands, O very sweet indeed\nIt was to dream that all the weary way\nI should but follow where I now must lead--\nFor long ago they left me in my need,\nAnd, groping on alone, I tripped and mired\nAmong rank grasses where the serpents breed\nIn knotted coils about the feet of speed.--\nThere first it was I tired.\n\nAnd yet I staggered on, and bore my load\nRight gallantly: The sun, in summer-time,\nIn lazy belts came slipping down the road\nTo woo me on, with many a glimmering rhyme\nRained from the golden rim of some fair clime,\nThat, hovering beyond the clouds, inspired\nMy failing heart with fancies so sublime\nI half forgot my path of dust and grime,\nThough I was growing tired.\n\nAnd there were many voices cheering me:\nI listened to sweet praises where the wind\nWent laughing o'er my shoulders gleefully\nAnd scattering my love-songs far behind;--\nUntil, at last, I thought the world so kind--\nSo rich in all my yearning soul desired--\nSo generous--so loyally inclined,\nI grew to love and trust it.... I was blind--\nYea, blind as I was tired!\n\nAnd yet one hand held me in creature-touch:\nAnd O, how fair it was, how true and strong,\nHow it did hold my heart up like a crutch,\nTill, in my dreams, I joyed to walk along\nThe toilsome way, contented with a song--\n'Twas all of earthly things I had acquired,\nAnd 'twas enough, I feigned, or right or wrong,\nSince, binding me to man--a mortal thong--\nIt stayed me, growing tired....\n\nYea, I had e'en resigned me to the strait\nOf earthly rulership--had bowed my head\nAcceptant of the master-mind--the great\nOne lover--lord of all,--the perfected\nKiss-comrade of my soul;--had stammering said\nMy prayers to him;--all--all that he desired\nI rendered sacredly as we were wed.--\nNay--nay!--'twas but a myth I worshipped.--\nAnd--God of love!--how tired!\n\nFor, O my friends, to lose the latest grasp--\nTo feel the last hope slipping from its hold--\nTo feel the one fond hand within your clasp\nFall slack, and loosen with a touch so cold\nIts pressure may not warm you as of old\nBefore the light of love had thus expired--\nTo know your tears are worthless, though they rolled\nTheir torrents out in molten drops of gold.--\nGod's pity! I am tired!\n\nAnd I must rest.--Yet do not say 'She _died_,'\nIn speaking of me, sleeping here alone.\nI kiss the grassy grave I sink beside,\nAnd close mine eyes in slumber all mine own:\nHereafter I shall neither sob nor moan\nNor murmur one complaint;--all I desired,\nAnd failed in life to find, will now be known--\nSo let me dream. Good night! And on the stone\nSay simply: She was tired."}