{"subject": "The School Of The Heart. Lesson The Third.", "text": "The dews descend, the soft and gentle dews;\nOver the homeward meadows, stretching forth\nFar into the gray mist, the cattle lie\nMost tranquilly; the river's silver swathes\nMove not, or slumber silently along;\nThe cups of the water--lilies are not stirred\nBy passing eddies, but with countenance\nTurned up to heaven, they lie and let the dark\nCome down on them, and then they pass beneath\nInto their wat'ry bed, till the young morn\nLooks slant upon the surface of the stream.\nAnd there, among the golden company,\nFloats like a queen that grand and ancient flower,\nWith name that passing from the charmèd tongue\nReminds us of low melodies in sleep\nSo honey--sweet, so musically soft:\nLike Artemis on Erymanthus' ridge\nTaking her pleasure in the mountain chase,\nWith the field--nymphs around her playing blithe,\nHer beautiful brow she lifts among them all,\nAnd easy to be known, though all are fair:\nThat flower of many honours, dwelt upon\nBy old prophetic light, in time of yore\nA mighty parable of mystic things,\nAll sacred, leaf and bud and banded stalk,\nAnd root that struck into the bed of Nile,\nOr by the lake Maeotis, or perchance\nUnder the bank of Jordan fringed with palms:\nFit and accepted emblem of that first\nGreat resurrection of the chosen few,\nWhen from the waters blank and desolate\nThey rose like thee; and token not unknown\nOf other and of deeper tendencies\nOf all things on this earth: how in the track\nAnd visible procession of events\nOne tale is told, one moral figured forth,\nBirth, death, and resurrection; birth, and death,\nAnd resurrection, ever and anon\nHeld up in clearest light to human thought.\nThe milky tender seed is fashioned first\nFrom the flower that dies in birth; through cruel blights\nAnd under adverse skies, with pain and toil,\nIf not self--known, yet rendered evident\nBy the careful nature that it looketh for,\nIt ripens into age; and then it dies\nIn the brown ground, and chilly nights and snows\nPass over it; at last the kindly sun\nBursts out upon it, and it breaks its grave,\nAnd issues forth, a beautiful green thing,\nA fresh and lovely scion. And in things\nThat look less like our own humanity,\nIf we would search, the same great parable\nIs ever taken up and told abroad,\nAnd will be till the end. Beauty and Truth\nGo hand in hand: and 'tis the providence\nOf the great Teacher that doth clearest show\nThe gentler and more lovely to our sight,\nTraining our souls by frequent communings\nWith her who meets us in our daily path\nWith greetings and sweet talk, to pass at length\nInto the presence, by unmarked degrees,\nOf that her sterner sister; best achieved,\nWhen from a thousand common sights and sounds\nThe power of Beauty passes sensibly\nInto the soul, clenching the golden links\nThat bind the memories of brightest things.\nSo to that queenly virgin on the shore\nOf old Phaeacia, neither mortal man\nNor woman might be likened, but one branch\nOf budding palm, in Delos that upsprung\nFast by Apollo's altar from the ground.\nThus, irrespective of all names of kind\nIs heavenly Beauty--spread along the earth,\nIn all created things always the same.\n\nMany have held that pure and holy truth\nDwells only in the solitary soul;\nThat man with man conversing may not share\nAught of the spiritual inward life;\nThat soul approaching within reach of soul\nFosters a longing after things cast off\nWith the first slough of Nature:--some have said\nThat the green earth, with all her leafy paths\nAnd her blue hills, hath nothing of delight\nFitted for holy men;--yet they have loved\nTo wander in the twilight,--to recline\nIn the cool shade of a fresh--bursting tree,--\nTo look into the night, when from the sky\nThe moonlight broods upon the charmèd earth;\nYea, they have loved to take their playfellows\nFrom simple children, and to loose awhile\nThe rigid bands of hardship self--imposed:\nAnd then they tell of youth, and innocence,\nAnd for a little moment sunshine bursts\nUpon their souls--a transitory gleam;\nFor soon the clouds roll onward thick and fast,\nDarkening the light within, till a deep night\nSets in, a damp and freezing night, wherein\nProwl evil beasts, and most unbridled crime\nWalks unreproved. As one in summer--tide\nPacing a weary road in evening light\nAfter the sun hath set, with the young moon\nLooking upon him from the purple mist\nThat floats above the west, saddens to think\nThat each step bears him farther from his love;\nSo in the interchange of daily words\nWith proud and heartless men, comes weariness\nUpon my spirit, and my thoughts look back\nTo solitude, or sweet society\nOf chosen souls, when two or three in peace\nGathered together, for a little hour\nWe held discourse in all humility\nOf common dangers and of common hopes;\nTill there came One among us who declared\nWhy all these things were so; till our hearts burned\nWithin us at the thoughts that flowed abroad\nFrom one into the other; till we looked\nAnd saw Him in the midst, as He had said,\nKnown in the feeling of our spirits: known\nFor that He blessed and brake as He was wont;\nKnown to be present in His messengers,\nThe daily calls and offices of life,\nWhich, like their Master, to the human kind\nGo about doing good. Despise not thou\nThe yearnings of a spirit ill at ease\nTo dwell with men that have no love for God--\nMen of devices new and manifold--\nMen who would disenshrine the heavenly crown\nFrom the bright pole, and seek their best reward\nIn being catalogued with printed names,\nAnd blazoning records of schismatic strife\nIn the far quarters of the world. O Love,\nO Charity, that erst ascendant crowned\nOur land with calm light like the star of eve!\nFast o'er the ocean fares the gathered gold,\nGathered from Britain's heart, while in her arms\nHer famished myriads curse each coming morn;\nAnd they who feed their thousands far away\nBy cold machinery that asks no toil,\nGrudge the poor pittance of a labouring hour\nTo the home--duties of unwitnessed love.\nMethinks I could have borne to live my days\nWhen by the pathway side, and in the dells,\nBy shady resting--place, or hollow bank\nWhere curved the streamlet, or on peeping rock,\nRose sweetly to the traveller's humble eye\nThe Cross in every corner of our land;\nWhen from the wooded valleys morn and eve\nPassed the low murmur of the angel--bell;\nMethinks I could have led a peaceful life\nDaily beneath the triple--vaulted roof\nChanting glad matins, and amidst the glow\nOf mellow evening towards the village--tower\nPacing my humble way;--most like to that\nHe in the spirit from the lonely isle\nSaw, the beloved Apostle, round the throne,\nAnd Him that sat thereon, glad companies\nResting not day nor night their song of praise.\n\nGo ye about and search; set up a place\nAnd fetch a compass: in the brightest fields,\nAnd by the dwelling of the mighty sea,\nThe everlasting witness; go and seek\nThe sweetest flower that ever bloomed on earth;--\nSee ye search well, for this our land hath borne\nFull many a fragrant cluster,--there hath come\nFrom other times its sweet remembrance down;--\n'Tis low, but ye may scent it from afar,\nAnd ye may know its presence where it blooms,\nEven in the faces of the men ye meet,\nAnd in the little children. Many a quest\nThere hath been undertaken; many a man\nOf tender spirit and soft step hath gone,\nLured on by specious promises, far forth,\nAnd bitterly returned. We boast ourselves\nIn pride of art, and lift our heads on high,\nDangerously climbing, without care bestowed\nTo assure well the ground whereon is fixed\nThe ladder of our vaunting: where our sires\nLaid deep and strong foundation, there we raise\nStory on story vainly stretched aloft.\nCelestial Meekness--purity of heart,\nWith all beloved and gentle memories\nOf soul--refreshing things, up from the din\nOf this most blasphemous and boasting age\nHave taken flight into some purer air:\nThey have departed; never seek for them\nIn beautiful green places, or on slopes\nFacing the west in any lovely land;\nNo sweet memorials of the sacrifice\nBy which man liveth, greet him on his way;\nHe walks in drear and dim disquietude,\nGathering no store for rest. Eternal shame\nCleave to the mention of the men, whose hands\nPulled down from pathway--side and village--green\nThe holy emblem of our faith; whose trust\nLay not in truth, but power; to whom in vain\nThe word of caution was pronounced which bid\nTake heed, lest with the tares ye sacrifice\nWheat also; doubly blind and faithless men,\nNursed in the gall of carnal bitterness,\nWithout one gentle spiritual thought;\nWho in the end approved themselves to him\nWho was their captain and their father, him\nWho loves not order, hates all beautiful\nAnd seemly things; when in their hour of dark\nAnd devilish misrule, sceptre and crown,\nThe sacred types of firm and centred power,\nPatterns of mighty things invisible,\nWere trodden under foot of men; when full\nOn the calm face of Christ's own spouse, were blown\nPestilent slanders, and fell poisons poured\nInto her holy cup. They reasoned hard\nOf so--deemed spiritual truths, and taught\nThe life of God to spend itself on words,\nObjections, and divisions, and false depth\nOf sentence intricate; they led the soul\nOf human kind,--already prone to ill,\nBut now, in course of wholesome discipline,\nTrained to bow down to Heaven--appointed rule,\nAnd keep the harmony of God's great reign,--\nTo break its bonds in sunder, and in pride\nTo feel its strength and self--intrusted power,\nAnd tempt alone the perilous path of life,\nWhere once the saints, a meek and comely band,\nWalked strong in union. Trust me, it is hard,\nIt is most hard for gentle souls to live,\nAnd not to burst abroad with every woe,\nWhen words and offices of heavenly love\nWin not an answer in the heartless world;\nWhen all our piety and all our zeal\nLie like a level swamp. O slow the hearts,\nAnd deaf the ears unto the voice of Heaven,\n''I came not to send Peace upon the earth!''\nTrue, we have tamed, or think that we have tamed\nOutbreakings into blood; true, that the edge\nOf persecuting sword is turned and dull;\nThe fierce depravity of human act\nRoughs not our surface now; but with false care\nFull deeply we have mixed our portion in,\nTill the fell poison festers in all ranks,\nAnd even the hearts we fold unto our breast\nAre bitten, deadly bitten. Where is love?\nWhere is the blessed fold, that we may run\nAnd shelter us? O God! they should have kept\nA light upon the corners of Thy fold,\nTo guide the wanderers in the desert wide:\nBut they have fought for words, and striven for names,\nAnd fallen down dead among the famished sheep;\nAnd round us howls the desolating wind,\nAnd each the other knows not; there hath fallen\nDarkness that may be felt upon our path;--\nBut Thou art just, and righteous are Thy ways;--\nWhere are the calm retreats our fathers gave\nTo holy meditation? Where the fanes\nThat rolled their tribute of unceasing praise\nUp to the gates of heaven? And where the towers,\nThick rising o'er the twice--converted land,\nWarning the peasant in his simple toil\nWith never--failing memories of God?\nFrom their sad ruins and their crumbling shafts\nHath gone a cry to Heaven. Ere now, methinks,\nThis island--home of ours should have been spread\nWith mighty temples, morn nor solemn eve\nWanting the voice of prayer. Oh, I could weep\nEven at the thought of ancient blessedness:--\nBut we must pray and toil--the vengeance--cloud\nStoops tempest--laden on our godless land:\nBut we will forth, sweet love, and speak with God;\nIt may be we shall find a saving band\nOf ten meek--hearted men;--blessed and wise,\nCould we but win so many. But the night\nFalls down the heaven, and mists of silver dew\nStrike chill upon the sense, and mournful thoughts\nCome thick upon me, and the truant tears\nStand hot upon my cheek. Then cease we here,\nAnd at some fitter time take up the lyre\nIn peaceful mood, and meditate sweet strains\nFor future years, of sorrow stayed on hope."}