{"subject": "The Barracks", "text": "Beings have molten forms and lives together.\n\nTHE sunshine cannot make the barracks glad.\nIts seeming happiness is real pain;\nThe building faces to the East; anigh\nIts girdle, forests, fields, and gardens lie;\nThen the horizon furbished by the dawn.\n\nThe whitewashed parget walls seem to receive\nOnly the purest rays that light contains.\nThe red tiles give the roof a youthful look,\nThe sanded court is opened like a flower.\n\nAnd yet the handsome building is in pain.\n\nThe clock has just struck eight. This is the hour\nWhen, in the mighty cities far away,\nA rustling of glad bodies fills the morn,\nOf men that from the girdle inwards crowd,\nScattered no more by isolating sleep.\nA fluid multitude swells streets like veins,\nAnd enters into offices and works.\n\nShop-windows glass the haste of passers-by;\nThe omnibuses grate, the chimneys smoke;\nMen are connected by chaotic rhythms,\nKeen groups are born, and swarm, and are transformed.\nAwakened muscles willingly are strong,\nLife pours as from a bent, full bottle's neck.\n\nThe barracks suffer, wishing back the night.\nThe soldiers fain would sleep into the dawn,\nTo be themselves still longer in the dark,\nNestling their liberty in crinkled sheets.\n\nThe clarion's panting cries compel the barracks\nOnce more to don its single, dolorous soul.\nGiving to arms no time to stretch themselves,\nTo hearts no time to glide out of their dreams,\nThe barracks sets its forces galloping,\nAnd whips at sluggish flanks that hate the lash.\nRest, silence, and the friendship of the dark,\nAre with a single impulse thrust outside,\nfor these impurities would weigh down limbs\nWhich may not have, until the day is done,\nOne nerve inactive nor one muscle lax.\nThe barracks hurries, but the hours are sacks\nToo narrow, from too supple leather cut\nTo hold the heap of movements and of acts\nWith which it seeks to stuff them, out of breath.\n\nBehind the walls\nThe vegetating fields lie pensively.\nThe plants, sure they have time, by slow degrees\nWork out their shape, and in themselves unite\nThe joy of being spreading like a lake,\nThe joy of growing flowing like a river.\nAnd every time the barracks gazes thither,\nIt bustles less and feels it is in pain.\n\nBent soldiers scrub the wooden floors of rooms;\nTheir backs will have lumbago, arms the cramps.\nOne was a farm-hand, and remembers now\nThe music of the scythe in grass of June.\nThis fair-haired fellow, panting down the stairs,\nIs thinking of a little Town-Hall office\nWith windows o'er a yellow, dozing square;\nHe used to sit in a cane-bottomed chair,\nWith glossy paper round his pen, that threw\nUpon the left a fibre of blue shadow.\nMud clots the corridors, for yesterday\nWas rainy; those who sweep are wearied out;\nOthers that on the stairheads squat or stand\nAre scraping boots while sweat is on their brows.\n\nThe traveller who climbs a wooded hill,\nAnd, with his foot upon the highest stone,\nUpon it pedestals his lonely frame,\nto see the forest and to breathe its breath,\nResumes, for one grave second, in himself\nThe sap, the sprouting, and the scent of trees;\nAnd if, in all the underwood, one twig\nRises above its clog and sharply cracks;\nIf strawberries ripen, sheltered by a bush,\nOne whiff of odour, and one flake of sound\nLost in the smell and rustling of the trees,\nRun to the traveller's wide-opened brain\nWherein collected all the forest thinks.\n\nThus raised more high than any peak of souls,\nWith effort freed from the entanglement\nWherein its branching passions cross and toss,\nAnd covered with unconsciousness, this dew\nWhich dropped above the barracks when it passed\nThe dark, dense flesh that does not know itself,\nAlready vast but undecided still,\nThe conscience of the barracks,\nFrom hearts dissimulated among things\nReceives the feeble breath their essence scents,\nAnd bids the little greifs sent up by men\nBe seated in a corner of its grief,\nThat they may say in two words what they are,\nAnd what complaints they bear.\n\nThis conscience probes the tender epidermis,\nYea, and the final folds of human matter,\nEven as a hand that warms and fills a glove.\nAnd, timidly, in places, sees the chiefs\nLike scattered seeds of lead within itself.\n\nAnd then it hears no longer little griefs.\nA great wind drowns their wearisome falsetto;\nThe ardent sex of men begins to cry;\nDesire of males in cage calls out for females;\nThe soldiers sing, roar, jostle, violate\nThe air. Their arms seek softer arms to knead.\nFurious at having nothing to embrace\nSave other stiffened arms that do not yield,\nFurious at never finding anywhere\nThe soft white bodies that are needed for\nThe barracks to be soothed and have its flesh\nIn couples equilibrated, they kindle\nA fire of frenzied gestures, and their kisses,\nWaste cartridges cast in the flame, explode.\n\nAnd now a locomotive far away\nBuries a whistle in the womb of space.\nIt is rebellion's signal; the clear order\nThe strength of trains darts unto men's, that they\nMay break the threads which make them gravitate\nRound the same motionless and hated centre,\nAnd from the turning sling escape, and pierce\nTheir duty like the paper in a hoop,\nAnd the vast soaring rolled in them unfold,\nAnd go away,\nAnd o'er the horizon find their own horizon.\n\nFain were the barracks to dissolve and die.\nThere is a breath glides through the soldiers' bodies,\nMoving, disjoining, elevating them.\nThe enormous block seems porous. All its lives\nFrom one another's hold tear to depart.\nIt was a serried fleet of sailing-ships;\nBut the wind whips them and the masts have cracked,\nThe ships are scattered broad-cast on the sea.\n\nO to set out! The soldiers stamp to go.\nTheir hope, tiptoe with expectation, tries\nTo see beforehand the miraculous hour\nWhen all compulsion shall be reaped like hay.\nAnd rude hands weigh the future, feel the months,\nAnd count the days. And on partitions they\nIn trembling numbers carve how many more.\n\nBy all its men the barracks fain would die.\n\nO this were death delicious as pure water,\nIf one could be dissolved, and pulverised,\nAnd hurled in ruins by self-hate, without\nOne atom weeping the dead unity,\nAnd not one being clinging to the warmth\nOf living in the rhythm of the whole,\nWithout the unity bewailing its conscience,\nO beautiful death!\n\nBut not in this way shall the barracks die.\nFirst in its leaded coffin it must live.\nThe State decrees it must exist, endure!\nFeeds it with dole of food from day to day,\nAnd fills it yearly with new sap of youth.\n\n    Then, one morning, war.\n\n    The barracks, that knows nothing,\n    Shall nothing know. It will be told\n    To glide out of its walls,\n    To march, to follow a road,\n    To get inside a black train.\n\n    And later, not much later,\n    Not knowing where the carriages\n    Have taken it to;\n    Knowing nothing of all, except\n    That it must kill;\n    Lying flat on its belly,\n    Leaping like a grasshopper,\n    Wishing to live now with a frenzied wish,\n    In mud, and smoke, and din,\n    Bleeding, raging, thinned,\n    It will go and will be killed\n    By canons.\n\nAnd this presentiment makes weapons shine;\nIt spreads a gloss of phosphorus over them;\nThe muskets reared in line shine with it so\nThe soldiers have not for them that kind look\nWith which you soothe the back of things familiar,\nBut cast them glances grating on the steel.\nThe barracks sees that it is filled choke-full\nOf muskets, bayonets, and cartridges.\n\nThere are erected muskets in the racks,\nAnd in the cellars and the garrets too.\nAll this swarms germinating in the barracks;\nThis is the seed! The barracks knows her sex.\nShe is prolific. And she carries, like\nA heavy ovary which throbs and swells,\nMillions of future deaths within her womb.\n\nThe trains may whistle. What if she forget!\nShe has her flesh and her fatality.\nFated she is to kill and to be killed.\nTranslated by Jethro Bithell"}