{"subject": "A War March", "text": "Ow!  Wow!  Wow!\n(Funeral note sustained by flutes, suggesting a long-bodied, \nshort-legged, large-headed dog in anguish.)\nOw!  Wow!\nWe are the people who make the row;\nWe are the nation that skites and brags;\nMarching the goose-step; waving the falgs.\nHoch!\nWe talk too much, and we lose our block,\nWe scheme and spy; we plot, we lie\nTo blow the whoe world into the sky.\nThe Kaiser spouts, and the Junkers rave.\nHoch! for the Superman, strong and brave!\nBut what is the use of a Superman,\nWith 'frightfulness' for his darling plan,\nIf he has no cities to burn and loot,\nNo women to ravish, no babies to shoot?\nShall treaties bind us against our wish?\nRip!  Swish!\n(Violins: Tearing noise as of scraps of paper being destroyed.)\nNow at last shall the whole world learn\nOf the cult of the Teuton, strong and stern!\nHo! for the Superman running amok!\nHoch!\nUm - ta, um - ta, tiddley - um - tum!\n(Uncertain note, as of a German band that has been told to move on.)\nPompety - pom pom - tiddeley - um - tum!\nWay for the 'blond beasts!'  Here they come!\nWhile big guns thunder the nations' doom.\nBoom!\nRoom!  Room!\nRoom for the German!  A place in the sun!\nHe'll play the Devil now he's begun!\nKer-r-r-rump!....Bump!...\n(Drums: Noise of an exploding cathedral.)\nHo, the gaping wound and the bleeding stump!\nWatch the little ones how they jump!\nWhile we shoot and stab, and plunder and grab,\nSpurred by a Kaiser's arrogant gab;\nWhile the Glorious Junker\nGrows drunker,\nAnd drunker, on blood.\nBlood!  Blood!\nSword or cannon or fire or flood,\nNever shall stay our conquering feet -\nOn through city and village street -\nFeet that savagely, madly tread,\nOver the living; over the dead.\nShoot!  Shoot!\nBurn and pillage and slay and loot!\nTo the sound of our guns shall the whole world rock!\nHoch!\nShrieks!\n(Flutes, piccolos and trombones render, respectively, the cries of \nchildren, shrieks of women and groans of tortured non-cambatants.  \nViolins wail mournfully.)\nShrieks!  Shrieks!\nHoch der Kaiser! The whole land reeks\nWith tales of torture and savage rape,\nOf fiends and satyrs in human shape;\nFat hands grabbing where white flesh shrinks;\nAnd murdered age to the red earth sinks.\nKill!  Kill!\nNow at length shall we gorge our fill,\nAnd all shall bow to the German will!\nBy the maids we ravish our lust to slake,\nBy the smoking ruin that mark our wake,\nBy the blood we spill,and the hearths we blast....\nThis is The Day!  The Day at last!....\nPraise to God!  On our bended knees,\nWe render thaks for boons like these.\nFor God and the Kaiser our cohorts flock!\nHoch!\n(Scrap of German hymn-tune interpolated here.)\nAch!  Donnerwelter!  Himmel!  Ach!\n(Medley of indescribable noises rendered by full orchestra, symbolic, \npartly of a German band that is being severely kicked by an irate householder,\nand partly innumerable blutwursts suddenly arrested in mid-career.)\nAch!  Ach!\n'Dot vos not fair to shoot in der back!'\nWho is this that as dared to face\nOur hosts unconquered, and, pace by pace,\nPresses us backward, and ever back.\nOver the blasted, desolate rack?\nWhat of the plans we planned so well?\nWe looked for victory - this is Hell!\nHold!  Hold!\nMark the heaps of our comrades bold;\nLook on the corpses of Culture's sons -\nMartyrs slain by a savage's guns.\nRespite now, in this feast of death!\nTime!  An Armistice!  Give us breath!\nNay?  Then we cry to the whole wide world,\nShame on our foe for a plea denied!\nSavages!  Brutes!  Barbarians all!\nHere shall we fight with our backs to the wall!\nBoom!  Boom!  Boom!\n(Ten more thousands gone to their doom.)\nBoom!\n(Bass drums only, for 679,358 bars, symbolising a prolonged artillery war.  \nInto this there breaks suddenly the frenzied howl of the long-bodied, \nshort-legged, large-deaded dog already mentioned.)\nHate!  Hate!  Hate!  Hate!\nWe spit on the British here at our gate!\nFoe of humanity!  Curst of the world!\nOn him alone let our hate be hurled!\nFor his smiling sneers at the Junkers' creed,\nFor his cold rebuke to a Kaiser's greed;\nFor his calm disdain of our noble race,\nWe fling our spite in his scornful face.\nUnder the sea and high in the air,\nDeath shall seek for him everywhere;\nThe lurking death in the submarine,\nThe swooping death in the air machine,\nAlone of them all he had sealed our fate!\nHate!  Hate!  HATE!\n(Prolonged discord, followed by deep, mysterious silence - imposed by censor - \nfor 793 bars.)\nBang!\n(Deep staccato note as of a bursting blutwurst.)\nOw!  Wow!  Wow!\n(Dying howl of a stricken hound.  Silence again for an indefinite number of \nbars.  Then, in countless bars, saloons, tea-shops, coffee-houses, cafes and \nrestaurants throughout the British Empire and most of Europe, a sudden, loud, \ntriumphant chorus, toned by a note of relief, and dominated by 'The Marseillaise' \nand 'Tipperary.'  A somewhat uncertain but distinctly nasal cheer is heard from\nthe direction of New York.)\nPeace!  Peace!\nAt last the sounds of the big guns cease;\nAt last the beast is chased to his lair,\nAnd we breathe again of the good, clean air.\nThe gates have fallen!  The Allies win!\nAnd the boys are macrhing about Berlin!\nThe Kaiser's down; and the story goes\nA British Tommy has pulled his nose.\nThe German eagle has got the pip:\nVive les Allies!...Hooroo!...Hip! Hip!..."}