{"subject": "The Giant In Glee", "text": "Ho, warriors! I was reared in the land of the Gauls;\nO'er the Rhine my ancestors came bounding like balls\nOf the snow at the Pole, where, a babe, I was bathed\nEre in bear and in walrus-skin I was enswathed.\n\nThen my father was strong, whom the years lowly bow,--\nA bison could wallow in the grooves of his brow.\nHe is weak, very old--he can scarcely uptear\nA young pine-tree for staff since his legs cease to bear;\n\nBut here's to replace him!--I can toy with his axe;\nAs I sit on the hill my feet swing in the flax,\nAnd my knee caps the boulders and troubles the trees.\nHow they shiver, yea, quake if I happen to sneeze!\n\nI was still but a springald when, cleaving the Alps,\nI brushed snowy periwigs off granitic scalps,\nAnd my head, o'er the pinnacles, stopped the fleet clouds,\nWhere I captured the eagles and caged them by crowds.\n\nThere were tempests! I blew them back into their source!\nAnd put out their lightnings! More than once in a course,\nThrough the ocean I went wading after the whale,\nAnd stirred up the bottom as did never a gale.\n\nFond of rambling, I hunted the shark 'long the beach,\nAnd no osprey in ether soared out of my reach;\nAnd the bear that I pinched 'twixt my finger and thumb,\nLike the lynx and the wolf, perished harmless and dumb.\n\nBut these pleasures of childhood have lost all their zest;\nIt is warfare and carnage that now I love best:\nThe sounds that I wish to awaken and hear\nAre the cheers raised by courage, the shrieks due to fear;\n\nWhen the riot of flames, ruin, smoke, steel and blood,\nAnnounces an army rolls along as a flood,\nWhich I follow, to harry the clamorous ranks,\nSharp-goading the laggards and pressing the flanks,\nTill, a thresher 'mid ripest of corn, up I stand\nWith an oak for a flail in my unflagging hand.\n\nRise the groans! rise the screams! on my feet fall vain tears\nAs the roar of my laughter redoubles their fears.\nI am naked. At armor of steel I should joke--\nTrue, I'm helmed--a brass pot you could draw with ten yoke.\n\nI look for no ladder to invade the king's hall--\nI stride o'er the ramparts, and down the walls fall,\nTill choked are the ditches with the stones, dead and quick,\nWhilst the flagstaff I use 'midst my teeth as a pick.\n\nOh, when cometh my turn to succumb like my prey,\nMay brave men my body snatch away from th' array\nOf the crows--may they heap on the rocks till they loom\nLike a mountain, befitting a colossus' tomb!"}