{"subject": "Sidewalk Story", "text": "The afternoon had a flu-like quality, gray and threatening to burst into tears at any moment, but I held it together like a grown-up, taught my classes, smiled at the children. I was in love with one little boy who couldn't write, not one idea in his head despite my encouraging crouch near his desk so long my knees were stiff and rising I almost passed out.\n\nThe sky drained of color but plenty of gray light. The teachers nodded sympathetically and said That flu is horrible go home, get some rest.\n\nOn the sidewalk thronged the children like little commuters, with their plastic slickers and empty lunch boxes, waiting for their mothers to come pick them up in big shiny minivans. I tottered into poisonous air, head aching with flu, ears ringing with the fever of five hours teaching, saying 'Good! Good! That's great, that's wonderful,' in a high sincere voice.\n\nThe children are so smart, I can't take it sometimes.\nThe way some of them will turn and look straight through me\n\nThen I noticed the girl on the sidewalk, face the color of skimmed milk, ginger hair limp and straight, cut hopelessly to the chin. A small sad storybook of a second-grader, trying to evade her oppressor who in this case was wearing a puffy pink ski jacket and tormenting grin. The bigger girl walked backward blocking the small one from wherever it was she wanted to go. The little victim tried to get around her,\n\ncouldn't; tried, couldn't, dodged,\nhead down, resigned,\n\nthe only object now being not to let anyone see me cry. It was myself of course. I stood rooted next to my foggy car, keys in hand, smelling the wet asphalt. Oh that tragically trembling chin! How did I get to be middle-aged, delirious from teaching these children for years, coaxing them to flower into the brutally onrushing future, into the mystery of their fates where poetry may or may not help them?\n\nThen I remembered\n\nand stepped forward.\nTook her hand,\ncool and fresh as milk,\ntrusting, in my own fevered paw,\nand tall now, sidestepped the taunting girl.\n\nBut I wanted to talk to her!\nthe bully persisted, grinning, still grinning--\nthe awful, relentless, pasted-on grin--\n\nAs if I hadn't been on that side of it too.\nAs if I didn't know."}