{"subject": "Wealth's Power.", "text": "How Happy was the World before men found \nThose metals, Nature hid beneath the Ground! \nAll Necessary things She placed in View, \nBut this She wisely hid, because She knew \nThat it destructive to her work would be, \nAnd jar the consort of her Harmony: \nNo sooner \nSteel\nwas Found, but men began \nTo find new ways to Death, and cruel man \nMade Swords, and Spears, and Bows, and Darts, which he \nFirst used on Beast--------- \nWho fell the Victims of his Cruelty: \nPride, and Revenge, then Raged in every Soul, \nAnd Fiery Passion, Reason did control. \nBut when those Mines were found which we call rich, \nBecause their Glitt'ring Beauty did bewitch \nAnd please our cozened(1) Senses, then with more \nThan mean(2) devotion, man did Gold adore: \nDeluded man did then this Trifle call \nThe chiefest Good, that could to him befall: \nHow strangely, Frantic(3) man, didst thou mistake, \nWhen of this trash thou didst an Idol make? \nFor though to it thou didst no Altars rear, \nIts Zealous Votary(4) thou didst appear: \nThis fatal Poison was by Heaven hid \nI'th' bowels of the earth, and when it did \nBy chance, i'th' Hesperian(5) Garden shoot above, \nHeaven, (knowing how mischievous it would prove) \nThe passage did with watchful Dragons guard, \nAnd made the way to misery, more hard \nTo pass, than that which led to Bliss: \nBut all in vain, for had Heaven hidden this \nI'th' Verge of Hell, man would have fetched it thence, \nAnd thought it a sufficient Recompense \nFor all his pains; but when he had attained, \nThis much desired Curse, he thought he'd gained \nA Blessing Heav'n would Envy, but alas! \nThe worth, not in the Metal, but his Fancy was. \nNo Man did needless Merit now regard, \nNone Virtue sought, none Valor would reward, \nNone Learning valued, none poor Wit did mind, \nNone honoured Age, few were to Beauty kind; \nAll Gold adored, all Riches did Admire, \nBeyond being Rich, no Man did now aspire. \nGold thus Advanced, and all things else neglected, \nJustice deposed, and Wisdom disrespected; \nThey left the Earth to Wealth's more pow'rful sway, \nAnd fled to Heaven, while Man did Gold obey: \nNow Money reigned in chief, and sottish Man, \nA slavish servitude to Wealth began; \nKingdoms to Rule, and Princes to Advise, \nMen fondly chose the Rich, and not the Wise; \nAll loved the Man that had a good Estate, \nAnd Poverty was cause enough to Hate; \nThe Rich might all things do, and Plaudits(6) have \nFor his worst Acts, but scarce the Poor could save \nHis best from Censure; now it might be said, \nWealth hid more Faults, than ever Folly made. \nA Friend, though heretofore a Sacred Name, \nNow, nothing but an empty Sound became; \nFor as Men's Riches did or Ebb, or Flow, \nSo less or more, their Friends did kindness show: \nHonor, that flew such noble Flights before, \nWith gen'rous Pinions,(7) now no more could soar \nSuch Heights, but checked, to stoop did not disdain \nT'a gilded Lure, and wear a Golden Chain: \nBeauty, that all Men did for Heavenly hold, \nForgot its worth, and sold its self for Gold: \nNay Love, though more Divine than all the rest, \nBecame a Mercenary, or at best, \nA mingled Compound of desire and wealth, \nIf any's better, 't must be had by Stealth: \nMarriage is Love and Jointure mixed together, \nAnd yet sometimes it happens that there's neither: \nBut Wit this glorious trifle did disdain, \nWealth strove to make it yield, but all in vain, \nMore noble Objects gen'rous Wit did choose \nTo employ its Thoughts, and did this Trash refuse. \nWealth threatened Wit it ever should be Poor, \nYet Wit the Golden Calf would not adore; \nSo when both saw their Labor was in vain, \nThey vowed to part, and never meet again."}