{"subject": "Fauconshawe", "text": "To fetch clear water out of the spring\nThe little maid Margaret ran,\nFrom the stream to the castle's western wing\nIt was but a bowshot span ;\nOn the sedgy brink where the osiers cling\nLay a dead man, pallid and wan.\n\nThe lady Mabel rose from her bed,\nAnd walked in the castle hall,\nWhere the porch through the western turret led\nShe met with her handmaid small.\n'What aileth thee, Margaret ?' the lady said,\n'Hast let thy pitcher fall ?\n\n'Say, what hast thou seen by the streamlet side—\nA nymph or a water sprite—\nThat thou comest with eyes so wild and wide,\nAnd with cheeks so ghostly white ?'\n'Nor nymph nor sprite,' the maiden cried,\n'But the corpse of a slaughtered knight.'\n\nThe lady Mabel summon'd straight\nTo her presence Sir Hugh de Vere,\nOf the guests who tarried within the gate\nOf Fauconshawe, most dear\nWas he to that lady ; betrothed in state\nThey had been since many a year.\n\n'Little Margaret sayeth a dead man lies\nBy the western spring, Sir Hugh ;\nI can scarce believe that the maiden lies—\nYet scarce can believe her true.'\nAnd the knight replies, 'Till we test her eyes\nLet her words gain credence due.'\n\nDown the rocky path knight and lady led,\nWhile guests and retainers bold\nFollowed in haste, for like wildfire spread\nThe news by the maiden told.\nThey found 'twas even as she had said—\nThe corpse had some while been cold.\n\nHow the spirit had pass'd in the moments last\nThere was little trace to reveal ;\nOn the still, calm face lay no imprint ghast,\nSave the angel's solemn seal,\nYet the hands were clench'd in a death-grip fast,\nAnd the sods stamp'd down by the heel.\n\nSir Hugh by the side of the dead man knelt,\nSaid, 'Full well these features I know,\nWe have faced each other where blows were dealt,\nAnd he was a stalwart foe ;\nI had rather met him hilt to hilt,\nThan have found him lying low.'\n\nHe turned the body up on its face,\nAnd never a word was spoken,\nWhile he ripp'd the doublet, and tore the lace,\nAnd tugg'd—by the self-same token,—\nAnd strain'd, till he wrench'd it out of its place,\nThe dagger-blade that was broken.\n\nThen he turned the body over again,\nAnd said, while he rose upright,\n'May the brand of Cain, with its withering stain,\nOn the murderer's forehead light,\nFor he never was slain on the open plain,\nNor yet in the open fight.'\n\nSolemn and stern were the words he spoke,\nAnd he look'd at his lady's men,\nBut his speech no answering echoes woke,\nAll were silent there and then,\nTill a clear, cold voice the silence broke :—\nLady Mabel cried, 'Amen.'\n\nHis glance met hers, the twain stood hush'd,\nWith the dead between them there ;\nBut the blood to her snowy temples rush'd\nTill it tinged the roots of her hair,\nThen paled, but a thin red streak still flush'd\nIn the midst of her forehead fair.\n\nFour yeomen raised the corpse from the ground,\nAt a sign from Sir Hugh de Vere,\nIt was borne to the western turret round,\nAnd laid on a knightly bier,\nWith never a sob nor a mourning sound,—\nNo friend to the dead was near.\n\nYet that night was neither revel nor dance\nIn the halls of Fauconshawe ;\nMen looked askance with a doubtful glance\nAt Sir Hugh, for they stood in awe\nOf his prowess, but he, like one in a trance,\nRegarded naught that he saw.\n\n.   .   .   .   .   .   .\n\nNight black and chill, wind gathering still,\nWith its wail in the turret tall,\nAnd its headlong blast like a catapult cast\nOn the crest of the outer wall,\nAnd its hail and rain on the crashing pane,\nTill the glassy splinters fall.\n\nA moody knight by the fitful light\nOf the great hall fire below ;\nA corpse upstairs, and a woman at prayers,\nWill they profit her, aye or no ?\nBy'r lady fain, an she comfort gain,\nThere is comfort for us also.\n\nThe guests were gone, save Sir Hugh alone,\nAnd he watched the gleams that broke\nOn the pale hearth-stone, and flickered and shone\nOn the panels of polish'd oak ;\nHe was 'ware of no presence except his own,\nTill the voice of young Margaret spoke :\n\n'I've risen, Sir Hugh, at the mirk midnight,\nI cannot sleep in my bed,\nNow, unless my tale can be told aright,\nI wot it were best unsaid ;\nIt lies, the blood of yon northern knight,\nOn my lady's hand and head.'\n\n'Oh ! the wild wind raves and rushes along,\nBut thy ravings seem more wild—\nShe never could do so foul a wrong—\nYet I blame thee not, my child,\nFor the fever'd dreams on thy rest that throng !'—\nHe frown'd through his speech was mild.\n\n'Let storm winds eddy, and scream, and hurl\nTheir wrath, they disturb me naught ;\nThe daughter she of a high-born earl,\nNo secret of hers I've sought ;\nI am but the child of a peasant churl,\nYet look to the proofs I've brought ;\n\n'This dagger snapp'd so close to the hilt—\nDost remember thy token well ?\nWill it match with the broken blade that spilt\nHis life in the western dell ?\nNay ! read her handwriting, an thou wilt,\nFrom her paramour's breast it fell.'\n\nThe knight in silence the letter read,\nOh ! the characters well he knew !\nAnd his face might have match'd the face of the dead,\nSo ashen white was its hue !\nThen he tore the parchment shred by shred,\nAnd the strips in the flames he threw.\n\nAnd he muttered, 'Densely those shadows fall\nIn the copse where the alders thicken ;\nThere she bade him come to her, once for all,—\nNow, I well may shudder and sicken ;—\nGramercy ! that hand so white and small,\nHow strongly it must have stricken.'\n\n.   .   .   .   .   .   .\n\nAt midnight hour, in the western tower,\nAlone with the dead man there,\nLady Mabel kneels, nor heeds nor feels\nThe shock of the rushing air,\nThough the gusts that pass through the riven glass\nHave scattered her raven hair.\n\nAcross the floor, through the open door,\nWhere standeth a stately knight,\nThe lamplight streams, and flickers and gleams,\nOn his features stern and white—\n'Tis Sir Hugh de Vere, and he cometh more near,\nAnd the lady standeth upright.\n\n' 'Tis little,' he said, 'that I know or care\nOf the guilt (if guilt there be)\nThat lies 'twixt thee and yon dead man there,\nNor matters it now to me ;\nI thought thee pure, thou art only fair,\nAnd to-morrow I cross the sea.\n\n'He perish'd ! I ask not why or how :\nI come to recall my troth ;\nTake back, my lady, thy broken vow,\nGive back my allegiance oath ;\nLet the past be buried between us now\nFor ever—'tis best for both.\n\n'Yet, Mabel, I could ask, dost thou dare\nLay hand on that corpse's heart,\nAnd call on thy Maker, and boldly swear\nThat thou hadst in his death no part ?\nI ask not, while threescore proofs I share\nWith one doubt—uncondemn'd thou art.'\n\nOh ! cold and bleak upon Mabel's cheek\nCame the blast of the storm-wind keen,\nAnd her tresses black as the glossy back\nOf the raven, glanced between\nHer fingers slight, like the ivory white,\nAs she parted their sable sheen.\n\nYet with steady lip, and with fearless eye,\nAnd with cheek like the flush of dawn,\nUnflinchingly she spoke in reply—\n'Go hence with the break of morn,\nI will neither confess, nor yet deny,\nI will return thee scorn for scorn.'\n\nThe knight bow'd low as he turn'd to go ;\nHe travell'd by land and sea,\nBut naught of his future fate I know,\nAnd naught of his fair ladye ;—\nMy story is told as, long ago,\nMy story was told to me."}