{"subject": "Don Juan: Canto The Thirteenth", "text": "I now mean to be serious;--it is time, \nSince laughter now-a-days is deem'd too serious. \nA jest at Vice by Virtue's call'd a crime, \nAnd critically held as deleterious: \nBesides, the sad's a source of the sublime, \nAlthough when long a little apt to weary us; \nAnd therefore shall my lay soar high and solemn, \nAs an old temple dwindled to a column. \n\nThe Lady Adeline Amundeville \n('Tis an old Norman name, and to be found \nIn pedigrees, by those who wander still \nAlong the last fields of that Gothic ground) \nWas high-born, wealthy by her father's will, \nAnd beauteous, even where beauties most abound, \nIn Britain - which of course true patriots find \nThe goodliest soil of body and of mind. \n\nI'll not gainsay them; it is not my cue; \nI'll leave them to their taste, no doubt the best: \nAn eye's an eye, and whether black or blue, \nIs no great matter, so 'tis in request, \n'Tis nonsense to dispute about a hue - \nThe kindest may be taken as a test. \nThe fair sex should be always fair; and no man, \nTill thirty, should perceive there 's a plain woman. \n\nAnd after that serene and somewhat dull \nEpoch, that awkward corner turn'd for days \nMore quiet, when our moon's no more at full, \nWe may presume to criticise or praise; \nBecause indifference begins to lull \nOur passions, and we walk in wisdom's ways; \nAlso because the figure and the face \nHint, that 'tis time to give the younger place. \n\nI know that some would fain postpone this era, \nReluctant as all placemen to resign \nTheir post; but theirs is merely a chimera, \nFor they have pass'd life's equinoctial line: \nBut then they have their claret and Madeira \nTo irrigate the dryness of decline; \nAnd county meetings, and the parliament, \nAnd debt, and what not, for their solace sent. \n\nAnd is there not religion, and reform, \nPeace, war, the taxes, and what's call'd the 'Nation'? \nThe struggle to be pilots in a storm? \nThe landed and the monied speculation? \nThe joys of mutual hate to keep them warm, \nInstead of love, that mere hallucination? \nNow hatred is by far the longest pleasure; \nMen love in haste, but they detest at leisure. \n\nRough Johnson, the great moralist, profess'd, \nRight honestly, 'he liked an honest hater!'- \nThe only truth that yet has been confest \nWithin these latest thousand years or later. \nPerhaps the fine old fellow spoke in jest:- \nFor my part, I am but a mere spectator, \nAnd gaze where'er the palace or the hovel is, \nMuch in the mode of Goethe's Mephistopheles; \n\nBut neither love nor hate in much excess; \nThough 'twas not once so. If I sneer sometimes, \nIt is because I cannot well do less, \nAnd now and then it also suits my rhymes. \nI should be very willing to redress \nMen's wrongs, and rather check than punish crimes, \nHad not Cervantes, in that too true tale \nOf Quixote, shown how all such efforts fail. \n\nOf all tales 'tis the saddest - and more sad, \nBecause it makes us smile: his hero 's right, \nAnd still pursues the right;- to curb the bad \nHis only object, and 'gainst odds to fight \nHis guerdon: 'tis his virtue makes him mad! \nBut his adventures form a sorry sight; \nA sorrier still is the great moral taught \nBy that real epic unto all who have thought. \n\nRedressing injury, revenging wrong, \nTo aid the damsel and destroy the caitiff; \nOpposing singly the united strong, \nFrom foreign yoke to free the helpless native:- \nAlas! must noblest views, like an old song, \nBe for mere fancy's sport a theme creative, \nA jest, a riddle, Fame through thin and thick sought! \nAnd Socrates himself but Wisdom's Quixote? \n\nCervantes smiled Spain's chivalry away; \nA single laugh demolish'd the right arm \nOf his own country;- seldom since that day \nHas Spain had heroes. While Romance could charm, \nThe world gave ground before her bright array; \nAnd therefore have his volumes done such harm, \nThat all their glory, as a composition, \nWas dearly purchased by his land's perdition. \n\nI'm 'at my old lunes'- digression, and forget \nThe Lady Adeline Amundeville; \nThe fair most fatal Juan ever met, \nAlthough she was not evil nor meant ill; \nBut Destiny and Passion spread the net \n(Fate is a good excuse for our own will), \nAnd caught them;- what do they not catch, methinks? \nBut I 'm not OEdipus, and life's a Sphinx. \n\nI tell the tale as it is told, nor dare \nTo venture a solution: 'Davus sum!' \nAnd now I will proceed upon the pair. \nSweet Adeline, amidst the gay world's hum, \nWas the Queen -Bee, the glass of all that 's fair; \nWhose charms made all men speak, and women dumb. \nThe last's a miracle, and such was reckon'd, \nAnd since that time there has not been a second. \n\nChaste was she, to detraction's desperation, \nAnd wedded unto one she had loved well - \nA man known in the councils of the nation, \nCool, and quite English, imperturbable, \nThough apt to act with fire upon occasion, \nProud of himself and her: the world could tell \nNought against either, and both seem'd secure - \nShe in her virtue, he in his hauteur. \n\nIt chanced some diplomatical relations, \nArising out of business, often brought \nHimself and Juan in their mutual stations \nInto close contact. Though reserved, nor caught \nBy specious seeming, Juan's youth, and patience, \nAnd talent, on his haughty spirit wrought, \nAnd form'd a basis of esteem, which ends \nIn making men what courtesy calls friends. \n\nAnd thus Lord Henry, who was cautious as \nReserve and pride could make him, and full slow \nIn judging men - when once his judgment was \nDetermined, right or wrong, on friend or foe, \nHad all the pertinacity pride has, \nWhich knows no ebb to its imperious flow, \nAnd loves or hates, disdaining to be guided, \nBecause its own good pleasure hath decided. \n\nHis friendships, therefore, and no less aversions, \nThough oft well founded, which confirm'd but more \nHis prepossessions, like the laws of Persians \nAnd Medes, would ne'er revoke what went before. \nHis feelings had not those strange fits, like tertians, \nOf common likings, which make some deplore \nWhat they should laugh at - the mere ague still \nOf men's regard, the fever or the chill. \n\n''Tis not in mortals to command success: \nBut do you more, Sempronius - don't deserve it,' \nAnd take my word, you won't have any less. \nBe wary, watch the time, and always serve it; \nGive gently way, when there's too great a press; \nAnd for your conscience, only learn to nerve it, \nFor, like a racer, or a boxer training, \n'Twill make, if proved, vast efforts without paining. \n\nLord Henry also liked to be superior, \nAs most men do, the little or the great; \nThe very lowest find out an inferior, \nAt least they think so, to exert their state \nUpon: for there are very few things wearier \nThan solitary Pride's oppressive weight, \nWhich mortals generously would divide, \nBy bidding others carry while they ride. \n\nIn birth, in rank, in fortune likewise equal, \nO'er Juan he could no distinction claim; \nIn years he had the advantage of time's sequel; \nAnd, as he thought, in country much the same - \nBecause bold Britons have a tongue and free quill, \nAt which all modern nations vainly aim; \nAnd the Lord Henry was a great debater, \nSo that few members kept the house up later. \n\nThese were advantages: and then he thought - \nIt was his foible, but by no means sinister - \nThat few or none more than himself had caught \nCourt mysteries, having been himself a minister: \nHe liked to teach that which he had been taught, \nAnd greatly shone whenever there had been a stir; \nAnd reconciled all qualities which grace man, \nAlways a patriot, and sometimes a placeman. \n\nHe liked the gentle Spaniard for his gravity; \nHe almost honour'd him for his docility; \nBecause, though young, he acquiesced with suavity, \nOr contradicted but with proud humility. \nHe knew the world, and would not see depravity \nIn faults which sometimes show the soil's fertility, \nIf that the weeds o'erlive not the first crop - \nFor then they are very difficult to stop. \n\nAnd then he talk'd with him about Madrid, \nConstantinople, and such distant places; \nWhere people always did as they were bid, \nOr did what they should not with foreign graces. \nOf coursers also spake they: Henry rid \nWell, like most Englishmen, and loved the races; \nAnd Juan, like a true-born Andalusian, \nCould back a horse, as despots ride a Russian. \n\nAnd thus acquaintance grew, at noble routs, \nAnd diplomatic dinners, or at other - \nFor Juan stood well both with Ins and Outs, \nAs in freemasonry a higher brother. \nUpon his talent Henry had no doubts; \nHis manner show'd him sprung from a high mother; \nAnd all men like to show their hospitality \nTo him whose breeding matches with his quality. \n\nAt Blank-Blank Square;- for we will break no squares \nBy naming streets: since men are so censorious, \nAnd apt to sow an author's wheat with tares, \nReaping allusions private and inglorious, \nWhere none were dreamt of, unto love's affairs, \nWhich were, or are, or are to be notorious, \nThat therefore do I previously declare, \nLord Henry's mansion was in Blank-Blank Square. \n\nAlso there bin another pious reason \nFor making squares and streets anonymous; \nWhich is, that there is scarce a single season \nWhich doth not shake some very splendid house \nWith some slight heart-quake of domestic treason - \nA topic scandal doth delight to rouse: \nSuch I might stumble over unawares, \nUnless I knew the very chastest squares. \n\n'Tis true, I might have chosen Piccadilly, \nA place where peccadillos are unknown; \nBut I have motives, whether wise or silly, \nFor letting that pure sanctuary alone. \nTherefore I name not square, street, place, until I \nFind one where nothing naughty can be shown, \nA vestal shrine of innocence of heart: \n\nAt Henry's mansion then, in Blank-Blank Square, \nWas Juan a recherche, welcome guest, \nAs many other noble scions were; \nAnd some who had but talent for their crest; \nOr wealth, which is a passport every where; \nOr even mere fashion, which indeed's the best \nRecommendation; and to be well drest \nWill very often supersede the rest. \n\nAnd since 'there's safety in a multitude \nOf counsellors,' as Solomon has said, \nOr some one for him, in some sage, grave mood;- \nIndeed we see the daily proof display'd \nIn senates, at the bar, in wordy feud, \nWhere'er collective wisdom can parade, \nWhich is the only cause that we can guess \nOf Britain's present wealth and happiness;- \n\nBut as 'there's safety' grafted in the number \n'Of counsellors' for men, thus for the sex \nA large acquaintance lets not Virtue slumber; \nOr should it shake, the choice will more perplex - \nVariety itself will more encumber. \n'Midst many rocks we guard more against wrecks; \nAnd thus with women: howsoe'er it shocks some's \nSelf-love, there's safety in a crowd of coxcombs. \n\nBut Adeline had not the least occasion \nFor such a shield, which leaves but little merit \nTo virtue proper, or good education. \nHer chief resource was in her own high spirit, \nWhich judged mankind at their due estimation; \nAnd for coquetry, she disdain'd to wear it: \nSecure of admiration, its impression \nWas faint, as of an every-day possession. \n\nTo all she was polite without parade; \nTo some she show'd attention of that kind \nWhich flatters, but is flattery convey'd \nIn such a sort as cannot leave behind \nA trace unworthy either wife or maid;- \nA gentle, genial courtesy of mind, \nTo those who were, or pass'd for meritorious, \nJust to console sad glory for being glorious; \n\nWhich is in all respects, save now and then, \nA dull and desolate appendage. Gaze \nUpon the shades of those distinguish'd men \nWho were or are the puppet-shows of praise, \nThe praise of persecution; gaze again \nOn the most favour'd; and amidst the blaze \nOf sunset halos o'er the laurel-brow'd, \nWhat can ye recognise?--a gilded cloud. \n\nThere also was of course in Adeline \nThat calm patrician polish in the address, \nWhich ne'er can pass the equinoctial line \nOf any thing which nature would express; \nJust as a mandarin finds nothing fine,- \nAt least his manner suffers not to guess \nThat any thing he views can greatly please. \nPerhaps we have borrow'd this from the Chinese - \n\nPerhaps from Horace: his 'Nil admirari' \nWas what he call'd the 'Art of Happiness;' \nAn art on which the artists greatly vary, \nAnd have not yet attain'd to much success. \nHowever, 'tis expedient to be wary: \nIndifference certes don't produce distress; \nAnd rash enthusiasm in good society \nWere nothing but a moral inebriety. \n\nBut Adeline was not indifferent: for \n(Now for a common-place!) beneath the snow, \nAs a volcano holds the lava more \nWithin--et caetera. Shall I go on?--No! \nI hate to hunt down a tired metaphor, \nSo let the often-used volcano go. \nPoor thing! How frequently, by me and others, \nIt hath been stirr'd up till its smoke quite smothers! \n\nI'll have another figure in a trice:- \nWhat say you to a bottle of champagne? \nFrozen into a very vinous ice, \nWhich leaves few drops of that immortal rain, \nYet in the very centre, past all price, \nAbout a liquid glassful will remain; \nAnd this is stronger than the strongest grape \nCould e'er express in its expanded shape: \n\n'Tis the whole spirit brought to a quintessence; \nAnd thus the chilliest aspects may concentre \nA hidden nectar under a cold presence. \nAnd such are many - though I only meant her \nFrom whom I now deduce these moral lessons, \nOn which the Muse has always sought to enter. \nAnd your cold people are beyond all price, \nWhen once you have broken their confounded ice. \n\nBut after all they are a North-West Passage \nUnto the glowing India of the soul; \nAnd as the good ships sent upon that message \nHave not exactly ascertain'd the Pole \n(Though Parry's efforts look a lucky presage), \nThus gentlemen may run upon a shoal; \nFor if the Pole's not open, but all frost \n(A chance still), 'tis a voyage or vessel lost. \n\nAnd young beginners may as well commence \nWith quiet cruising o'er the ocean woman; \nWhile those who are not beginners should have sense \nEnough to make for port, ere time shall summon \nWith his grey signal-flag; and the past tense, \nThe dreary 'Fuimus' of all things human, \nMust be declined, while life's thin thread's spun out \nBetween the gaping heir and gnawing gout. \n\nBut heaven must be diverted; its diversion \nIs sometimes truculent - but never mind: \nThe world upon the whole is worth the assertion \n(If but for comfort) that all things are kind: \nAnd that same devilish doctrine of the Persian, \nOf the two principles, but leaves behind \nAs many doubts as any other doctrine \nHas ever puzzled Faith withal, or yoked her in. \n\nThe English winter - ending in July, \nTo recommence in August - now was done. \n'Tis the postilion's paradise: wheels fly; \nOn roads, east, south, north, west, there is a run. \nBut for post-horses who finds sympathy? \nMan's pity's for himself, or for his son, \nAlways premising that said son at college \nHas not contracted much more debt than knowledge. \n\nThe London winter's ended in July - \nSometimes a little later. I don't err \nIn this: whatever other blunders lie \nUpon my shoulders, here I must aver \nMy Muse a glass of weatherology; \nFor parliament is our barometer: \nLet radicals its other acts attack, \nIts sessions form our only almanack. \n\nWhen its quicksilver's down at zero,--lo \nCoach, chariot, luggage, baggage, equipage! \nWheels whirl from Carlton palace to Soho, \nAnd happiest they who horses can engage; \nThe turnpikes glow with dust; and Rotten Row \nSleeps from the chivalry of this bright age; \nAnd tradesmen, with long bills and longer faces, \nSigh - as the postboys fasten on the traces. \n\nThey and their bills, 'Arcadians both,' are left \nTo the Greek kalends of another session. \nAlas! to them of ready cash bereft, \nWhat hope remains? Of hope the full possession, \nOr generous draft, conceded as a gift, \nAt a long date - till they can get a fresh one - \nHawk'd about at a discount, small or large; \nAlso the solace of an overcharge. \n\nBut these are trifles. Downward flies my lord, \nNodding beside my lady in his carriage. \nAway! away! 'Fresh horses!' are the word, \nAnd changed as quickly as hearts after marriage; \nThe obsequious landlord hath the change restored; \nThe postboys have no reason to disparage \nTheir fee; but ere the water'd wheels may hiss hence, \nThe ostler pleads too for a reminiscence. \n\n'Tis granted; and the valet mounts the dickey - \nThat gentleman of lords and gentlemen; \nAlso my lady's gentlewoman, tricky, \nTrick'd out, but modest more than poet's pen \nCan paint,- 'Cosi viaggino i Ricchi!' \n(Excuse a foreign slipslop now and then, \nIf but to show I've travell'd; and what's travel, \nUnless it teaches one to quote and cavil?) \n\nThe London winter and the country summer \nWere well nigh over. 'Tis perhaps a pity, \nWhen nature wears the gown that doth become her, \nTo lose those best months in a sweaty city, \nAnd wait until the nightingale grows dumber, \nListening debates not very wise or witty, \nEre patriots their true country can remember;- \nBut there 's no shooting (save grouse) till September. \n\nI've done with my tirade. The world was gone; \nThe twice two thousand, for whom earth was made, \nWere vanish'd to be what they call alone - \nThat is, with thirty servants for parade, \nAs many guests, or more; before whom groan \nAs many covers, duly, daily, laid. \nLet none accuse Old England's hospitality - \nIts quantity is but condensed to quality. \n\nLord Henry and the Lady Adeline \nDeparted like the rest of their compeers, \nThe peerage, to a mansion very fine; \nThe Gothic Babel of a thousand years. \nNone than themselves could boast a longer line, \nWhere time through heroes and through beauties steers; \nAnd oaks as olden as their pedigree \nTold of their sires, a tomb in every tree. \n\nA paragraph in every paper told \nOf their departure: such is modern fame: \n'Tis pity that it takes no farther hold \nThan an advertisement, or much the same; \nWhen, ere the ink be dry, the sound grows cold. \nThe Morning Post was foremost to proclaim - \n'Departure, for his country seat, to-day, \nLord H. Amundeville and Lady A. \n\n'We understand the splendid host intends \nTo entertain, this autumn, a select \nAnd numerous party of his noble friends; \n'Midst whom we have heard, from sources quite correct, \nWith many more by rank and fashion deck'd; \nAlso a foreigner of high condition, \nThe envoy of the secret Russian mission.' \n\nAnd thus we see - who doubts the Morning Post? \n(Whose articles are like the 'Thirty -nine,' \nWhich those most swear to who believe them most)- \nOur gay Russ Spaniard was ordain'd to shine, \nDeck'd by the rays reflected from his host, \nWith those who, Pope says, 'greatly daring dine.' \n'T is odd, but true,--last war the News abounded \nMore with these dinners than the kill'd or wounded;- \n\nAs thus: 'On Thursday there was a grand dinner; \nPresent, Lords A. B. C.'- Earls, dukes, by name \nAnnounced with no less pomp than victory's winner: \nThen underneath, and in the very same \nColumn; date, 'Falmouth. There has lately been here \nThe Slap-dash regiment, so well known to fame, \nWhose loss in the late action we regret: \nThe vacancies are fill'd up - see Gazette.' \n\nTo Norman Abbey whirl'd the noble pair,- \nAn old, old monastery once, and now \nStill older mansion; of a rich and rare \nMix'd Gothic, such as artists all allow \nFew specimens yet left us can compare \nWithal: it lies perhaps a little low, \nBecause the monks preferr'd a hill behind, \nTo shelter their devotion from the wind. \n\nIt stood embosom'd in a happy valley, \nCrown'd by high woodlands, where the Druid oak \nStood like Caractacus in act to rally \nHis host, with broad arms 'gainst the thunderstroke; \nAnd from beneath his boughs were seen to sally \nThe dappled foresters - as day awoke, \nThe branching stag swept down with all his herd, \nTo quaff a brook which murmur'd like a bird. \n\nBefore the mansion lay a lucid lake, \nBroad as transparent, deep, and freshly fed \nBy a river, which its soften'd way did take \nIn currents through the calmer water spread \nAround: the wildfowl nestled in the brake \nAnd sedges, brooding in their liquid bed: \nThe woods sloped downwards to its brink, and stood \nWith their green faces fix'd upon the flood. \n\nIts outlet dash'd into a deep cascade, \nSparkling with foam, until again subsiding, \nIts shriller echoes - like an infant made \nQuiet - sank into softer ripples, gliding \nInto a rivulet; and thus allay'd, \nPursued its course, now gleaming, and now hiding \nIts windings through the woods; now clear, now blue, \nAccording as the skies their shadows threw. \n\nA glorious remnant of the Gothic pile \n(While yet the church was Rome's) stood half apart \nIn a grand arch, which once screen'd many an aisle. \nThese last had disappear'd - a loss to art: \nThe first yet frown'd superbly o'er the soil, \nAnd kindled feelings in the roughest heart, \nWhich mourn'd the power of time's or tempest's march, \nIn gazing on that venerable arch. \n\nWithin a niche, nigh to its pinnacle, \nTwelve saints had once stood sanctified in stone; \nBut these had fallen, not when the friars fell, \nBut in the war which struck Charles from his throne, \nWhen each house was a fortalice, as tell \nThe annals of full many a line undone,- \nThe gallant cavaliers, who fought in vain \nFor those who knew not to resign or reign. \n\nBut in a higher niche, alone, but crowned, \nThe Virgin Mother of the God -born Child, \nWith her Son in her blessed arms, look'd round, \nSpared by some chance when all beside was spoil'd; \nShe made the earth below seem holy ground. \nThis may be superstition, weak or wild, \nBut even the faintest relics of a shrine \nOf any worship wake some thoughts divine. \n\nA mighty window, hollow in the centre, \nShorn of its glass of thousand colourings, \nThrough which the deepen'd glories once could enter, \nStreaming from off the sun like seraph's wings, \nNow yawns all desolate: now loud, now fainter, \nThe gale sweeps through its fretwork, and oft sings \nThe owl his anthem, where the silenced quire \nLie with their hallelujahs quench'd like fire. \n\nBut in the noontide of the moon, and when \nThe wind is winged from one point of heaven, \nThere moans a strange unearthly sound, which then \nIs musical - a dying accent driven \nThrough the huge arch, which soars and sinks again. \nSome deem it but the distant echo given \nBack to the night wind by the waterfall, \nAnd harmonised by the old choral wall: \n\nOthers, that some original shape, or form \nShaped by decay perchance, hath given the power \n(Though less than that of Memnon's statue, warm \nIn Egypt's rays, to harp at a fix'd hour) \nTo this grey ruin, with a voice to charm. \nSad, but serene, it sweeps o'er tree or tower; \nThe cause I know not, nor can solve; but such \nThe fact:- I 've heard it - once perhaps too much. \n\nAmidst the court a Gothic fountain play'd, \nSymmetrical, but deck'd with carvings quaint - \nStrange faces, like to men in masquerade, \nAnd here perhaps a monster, there a saint: \nThe spring gush'd through grim mouths of granite made, \nAnd sparkled into basins, where it spent \nIts little torrent in a thousand bubbles, \nLike man's vain glory, and his vainer troubles. \n\nThe mansion's self was vast and venerable, \nWith more of the monastic than has been \nElsewhere preserved: the cloisters still were stable, \nThe cells, too, and refectory, I ween: \nAn exquisite small chapel had been able, \nStill unimpair'd, to decorate the scene; \nThe rest had been reform'd, replaced, or sunk, \nAnd spoke more of the baron than the monk. \n\nHuge halls, long galleries, spacious chambers, join'd \nBy no quite lawful marriage of the arts, \nMight shock a connoisseur; but when combined, \nForm'd a whole which, irregular in parts, \nYet left a grand impression on the mind, \nAt least of those whose eyes are in their hearts: \nWe gaze upon a giant for his stature, \nNor judge at first if all be true to nature. \n\nSteel barons, molten the next generation \nTo silken rows of gay and garter'd earls, \nGlanced from the walls in goodly preservation; \nAnd Lady Marys blooming into girls, \nWith fair long locks, had also kept their station; \nAnd countesses mature in robes and pearls: \nAlso some beauties of Sir Peter Lely, \nWhose drapery hints we may admire them freely. \n\nJudges in very formidable ermine \nWere there, with brows that did not much invite \nThe accused to think their lordships would determine \nHis cause by leaning much from might to right: \nBishops, who had not left a single sermon: \nAttorneys -general, awful to the sight, \nAs hinting more (unless our judgments warp us) \nOf the 'Star Chamber' than of 'Habeas Corpus.' \n\nGenerals, some all in armour, of the old \nAnd iron time, ere lead had ta'en the lead; \nOthers in wigs of Marlborough's martial fold, \nHuger than twelve of our degenerate breed: \nLordlings, with staves of white or keys of gold: \nNimrods, whose canvass scarce contain'd the steed; \nAnd here and there some stern high patriot stood, \nWho could not get the place for which he sued. \n\nBut ever and anon, to soothe your vision, \nFatigued with these hereditary glories, \nThere rose a Carlo Dolce or a Titian, \nOr wilder group of savage Salvatore's; \nHere danced Albano's boys, and here the sea shone \nIn Vernet's ocean lights; and there the stories \nOf martyrs awed, as Spagnoletto tainted \nHis brush with all the blood of all the sainted. \n\nHere sweetly spread a landscape of Lorraine; \nThere Rembrandt made his darkness equal light, \nOr gloomy Caravaggio's gloomier stain \nBronzed o'er some lean and stoic anchorite:- \nBut, lo! a Teniers woos, and not in vain, \nYour eyes to revel in a livelier sight: \nHis bell -mouth'd goblet makes me feel quite Danish \nOr Dutch with thirst - What, ho! a flask of Rhenish. \n\nO reader! if that thou canst read,- and know, \n'T is not enough to spell, or even to read, \nTo constitute a reader; there must go \nVirtues of which both you and I have need;- \nFirstly, begin with the beginning (though \nThat clause is hard); and secondly, proceed; \nThirdly, commence not with the end - or, sinning \nIn this sort, end at least with the beginning. \n\nBut, reader, thou hast patient been of late, \nWhile I, without remorse of rhyme, or fear, \nHave built and laid out ground at such a rate, \nDan Phoebus takes me for an auctioneer. \nThat poets were so from their earliest date, \nBy Homer's 'Catalogue of ships' is clear; \nBut a mere modern must be moderate - \nI spare you then the furniture and plate. \n\nThe mellow autumn came, and with it came \nThe promised party, to enjoy its sweets. \nThe corn is cut, the manor full of game; \nThe pointer ranges, and the sportsman beats \nIn russet jacket:- lynx -like is his aim; \nFull grows his bag, and wonderful his feats. \nAh, nut -brown partridges! Ah, brilliant pheasants! \nAnd ah, ye poachers!- 'T is no sport for peasants. \n\nAn English autumn, though it hath no vines, \nBlushing with Bacchant coronals along \nThe paths, o'er which the far festoon entwines \nThe red grape in the sunny lands of song, \nHath yet a purchased choice of choicest wines; \nThe claret light, and the Madeira strong. \nIf Britain mourn her bleakness, we can tell her, \nThe very best of vineyards is the cellar. \n\nThen, if she hath not that serene decline \nWhich makes the southern autumn's day appear \nAs if 't would to a second spring resign \nThe season, rather than to winter drear, \nOf in -door comforts still she hath a mine,- \nThe sea -coal fires the 'earliest of the year;' \nWithout doors, too, she may compete in mellow, \nAs what is lost in green is gain'd in yellow. \n\nAnd for the effeminate villeggiatura - \nRife with more horns than hounds - she hath the chase, \nSo animated that it might allure \nSaint from his beads to join the jocund race; \nEven Nimrod's self might leave the plains of Dura, \nAnd wear the Melton jacket for a space: \nIf she hath no wild boars, she hath a tame \nPreserve of bores, who ought to be made game. \n\nThe noble guests, assembled at the Abbey, \nConsisted of - we give the sex the pas - \nThe Duchess of Fitz -Fulke; the Countess Crabby; \nThe Ladies Scilly, Busey;- Miss Eclat, \nMiss Bombazeen, Miss Mackstay, Miss O'Tabby, \nAnd Mrs. Rabbi, the rich banker's squaw; \nAlso the honourable Mrs. Sleep, \nWho look'd a white lamb, yet was a black sheep: \n\nWith other Countesses of Blank - but rank; \nAt once the 'lie' and the 'elite' of crowds; \nWho pass like water filter'd in a tank, \nAll purged and pious from their native clouds; \nOr paper turn'd to money by the Bank: \nNo matter how or why, the passport shrouds \nThe 'passee' and the past; for good society \nIs no less famed for tolerance than piety,- \n\nThat is, up to a certain point; which point \nForms the most difficult in punctuation. \nAppearances appear to form the joint \nOn which it hinges in a higher station; \nAnd so that no explosion cry 'Aroint \nThee, witch!' or each Medea has her Jason; \nOr (to the point with Horace and with Pulci) \n'Omne tulit punctum, quae miscuit utile dulci.' \n\nI can't exactly trace their rule of right, \nWhich hath a little leaning to a lottery. \nI 've seen a virtuous woman put down quite \nBy the mere combination of a coterie; \nAlso a so -so matron boldly fight \nHer way back to the world by dint of plottery, \nAnd shine the very Siria of the spheres, \nEscaping with a few slight, scarless sneers. \n\nI have seen more than I 'll say:- but we will see \nHow our villeggiatura will get on. \nThe party might consist of thirty -three \nOf highest caste - the Brahmins of the ton. \nI have named a few, not foremost in degree, \nBut ta'en at hazard as the rhyme may run. \nBy way of sprinkling, scatter'd amongst these, \nThere also were some Irish absentees. \n\nThere was Parolles, too, the legal bully, \nWho limits all his battles to the bar \nAnd senate: when invited elsewhere, truly, \nHe shows more appetite for words than war. \nThere was the young bard Rackrhyme, who had newly \nCome out and glimmer'd as a six weeks' star. \nThere was Lord Pyrrho, too, the great freethinker; \nAnd Sir John Pottledeep, the mighty drinker. \n\nThere was the Duke of Dash, who was a - duke, \n'Ay, every inch a' duke; there were twelve peers \nLike Charlemagne's - and all such peers in look \nAnd intellect, that neither eyes nor ears \nFor commoners had ever them mistook. \nThere were the six Miss Rawbolds - pretty dears! \nAll song and sentiment; whose hearts were set \nLess on a convent than a coronet. \n\nThere were four Honourable Misters, whose \nHonour was more before their names than after; \nThere was the preux Chevalier de la Ruse, \nWhom France and Fortune lately deign'd to waft here, \nWhose chiefly harmless talent was to amuse; \nBut the clubs found it rather serious laughter, \nBecause - such was his magic power to please - \nThe dice seem'd charm'd, too, with his repartees. \n\nThere was Dick Dubious, the metaphysician, \nWho loved philosophy and a good dinner; \nAngle, the soi -disant mathematician; \nSir Henry Silvercup, the great race -winner. \nThere was the Reverend Rodomont Precisian, \nWho did not hate so much the sin as sinner; \nAnd Lord Augustus Fitz -Plantagenet, \nGood at all things, but better at a bet. \n\nThere was jack jargon, the gigantic guardsman; \nAnd General Fireface, famous in the field, \nA great tactician, and no less a swordsman, \nWho ate, last war, more Yankees than he kill'd. \nThere was the waggish Welsh Judge, Jefferies Hardsman, \nIn his grave office so completely skill'd, \nThat when a culprit came far condemnation, \nHe had his judge's joke for consolation. \n\nGood company 's a chess -board - there are kings, \nQueens, bishops, knights, rooks, pawns; the world 's a game; \nSave that the puppets pull at their own strings, \nMethinks gay Punch hath something of the same. \nMy Muse, the butterfly hath but her wings, \nNot stings, and flits through ether without aim, \nAlighting rarely:- were she but a hornet, \nPerhaps there might be vices which would mourn it. \n\nI had forgotten - but must not forget - \nAn orator, the latest of the session, \nWho had deliver'd well a very set \nSmooth speech, his first and maidenly transgression \nUpon debate: the papers echoed yet \nWith his debut, which made a strong impression, \nAnd rank'd with what is every day display'd - \n'The best first speech that ever yet was made.' \n\nProud of his 'Hear hims!' proud, too, of his vote \nAnd lost virginity of oratory, \nProud of his learning (just enough to quote), \nHe revell'd in his Ciceronian glory: \nWith memory excellent to get by rote, \nWith wit to hatch a pun or tell a story, \nGraced with some merit, and with more effrontery, \n'His country's pride,' he came down to the country. \n\nThere also were two wits by acclamation, \nLongbow from Ireland, Strongbow from the Tweed, \nBoth lawyers and both men of education; \nBut Strongbow's wit was of more polish'd breed: \nLongbow was rich in an imagination \nAs beautiful and bounding as a steed, \nBut sometimes stumbling over a potato,- \nWhile Strongbow's best things might have come from Cato. \n\nStrongbow was like a new -tuned harpsichord; \nBut Longbow wild as an AEolian harp, \nWith which the winds of heaven can claim accord, \nAnd make a music, whether flat or sharp. \nOf Strongbow's talk you would not change a word: \nAt Longbow's phrases you might sometimes carp: \nBoth wits - one born so, and the other bred - \nThis by his heart, his rival by his head. \n\nIf all these seem a heterogeneous mas \nTo be assembled at a country seat, \nYet think, a specimen of every class \nIs better than a humdrum tete -a -tete. \nThe days of Comedy are gone, alas! \nWhen Congreve's fool could vie with Moliere's bete: \nSociety is smooth'd to that excess, \nThat manners hardly differ more than dress. \n\nOur ridicules are kept in the back -ground - \nRidiculous enough, but also dull; \nProfessions, too, are no more to be found \nProfessional; and there is nought to cull \nOf folly's fruit; for though your fools abound, \nThey're barren, and not worth the pains to pull. \nSociety is now one polish'd horde, \nForm'd of two mighty tribes, the Bores and Bored. \n\nBut from being farmers, we turn gleaners, gleaning \nThe scanty but right -well thresh'd ears of truth; \nAnd, gentle reader! when you gather meaning, \nYou may be Boaz, and I - modest Ruth. \nFarther I 'd quote, but Scripture intervening \nForbids. it great impression in my youth \nWas made by Mrs. Adams, where she cries, \n'That Scriptures out of church are blasphemies.' \n\nBut what we can we glean in this vile age \nOf chaff, although our gleanings be not grist. \nI must not quite omit the talking sage, \nKit -Cat, the famous Conversationist, \nWho, in his common -place book, had a page \nPrepared each morn for evenings. 'List, oh, list!'- \n'Alas, poor ghost!'- What unexpected woes \nAwait those who have studied their bon -mots! \n\nFirstly, they must allure the conversation \nBy many windings to their clever clinch; \nAnd secondly, must let slip no occasion, \nNor bate (abate) their hearers of an inch, \nBut take an ell - and make a great sensation, \nIf possible; and thirdly, never flinch \nWhen some smart talker puts them to the test, \nBut seize the last word, which no doubt 's the best. \n\nLord Henry and his lady were the hosts; \nThe party we have touch'd on were the guests: \nTheir table was a board to tempt even ghosts \nTo pass the Styx for more substantial feasts. \nI will not dwell upon ragouts or roasts, \nAlbeit all human history attests \nThat happiness for man - the hungry sinner!- \nSince Eve ate apples, much depends on dinner. \n\nWitness the lands which 'flow'd with milk and honey,' \nHeld out unto the hungry Israelites; \nTo this we have added since, the love of money, \nThe only sort of pleasure which requites. \nYouth fades, and leaves our days no longer sunny; \nWe tire of mistresses and parasites; \nBut oh, ambrosial cash! Ah! who would lose thee? \nWhen we no more can use, or even abuse thee! \n\nThe gentlemen got up betimes to shoot, \nOr hunt: the young, because they liked the sport - \nThe first thing boys like after play and fruit; \nThe middle -aged to make the day more short; \nFor ennui is a growth of English root, \nThough nameless in our language:- we retort \nThe fact for words, and let the French translate \nThat awful yawn which sleep can not abate. \n\nThe elderly walk'd through the library, \nAnd tumbled books, or criticised the pictures, \nOr saunter'd through the gardens piteously, \nAnd made upon the hot -house several strictures, \nOr rode a nag which trotted not too high, \nOr on the morning papers read their lectures, \nOr on the watch their longing eyes would fix, \nLonging at sixty for the hour of six. \n\nBut none were 'gene:' the great hour of union \nWas rung by dinner's knell; till then all were \nMasters of their own time - or in communion, \nOr solitary, as they chose to bear \nThe hours, which how to pass is but to few known. \nEach rose up at his own, and had to spare \nWhat time he chose for dress, and broke his fast \nWhen, where, and how he chose for that repast. \n\nThe ladies - some rouged, some a little pale - \nMet the morn as they might. If fine, they rode, \nOr walk'd; if foul, they read, or told a tale, \nSung, or rehearsed the last dance from abroad; \nDiscuss'd the fashion which might next prevail, \nAnd settled bonnets by the newest code, \nOr cramm'd twelve sheets into one little letter, \nTo make each correspondent a new debtor. \n\nFor some had absent lovers, all had friends. \nThe earth has nothing like a she epistle, \nAnd hardly heaven - because it never ends. \nI love the mystery of a female missal, \nWhich, like a creed, ne'er says all it intends, \nBut full of cunning as Ulysses' whistle, \nWhen he allured poor Dolon:- you had better \nTake care what you reply to such a letter. \n\nThen there were billiards; cards, too, but no dice;- \nSave in the clubs no man of honour plays;- \nBoats when 't was water, skating when 't was ice, \nAnd the hard frost destroy'd the scenting days: \nAnd angling, too, that solitary vice, \nWhatever Izaak Walton sings or says; \nThe quaint, old, cruel coxcomb, in his gullet \nShould have a hook, and a small trout to pull it. \n\nWith evening came the banquet and the wine; \nThe conversazione; the duet, \nAttuned by voices more or less divine \n(My heart or head aches with the memory yet). \nThe four Miss Rawbolds in a glee would shine; \nBut the two youngest loved more to be set \nDown to the harp - because to music's charms \nThey added graceful necks, white hands and arms. \n\nSometimes a dance (though rarely on field days, \nFor then the gentlemen were rather tired) \nDisplay'd some sylph -like figures in its maze; \nThen there was small -talk ready when required; \nFlirtation - but decorous; the mere praise \nOf charms that should or should not be admired. \nThe hunters fought their fox -hunt o'er again, \nAnd then retreated soberly - at ten. \n\nThe politicians, in a nook apart, \nDiscuss'd the world, and settled all the spheres; \nThe wits watch'd every loophole for their art, \nTo introduce a bon -mot head and ears; \nSmall is the rest of those who would be smart, \nA moment's good thing may have cost them years \nBefore they find an hour to introduce it; \nAnd then, even then, some bore may make them lose it. \n\nBut all was gentle and aristocratic \nIn this our party; polish'd, smooth, and cold, \nAs Phidian forms cut out of marble Attic. \nThere now are no Squire Westerns as of old; \nAnd our Sophias are not so emphatic, \nBut fair as then, or fairer to behold. \nWe have no accomplish'd blackguards, like Tom Jones, \nBut gentlemen in stays, as stiff as stones. \n\nThey separated at an early hour; \nThat is, ere midnight - which is London's noon: \nBut in the country ladies seek their bower \nA little earlier than the waning moon. \nPeace to the slumbers of each folded flower - \nMay the rose call back its true colour soon! \nGood hours of fair cheeks are the fairest tinters, \nAnd lower the price of rouge - at least some winters."}