{"subject": "The Fall Of Nineveh. Book The Twenty-Second", "text": "But not all unprepared were found the Medes.\nWith restless foot, Belesis through the night,\nStill to and fro had trodden,--toward the vault\nOpaque, with anxious eye oft looking up,--\nAnd still his thought had been; ''Bright ministers!\nHow have we sinned against you, that thus long\nYe hide the glory of your brows divine!''\n\nBut, toward the middle watch, in the deep hush\nOf earth and heaven, to his quick ear there came,\nDistant and faint, a sound like march of hosts;\nHorse--tramp, and hollow roll of chariot--wheels,\nCautiously moving. Straightway, to the tent\nWhere slept Arbaces, swiftly then he walked;\nUnbidden entered; touched him on the breast,\nAnd said, ''Arise; a sound far off is heard\nOf wheels, and trampling feet.'' At once upsprang\nThe ever--ready Mede; and from the tent\nWent forth to listen. In a moment then,\nSmiting his thigh, ''Away! Away!'' he said;\n''For, of a surety, do they gather now\nTo fall upon us. Speed from tent to tent,\nAnd rouse the captains; and let every man\nThat is awakened, instantly arise,\nAnd wake his fellows; but in silence all.\nSurely the gods this day into our hands\nWill give our enemies; in their own trap\nThe subtle ones will fall!'' While yet he spake,\nCame sound of horse approaching. Soon to earth\nThe riders leaped, and to Arbaces thus.\n''The watchers on the outskirt of the camp\nHear, from the walls, a sound of numerous feet,\nHorse--tramp, and roll of wheels. Perchance the foe\nGathers for onset.'' Others also came,\nThe self--same message bearing; and to all\nWas given command, with caution to arouse,\nAnd with hushed voice, the sleeping soldiery.\n\nSo, at the first gray dawn, in full array\nOf battle stood the host; and silently\n'Gan toward the city move. With rapid foot\nLight climbed the heavens; so that, when little way\nThey had advanced, behold! the Assyrian force,\nLike a dark deluge spread o'er all the plain,\nAgainst them swiftly moving. The same beam,\nTo the Assyrians showed the coming on\nOf their too watchful foe: yet, undismayed,\nSardanapalus,--who with proudest state,\nIn a right gorgeous chariot throned on high,\nRode in the front,--stood up; and with a tone\nCheering and strong, cried out; ''Assyrians, stay;\nAnd, ere the battle join, let us uplift\nOur voices in a loud triumphant hymn:\nFor this day surely shall our enemies\nPerish before us.'' At sign given, stood still\nThe human deluge: and, with powerful voice\nHimself began the song; the whole vast host\nSang with him joyfully; and every heart\nBurned to begin the combat. At that sound,\nAstonished were the Medes; and man to man\nIn whisper 'gan to speak; ''What may this mean?\nHath then the enemy gathered sudden strength,\nThat, like a giant glorying in his might,\nThus he comes forth rejoicing?'' With that thought,\nCame fear in hearts of many. But, at once,\nArbaces in his lofty chariot stood,\nAnd sent abroad his voice. Like to the sound\nOf a great trumpet on a high tower blown,\nFar round it spread: and, like a sunbeam shot\nOn a dark lake, even so it brightened up\nThe lowering brow, and warmed the pallid cheek.\nWith the proud enemy joining, as in scorn,\nHe that same ardent hymn of battle sang:\nAnd, fired by sudden gladness, every voice\nOf all his myriads caught the martial strain,\nAnd fervently out--poured it. So, erelong,\nBoth hosts together pealed the warlike song;\nFilling with sound, as with a mighty flood\nOf water,--earth, and air, and heaven's rotund.\n\nA long day's journey distant, 'mid the hills,\nStood shepherds, with their flocks: the wondrous sound\nAwe--struck they heard; and, gazing upward, said,\n''Surely the heavens are opened; and the voice\nOf choiring gods comes down!'' When ceased the hymn,\nThe Assyrian monarch shook aloft his spear,\nAnd cried vehémently, ''Away! away!\nLeap on your foes, and tread them as the dust!\nUnto the coward everlasting shame!\nTo the brave eternal glory.'' His strong voice,\nAnd ardent look, like an electric fire,\nGlanced through the hearts of the impatient host:\nAnd fiercely they sprang on. The chariots first,\nAnd horse, awoke the thunder. Them to oppose,\nCame horse, and chariots; and, in middle field,\nMet, as with earthquake crash. The men on foot,\nOn either side, meantime, at swiftest speed,\nLike two fierce hurricanes encountering, flew;\nAnd up at once the enormous tumult went,\nStorming heaven's peaceful gates. As two vast rocks,\nFrom counter hills, by earthquake throes dislodged,--\nWith every moment of their downward course,\nStill gather fury, crashing, tearing up,--\nCrag on crag shattering,--bounding, leaping on,--\nSmoking, and scattering fire,--till in the vale,\nMidway, with noise of loudest thunder--clang,\nHard front to front they meet; and in a cloud\nOf sulphurous fume, flame, dust, and fragments lie,--\nEven with such frenzy, and such ruin, now,\nHost 'gainst host shocked. The ground was strewed with dead;\nWith blood was deluged. Still, insatiate,\nAs though, to die, were better life to gain,\nMan against man, with headlong violence flew;\nChariot 'gainst chariot dashed, and horse 'gainst horse.\n\nThree hours, in fiery contest, thus they strove;\nAnd greatly was Assyria's monarch then\nAmong the best distinguished. Like bright star\n'Mid smaller lights, shone Salamenes too:\nStill in the front of battle was he seen,\nCheering his soldiers' hearts, and leading on.\n\nBut Fate had marked him! Standing in his car,\nWith lance uplifted, aiming for the cast,--\nAn arrow, by a powerful arm impelled,\nRang on his cuirass; through the strong steel burst,\nAnd in his side pierced deep. Down dropped his arm;\nHis flushed face paled; he sank into the car.\nBut, quickly, up he sat,--the hateful shaft\nWith both hands grasped; and, breath held, teeth close set,\nDrew to uproot it. But, beneath the bone\nThe barb was locked. The mortal agony\nQuelled soul, and strength; and, groaning, he fell back.\n\nAgain he rose; the arrow seized; broke short\nThe cumbering wood; and, once more standing up,\nCheered on the battle. But, with every word,\nKeener the torture grew: his eye 'gan dim,\nHis breath to shorten, and his limbs to fail.\nAgain he sank; and, while unto the gods\nFor aid against the foe he mutely called,\nA faintness, as of death, came over him;\nAnd to the bottom of the roomy car,\nA senseless mass, he fell. With careful hand,\nAgain into the seat was he upraised:\nBut life seemed fled. Two sorrowing captains then\nSupporting him, the chariot was wheeled round,\nAnd toward the city driven. But many saw\nThe much--loved prince,--so oft their strength and stay\nIn hardest trials; and their souls grew sad,\nHope 'gan to fail them. Also of the Medes,\nSaw many the great leader's fall; but them\nJoy filled thereat, and more their ardor burned.\n\nNought knew, as yet, Assyria's frantic king\nOf that dire loss. Fierce as a raging fire,\nStorm--driven athwart a reedy wilderness,\nIn thickest fight he mixed; nor found the arm\nThat might control him. Dark Rabsaris met,\nBut fell before him,--by his furious spear\nDown--smitten, senseless; nor with life had 'scaped,\nBut that the Bactrian, Ahab, in his car\nCame toward them hotly driving. Him at once\nThe monarch knew; and, greedy for revenge,\nThe smaller prize disdained. Of all the host\nInsurgent, him most bitterly did he hate;\nFor that, though aid unto Assyria's lord,\nFaith, and submission, he had deeply vowed,--\nYet, in the valley of Melchisedek,\nWith rebels had he leagued; and on his king\nBrought thus that dread night--onset, and foul rout.\nBurning with vengeance then, a lance he raised,\nAnd, while the Bactrian, bending for the throw,\nCame onward, fiercely cast it. Through the air,\nIn the same moment, sang both stormy spears.\nStruck on the breast, the king a moment reeled,\nAnd was himself again; but Ahab fell,\nAs by the lightning smitten; nor to sense\nAwakened, till, far distant borne away,\nHis charioteer the battered helm took off,\nAnd bathed his anguished head. Him deeming slain,\nGreatly the king rejoiced; and, fired anew,\nPlunged headlong in the midst. But nought availed\nHis fury and his might, to stem the tide\nAgainst the Assyrians setting. Like a god,\nWhere'er he went, Arbaces ruled the fight:\nBefore him none could stand. His coming--on\nAfar was seen; and, as the gathered clouds\nUpon a mountain's summit, part, and fly,\nAt the uplifting of the tempest's voice,--\nSo, at his dreaded onset, all aghast,\nWhole squadrons turned; and, each man as he might,\nThe appalling presence fled. From rank to rank,\nThe panic flew; and, over all the field,\nWith feebler arm, and foot retiring still,\nThe Assyrians waged the fight. Even round the king,\nWere anxious faces seen; and many a look\nBehind was cast, as if the massive walls\nAlone could shelter. But, despising death,\nStill foremost was the frenzied monarch seen,\nDestruction dealing; and, with voice and look,\nInflaming to the combat. Through the gate,\nMeantime, with Salamenes flew the car.\nHis swoon had passed; but withered was his strength,\nHis torture terrible. Too well he knew\nThat death had struck him: yet, his own life reft,\nFar less bemoaned, than those o'erwhelming woes,\nOn his loved country falling. From a tower,\nLooking intent, the queen beheld a car\nFrom conflict speeding; and, therein, a chief,\nWounded, or slain: yet knew not, for a time,\nThat 'twas her brother. More and more, her frame\nShook with the heart--throbs, as upon her loomed\nDistincter the dark terror. Crushingly\nFell the dire truth at last! With faltering voice,\nShe bade that messengers should hasten forth,\nAnd to the royal palace bring the car;\nWith her own hands that she the prince might tend,\nAnd with her presence cheer; then, hurriedly,\nDescended,--climbed her chariot, and flew on.\n\nBut little knew she with what mortal aim\nDeath had her brother smitten; nor more thought,\nHow soon the fever--fire in her own veins,\nTo ashes would consume her. The first glance\nAt the wan hero, through her very soul\nSent shuddering. On his brow the grave--gloom hung:\nDeath looked from out his eyes! Yet, not the less,\nWith cheerful mien, and voice, she spake to him\nThe words of comfort. Sending first, again\nThe leech to summon, with her own fair hands,\nHis armour she 'gan loosen. But, alas!\nThe cuirass stirred not,--by the deep--driven shaft\nNailed to the side! Though, like a withered leaf\n'Neath wintry blast, in every limb she shook;\nYet still, with mother's care she tended him;\nWith low, sweet voice still whispered hopefully.\n\nThe leech arrived; but help had none to give;\n''The arrow drawn, he dies!'' ''Then draw at once,''\nWith a firm spirit, but a feeble voice,\nThe sufferer gasped,--''and let me be at rest!\nLife now is worthless. Mighty Nineveh!\nThou too art dying! Few can be thy days,\nAnd miserable. Ofttimes have I heard\nThat, in the hour of death, do visions come\nOf things to be! 'Tis so: for I have seen\nA leaguered city, wrapped in smoke, and flame.\nIts palaces, and temples, cracked, and sank,--\nThe fire devoured it utterly!--And lo!\nWhere stood proud Nineveh, the queen of earth,\nLay blackened ashes only!'' As he paused,\nHis eyes glared wildly; one hard breath he drew;\nHalf started up, as though to catch a sound\nOf sudden uproar on the battle--field,--\nOn his loved sister, then, a piteous look\nFixed for a moment,--struggled as to speak,--\nGasped, shuddered, groaned,--and backward sank, a corpse!\n\nWith reeling brain, and bursting heart, knelt down\nThe wretched queen, and o'er her brother wept.\n\nThe king, meantime, unconscious of his loss,\nLike to a hunted tiger, hotly raged.\nDire was his agony; for now the hour\nOf noon was nigh, and still his host gave way.\n\nOft on the gods, with frantic voice, he called;\nOft toward the palace cast a hurried look;\nMortally dreading, lest the hateful smoke\nOf sacrifice should mount. His death--charged arm\nSeemed as with strength of ten strong men to strike:\nHis voice was like the roar of the wild bull,\nFrighting the desert: 'gainst him no man stood.\n\nBut, coming onward, in the blazing car\nWhich erst himself had ruled,--he saw, at length,\nHis mightiest foe at hand; and burned to meet\nHim, whom, like pestilence, all others shunned:\nFor, on his dream he thought; and inly said,\n''Surely the gods fulfil their promise now,\nAnd give him to my sword!'' Him drawing nigh,\nArbaces saw; and, his gigantic spear\nUplifting, toward him drove. Before him fled\nThe scared Assyrians; leaving ample space;\nYet for their monarch trembling, as for him\nWho, singly, and unarmed, the lion dares.\n\nBut nothing then Sardanapalus feared:\nBody and soul concentring in the blow,\nHis lance he hurled; and triumphed as the clang\nOf smitten armour answered. Tartan too,\nHastily casting on the hooks the reins,\nHis brazen javelin flung. The heavier spear\nOf the dread Mede, in the same point of time,\nBoomed through the air. The exulting king stopped short;\nFor, his thigh grazing, through strong oak, and brass,\nCrashed the dread weapon; and, behind the car,\nShowed its steel point, and half the quivering beam.\n\nMail, though of triple steel, had never stood\nThat fearful stroke: but, as Arbaces cast,\nThe swaying of his chariot balked the aim;\nAnd his great enemy 'scaped. Not so himself:\nFor the king's spear, with frenzy's fury hurled,\nBroke through the shield; and on his helmet struck\nSo fiercely, that his eyes shot fire, his arm\nThe lifted buckler lowered. The brazen lance\nOf Tartan, in that moment, on the rim\nOf the sloped shield impinging, upward glanced;\nAnd on the helmet, just above the ear,\nSo harshly clanged, that, with the double jar,\nArbaces reeled: but, as the chariots passed,\nInstantly rose again,--stood firmly up;\nAnd, with a smile, from either side his shield\nThe spear--shaft breaking short, to Geber thus;\n''Wheel round the horses swiftly as thou may;\nThat we a second time may prove the strength\nOf our pleased adversary; and once more\nOur own essay. But, when the cars draw nigh,\nLet horse touch horse, and wheel in wheel be driven;\nThat so, with arm to arm, and face to face,\nWe better may contend.'' Yet no light task\nFound Geber, the wind--footed steeds to turn:\nFor on both sides the human torrents rushed;\nHost against host, like wave encountering wave:\nAnd when, emerging from that troubled sea,\nThe Mede his eye cast round,--far off he saw,\nThe monarch's chariot; and on meaner foes,\nPerforce his strength let loose. The king not less\nArdently burned, his mightiest enemy\nAgain to front; but many weaker arms\nNow threatened him; and task enough he found\nThem to o'ermaster. Still the tide of war\n'Gainst him, o'er all the battle--field, set strong:\nYet would he not despair; for, on the gods\nContinually he called; and, in his heart,\nSaid, ''Surely they will yet deliver us;\nAnd will not of a loving father ask\nA loving daughter's blood!'' From place to place\nFlew he, encouraging, and leading on.\nStrong and unwearied as the tempest's roar,\nHis voice was heard: where'er his helm was seen,\nThe heart of every warrior bolder grew;\nAnd even the coward, shamed, again fought on.\nBut wheresoe'er he stood not, there the foe\nMoved irresistibly. The king beheld,\nAnd 'gan to sicken. To the sky he looked:\nNo sun was there; the clouds were hard and dark.\n''Not yet the hour,'' he said; ''not yet 'tis noon;\nNor have I given the signal. For his life,\nThe gloomy wizard dare not on the child\nLay his detested hand!'' So spake aloud\nThe anxious king: but yet the hour was come:\nThe servants of the ireful priest, even then,\nWere for their victim searching. Dark and dread\nAs the on--coming of a stormy night,\nGrew Barak's brow, when came the seekers back,\nAnd said, ''Throughout the palace have we gone;\nSearched terrace, garden, bower, and labyrinth;\nBut nowhere may the royal maid be found.''\n\nSince the great god of light, from heaven's sublime,\nHis downward race 'gan run,--two hours had fled;\nAnd still with darker brow, the face of war,\nUpon the Assyrians frowned. With fearful glance,\nOft toward the city did the monarch look;\nAnd to the gods imploringly cry out;\n''Oh! ask not from me this dread sacrifice!''\n\nBut they his prayer heard not. Still toward the wall\nThe Assyrian host was driven; and more and more\nCame terror on them: but, even yet, the king\nCould not endure the hateful sign to give.\nWith fury indescribable he raged;\nAnd every captain nigh, from him caught fire,\nAnd 'gainst the enemy burned. Nebaioth still\nNear to the monarch fought; and still his voice\nRang far and near,--to conquer or to die.\nBrave Jerimoth, unwearied by assault,\nWith his mailed horsemen, fierce as famished wolves,\nAttacked, and turned, and still attacked again:\nAnd Michael, and Jehoshaphat, with cars\nAnd horse, impetuous drove upon the foe.\nRepulsed, they still the hot assault renewed;\nAnd all seemed fixed, to vanquish, or to fall!\n\nBut, wheresoever went the mighty Mede,\nThere victory with him went. His countenance\nAppalling, his dread voice, unnerved the arm:\nAnd every Median captain, every man,\nFelt conquest sure; and, with unceasing cries,\nStill cheered each other on. The third hour passed;\nThe rout grew wilder; and, at length, arose\nThe dreadful clamor, ''To the gates, the gates!\nThe day is lost! Assyrians, to the gates!''\n\nUnutterable then the agony\nAnd consternation of that wretched king!\nLooking to heaven, he dropped his spear and shield;\nStretched forth his arms, and shrieked out piteously,\n''Save us, all--ruling gods! oh save us yet,\nAnd ask not at my hands a daughter's blood!''\n\nBut, at that instant, like the rapid cloud\nWhich on the ocean brings the hurricane,\nSudden and fatal,--the all--dreaded Mede,\nWith horse and chariots, coming on was seen,\nO'erthrowing, scattering, terrible as Fate!\n\nThe king beheld, and shuddered: with both hands,\nPressed on his bursting temples;--looked again,\nAnd, with choked utterance, gasped, ''It must be done!\nThe gods demand the show of sacrifice!\nBut, even at the altar--stone, their hands\nWill they put forth, and save her; and to us\nThe victory yet will give; for, in my dream\nSo was it shown me. Gods! all--ruling gods!\nInto your hands I render up my child!''\n\nThus having spoken, with a desperate haste,\nA sable flag he seized; unfurled, and waved.\n\nAt once a thousand voices raised the cry,\n''The sacrifice! the sacrifice! Even yet\nThe gods will aid us.'' Toward the Nisroch gate,--\nFor so had been commanded,--flew at once\nSwift horsemen,--to the watchers on the tower\nThe king's behest to bear. But, from above,\nAlready had the signal been beheld;\nAnd, instantly, upon the pinnacle\nShot upward a huge blood--red gonfalon.\n\nRigid as marble, in his car yet stood\nThe monarch,--on the tower, with bursting eyes,\nSilently gazing: closely knit his hands,\nHis teeth were clenched, his nostrils widely spread.\nWhile yet he looked, lo! from the palace rose\nA thick, gray smoke. One loud, terrific shriek\nHe raised; flung wildly up to heaven his arms;\nStiffened; and backward, corpse--like, swayed, and fell!\n\nAmong the Assyrians who that sight beheld,\nLoud cries of terror rose: thousands then turned,\nAnd to the city fled. With tender hand,\nThe senseless monarch to his seat was raised:\nTartan the steeds wheeled round; and, shouting loud,\nTo clear the way, flew swiftly toward the wall.\nRigid, and lifeless seeming, in the arms\nOf two heart--stricken captains, lay the king:\nHis teeth were set; his lips with foam were white;\nHis eye--balls inward turned. When this was seen,\nA cry raised some,--''The king is with the slain!\nThe day is lost! fly to the city! fly!''\n\nBut them Nebaioth angrily rebuked;\n''Liars and slaves! Shame on your dastard tongues!\nThe battle is not lost: the king yet lives;\nAnd soon again in all his might will rise.\nWoe to the cowards then, the traitorous dogs\nWho, wanting teeth to fight, have tongues to yell!\nSurely their day shall come!'' With words like these,\nHe scared the dastard, and made strong the brave;\nAnd still, in front advancing, called aloud,\nTo clear the way, and let the chariot pass.\n\nFrom giddy summit of the palace roof,\nThe queen, meantime,--though through her brain and heart\nRushed the tumultuous blood,--upon the field\nLong had stood gazing. With unsteady eye,\nAnd thoughts distracted, looked she; nor had marked,\nIn that vast hell of war, the single fall\nOf even Assyria's greatest: yet too well\nThe fatal signs of utter rout at hand\nShe saw; and, though for action all unfit,\nIn her soul thus: ''Once more will I go forth,\nAnd cheer the soldiers. Haply, as the voice\nOf Peresh warned me, death may be the fruit.\nI feel it may,--for fire is in my blood,\nAnd in my brain: yet better far to die,\nThan in this day of terror hold aloof,\nAnd live but to behold Assyria's might\nPass like a shadow: for, this battle lost,\nAll is for ever lost!'' Resolving thus,\nHer chariot, ready waiting for the word,\nShe summoned: on her head a helmet fixed;\nBraced on her arm a shield; a spear caught up;\nSwiftly descended; sprang into her car;\nAnd through the sounding streets, like tempest flew.\n\nNearing the gate of Palms,--for there she had marked\nThe struggle hardest--a great throng she met,\nFranticly flying. Them, with words of fire,\nShe shamed, and bade turn back. As with new life\nSuddenly gifted, they the summons hailed;\nAnd with a deafening shout, ''The queen! the queen!''\nAgain to combat hasted. On went she,\nCrying aloud; ''Assyrians, now be men!\nLet not the rebel boast again to have seen\nYour backs in battle. This day must ye come\nTriumphant from the field; or on your necks\nWill chains be fixed; your sons will be made slaves;\nYour daughters, and your wives, be concubines!\nYour temples, and your altars, and your groves,\nWill be cast down; the city of your birth\nWill be a waste and howling wilderness!\nOn, on, brave men! this day redeem your fame!\nConquer,--and once again shall Nineveh\nBe queen of all the earth; and at your feet\nThe vanquished foe shall lie! On then! press on!\nA noble death far better than mean life!\nShame to the coward, glory to the brave!''\n\nWith words like these,--as still, from place to place,\nSwiftly she flew,--the ardent did she fire,\nThe cold incite,--that all who heard, or saw,\nAgain for battle burned; and, as one man,\nSprang on the foe anew. But nought availed.\nAs well, against the angry thunderer,\nMight strive the inferior gods, as, 'gainst the force\nOf the terrific Mede, Assyria's arms,\nThough of the bravest banded. Backward still\nDid they retire; and still, with heart elate,\nBore on the enemy. Nigh unto the wall\nThe chariot of the monarch had arrived,\nWhen, suddenly recovering, wildly round\nHis eyes he cast; and horrible rout beheld\nStill raging. Feeble were his limbs; his brain\nConfused, and swimming; yet, with strong resolve,\nSitting erect; ''Turn instantly the steeds,\nAnd back into the fight!'' he cried. ''Be sure\nThe gods will give us yet the victory.\nThe fire is kindled,--but the victim still\nUnharmed will rise. Shout out, 'the king! the king!'\nAnd pour into the battle!'' Crying thus,\n\nWith trembling arm he lifted up his spear,\nAnd strove to stand: but, with yet fiercer gripe,\nThe spasm returned; and, senseless as a corpse,\nRigid, and horribly convulsed, he fell,\nFoaming, and stony--eyed. Within their arms\nThe weeping captains held him; while again\nTartan the steeds turned round; and rapidly\nDrove onward through the gate. Arrived at length\nWithin the palace, to his couch was borne\nThe exhausted king. Again the spasm had ceased;\nBut, helpless as a dreaming child he lay;\nWith wandering eye, that nought appeared to see;\nMind, that nought seemed to know. Without a word,\nUpon the captains idly did he gaze,\nAs, piece by piece, his armour they removed:\nFrom Peresh then, with trembling hand, and look\nSubmissive as an infant, took the cup;\nSlowly the strong and bitter potion drained,\nUnmurmuring; and, with a vacant smile,\nUpon his pillow gently sank to rest.\n\nThe roar of battle seemed to stir him not:\nAt times, when some enormous cry burst forth,\nHis eyes he opened, and rolled wildly round,\nAs he would question: but, in little time,\nAgain they closed; and, with a placid look\nOf mindless life, he lay, while through his frame\nThe potent drug, with swift and silent foot,\nStole onward; locking, at its magic touch,\nEach gate of sense, by which the grosser world\nExternal, to the ethereal world within,\nThe realm of soul, finds entrance. A deep sleep,\nDreamless, and death--like, on him fell at last;\nBody and spirit slumbered. Well for him,\nFor all, had he ne'er wakened! But, meantime,\nAvenging Fate slept not. With every hour,\nMore hopeless for the Assyrians grew the strife.\nYet still, while with them stood the heroic queen,\nMadly they fought: in heaps on heaps they died;\nAnd still the living, as for death athirst,\nFlew headlong to the fight. The ceaseless cry\nOf the distracted queen, amazed they heard;\nYet knew not that 'twas frenzy fired her now.\nO'erwrought at length, a hideous laugh she raised;\nStaggered, and backward fell. With tenderest care\nWas she upraised, and to the palace borne.\n\nBut cooling herbs, and drinks, no soothing brought:\nAll night, in strong delirium did she rave:\nNow, as in battle, gaily cheering on;\nNow, as beside her dying brother's couch,\nGently consoling: bursting now in tears,\nAs though beside his corse again she knelt;\nAnd now, with hurried whisper, to her child,\nCounselling flight. But, ever and anon,\nChief burthen of her frenzy, rose the cry,\n''On, on, brave men, to victory, or to death!\nSee! see! they fly, they fly! the day is ours:\nPursue! pursue! ha! victory, victory!''\n\nSo all the night she raved; nor, till the eve\nOf the next day, found rest. As though with her,\nAssyria too had fallen,--in hideous rout\nFled the scared host. The choked--up gates refused\nTo myriads entrance; and, till closed the day,\nThe sword was busy. Thousands, to the banks\nOf the swoln flood driven back, plunged in, and died:\nThousands, down trodden, lay, and rose no more.\nDarkness fell thick; and Death was satiate.\n\nThe Median signal of recall rang loud.\nAnon the watch--fires blazed: the voice of joy\nWas heard within the camp: but, in the walls\nOf long triumphant Nineveh, the sounds\nOf anguish, lamentation, and despair!"}