{"subject": "Den hellige Anders", "text": "Naar Vandringsmanden mellem Mark og Enge\n         Ad Landeveien gjennem Sjælland gaaer,\n         Da seer han, naar til Slagelse han naaer,\n         En lille Høi paa blomsterklædte Vænge.\n     Et Kors af Træ har staaet paa Høien længe:\n          Endnu idag paa samme Sted det staaer.\n          Dets Hellighed, saa godt, som jeg formaaer,\n          Jeg eder tolke vil ved Harpens Strænge.\n     Af Troens Kraft besjælet, jeg forsøger\n          Enfoldeligen at fortælle her,\n          Hvad jeg har læst derom i gamle Bøger.\n     Saa laaner mig da villig eders Øre!\n          Forsamler jer ved disse høie Træer,\n          Og lader Sangen eders Hjerter røre!\n\n              __________ \n\nDer var engang i længst forsvundne Dage\nI Slagelse en Præst, som Anders hed.\nI Dyd og Fromhed ei han havde Mage\nHan forestod Sanct Petri Menighed.\nHam længtes til Jerusalem at drage,\nOg knæle ved sin Frelsers Gravhøi ned,\nThi drog han bort fra Herthas grønne Skove,\nSelv tolvte Mand, hen over mørken Vove.\n\nDen lette Snekke skjød sig hurtigt frem,\nDe seiled dagligen et mægtigt Stykke,\nOg naaede snarlig til Jerusalem,\nOg takked Gud for deres gode Lykke,\nTil Christi Grav de strax begave dem,\nAt løses fra de Synder, som dem trykke.\nMed fromme Taarer Frelseren de bade,\nAt Synderne han vilde dem forlade.\n\nDa nu Husvalelse og Trøst de finge,\nGik de fra Graven og forlode den.\nTil verdslig Dont de Pillegrimme ginge,\nMen Anders vendte dagligen igjen.\nHvergang som Klokkerne til Messe ringe,\nSaa vandrer han til Jesus-Graven hen.\nDe Andre tabe sig i jordisk Handel,\nHan tænker blot paa Jesu Christi Vandel.\n\nSær da Skærtorsdag og Langfredag kom,\nDa kunde han sig ei fra Graven skille.\nDa mon han Jesu Lidelser og Dom\nMed fromme Taarer sig for Øie stille:\nGethsemane med Petrus, Judas, som\nForraadte ham; hvordan han bar saa stille\nDet bittre Kors, den tunge Martyrkrone,\nHvorved han maatte Gud med os forsone.\n\nDen næste Dag forsvandt, og Solen stod\nNu Paaskemorgen over Havets Flade.\nDa kom de Andre: Vinden er os god,\nNu maa vi strax Jerusalem forlade!\nSaa raabte de med Munterhed og Mod,\nOg Anders om at skynde sig de bade.\nVel, svared Anders, jeg vil ikke dvæle,\nDog lad os først engang ved Graven knæle.\n\nNei, raabte de, det blive vil for silde;\nEn Time fast har Solen været oppe;\nNu kan vi ei med Knælen Tiden spilde. -\nSaa vandrer da iforveien til Joppe,\nVar Anders Ord, om ei I bede ville.\nJeg ventes under hine Palmetoppe,\nHvor efter Torsdags- og Langfredags-Sorgen\nJeg Glæden nyde vil paa Paaskemorgen.\n\nSaa talt, han vandrede til Graven hen;\nDer var en Sværm af fromme Mænd tilstede;\nDen kjendte Anders, og han kjendte den,\nThi deelte han med den sit Hjertes Glæde.\nHan talte for den om Opstandelsen,\nOg læste Messer og af Fryd mon græde.\nDa sagde han Farvel og gik til Joppe,\nMen Solen høit paa Himmelen var oppe.\n\nDa did han kom paa lysen Formiddag,\nAk see! da var det danske Skib jo borte!\nDe haarde Hjerter, som en verdslig Sag\nSaa tidlig havde ført fra Jorsals Porte,\nForlode ham. Han saae det røde Flag\nAt vugges fjernt paa Bølgerne de sorte.\nAlene stod han og forladt tilbage,\nBetroede Vindene sin bittre Klage.\n\nEi kunde han sin dybe Sorg fordølge,\nHans Taarer runde ned i salten Sø.\nAk, sukked han, jeg eder ei skal følge\nTilbage til min elskte Fædreø,\nEi skue meer den danske Skov og Bølge!\nO hulde Frelser, lad mig heller døe!\nLad blidt mig slumre hen i dine Arme! -\nSaa bad han høit med Taarer og med Varme.\n\nMen Vinden spotter ad den Armes Klage,\nOg fører Skibet bort alt meer og meer.\nFuldendt er snart den saligste blandt Dage,\nThi Solen alt fra Vesterhimlen leer.\nVeemodig Anders, vandrende tilbage,\nMod Staden gaaer, da pludselig han seer,\nMens Noget rasler ved hans høire Side,\nEn venlig Herre paa et Æsel ride.\n\nHans Kjortel simpel var, men lys og reen,\nHans Miner saare venlige og milde,\nOg i sin Haand han holdt en Palmegreen,\nOg sagde: Kjære Ven, det bliver silde,\nOg jeg kan mærke, du har trætte Been,\nDu kunde snart i Skoven dig forvilde.\nKom, sæt dig op, om du med mig vil være;\nDet samme Dyr os begge To kan bære.\n\nForundret stirred Anders længe frem,\nOg sagde: Siig, hvorhen vil du da ride? -\nMin Ven, jeg rider til Jerusalem,\nGjensvarte han. Da ved den Herres Side\nSig Anders satte. Æslet gik med dem\nAd Veien hen. Den Herre saae saa blide\nPaa Anders, at han glemte fast sin Kummer,\nOg i hans Arme fandt en rolig Slummer.\n\nMen da om føie Tid han vaagned op,\nDa laae han paa en Høi i grønne Dale;\nSig friske Blomster hvælved om hans Krop,\nUdsprungne nys paa Markerne de svale.\nHan øined Bøgeskovens lyse Top;\nHist monne Lærken slaae, her Gjøgen gale:\nDe travle Bier sig omkring ham svinge,\nHan hører fjernt en Aftenklokke ringe.\n\nHan reiste sig, men maatte atter segne\nTilbage, studsende, jo meer han saae.\nThi velbekjendt ham syntes allevegne\nHver Gjenstand, som hans Øiekast faldt paa,\nHvorhen han stirred i de skjønne Egne.\nPaa Marken monne trende Hyrder gaae:\nDe kom og talte til ham. Da først ganske\nForbaustes han; thi deres Ord var danske.\n\nHan blev saa underlig, han troer ei hvad\nHans Øren høre, hvad hans Øine skue.\nHan reiser sig, han seer forskrækket, glad\nEn velkjendt By i Aftensolens Lue.\nO store Gud! Det er hans Fødestad!\nSee Spiret af Sanct Peder og vor Frue,\nHans eget og de andre Præsters Sogne!\nHan ikke kan af sin Forundring vaagne.\n\nHan hører end den samme Klokkeklang,\nDet er Sanct Petri Taarn, hvis Klokker ringe,\nOg samle Sognets Børn til Aftensang.\nDe kjendte Toner i hans Øre klinge,\nHan kan ei længer standse nu sin Gang;\nTil Byen iler han paa Andagts Vinge,\nOg følger Veien med de mange andre\nAndægtige, som hen til Kirken vandre.\n\nForundret see paa ham de fromme Sjæle,\nOg Alle kjende deres Præst igjen.\nDe Gamle bukke sig, de Unge knæle,\nOg raabe lydt: Velkommen hjem igjen! -\nHan tale vil, men Glædestaarer qvæle\nHans Stemme. Taus igjennem Sværmen hen\nTil Kirken gaaer han. Hele Mængden følger\nMed Ilen, lig et Havs oprørte Bølger.\n\nOg Prækestolen Ingen at bestige\nSig vover, siden Anders nu kom hjem,\nOg alle Folk med Længsel uden Lige\nForlange høit, at Anders skal staae frem,\nOg at han atter nu Guds Ord skal sige.\nHan kan ei dvæle, han maa lyde dem:\nHan træder frem. I en begeistret Tale\nHan monne fyrigen sin Andagt male.\n\nPaa samme Dag han i Jerusalem\nHoldt Messen, og kom til sit Sogn tilbage\nI Slagels og holdt Aftensang med dem. -\nFørst efter flere Maaneder og Dage\nDe andre Elleve kom ogsaa hjem,\nDa først de havde udstaaet mangen Plage\nAf Storm og Uveir, før den vrede Vove\nDem vilde bringe hjem til Sjællands Skove.\n\nMen da de skued her den fromme Mand,\nSom i Jerusalem endnu de troede,\nIsær da man fortalte dem, at han,\nPaa samme Dag, som de ham grumt forlode,\nVar kommen hjem fra Joppes fjerne Strand,\nDa bleve de helt underlig tilmode.\nDa gik af det Mirakel Ord og Rygte,\nOg tusind Fromme Helgenen besøgte.\n\nOg Gud forundte ham at leve længe,\nOg gav ham Helgenkraft heel meget rar,\nPaa Solskin kunde han sin Handske hænge;\nEt nattegammelt Føl ham baaret har,\nHvorpaa han indred Byens Mark og Enge\nTil stor Forundring for Kong Valdemar,\nMed meget Meer, som min uvante Tunge\nEi værdig er at nævne eller sjunge.\n\nTilsidst han flygted til den dunkle Skov,\nOg boede der i Klostrets stille Bolig,\nIndtil han bort fra Verdens Tummel sov\nHen i en salig Slummer, mild og rolig.\nEndnu man kalder Slottet Andersskov,\nTil Minde om den fromme Anders Bolig.\nI Slagelse, sin Fødeby, med Iver\nSom Helgen og Patron han dyrket bliver.\n\nSanct Anders hviler nu i Dødningskriin\nI Petri Kirke. Men den Høi, hvorpaa\nHan vaagned trøstet op af Søvnen sin,\nEnd kaldes Hvilehøi. Et Kors mon staae\nDeroppe med en Indskrift paa Latin,\nSom halv er slettet ud, men lød som saa:\nTil Minde om Sanct Anders, som i Joppe\nIndslumrede, men vaagnede heroppe."}