{"subject": "France", "text": "Wake! children of France! shall your tyrant forever \nEnslave and enchain you, and trample you down? \nDo you fear the sharp fetters that gall you to sever, \nAnd tear from the brow of the despot his crown? \n\nUp! children of France! Let the flag that you honor, \nBe once more the flag of the free and the brave! \nYour country is chained; the Philistines are on her; \nWho heeds not her call is both coward and knave. \n\nIf you have but one spark of the spirit that lighted \nThe souls of your fathers, exhibit it now; \nAnd sheathe not the sword till your wrongs are all righted, \nThough blood to the reins of your horses should flow. \n\nYe fear not the throne, nor its base truckling minions;\nOn, on to the contest with cuirass and lance! \nTill your eagles again spread their conquering pinions,\nAnd peace and security reign over France.\n\nLet the pale monarchs quake! for their thrones shall be shaken! \nLet them league once again, as they leagued once before!\nTheir fury and madness, when France shall awaken, \nWill be like the ocean-wave chafing the shore. \n\nUp! men of gay France!—Your poor children upbraid you, \nYour gray-headed parents cry out on your shame: \nUp! up! and your ancestors' spirits will aid you, \nYour tyrant to humble, your taskmaker tame. \n\nStrike, children of France! strike for freedom and glory, \nAs ye and your fathers have stricken before; \nYe may fall, but your names shall be blazoned in story, \nTo beacon the free through the hurricane's roar.\n\nBlack Eagle of Russia! thy pride shall be lowered,\nWhen France and her armies are roused for the fray;\nAnd Austria shall cower again, as she cowered\nWhen the Corsican swept her great armies away.\n\nUp! arm for the contest! Your foes are around you;\nThe foot of your king presses hard on your hearts; \nThe Pigmies came, while you were sleeping, and bound you:\nStrike once, ere occasion forever departs!\n\nOne blow! but one blow!—for your long years of anguish!\nYour children, your parents, your own honest fame! \nOr will you through ages of agony languish,—\nTo be cowards at heart. Frenchmen only in name?"}