{"subject": "Myth And Romance", "text": "When I go forth to greet the glad-faced Spring,\nJust at the time of opening apple-buds,\nWhen brooks are laughing, winds are whispering,\nOn babbling hillsides or in warbling woods,\nThere is an unseen presence that eludes:\nPerhaps a Dryad, in whose tresses cling\nThe loamy odors of old solitudes,\nWho, from her beechen doorway, calls; and leads\nMy soul to follow; now with dimpling words\nOf leaves; and now with syllables of birds;\nWhile here and there-is it her limbs that swing?\nOr restless sunlight on the moss and weeds?\nII\nOr, haply, 't is a Naiad now who slips,\nLike some white lily, from her fountain's glass,\nWhile from her dripping hair and breasts and hips,\nThe moisture rains cool music on the grass.\nHer have I heard and followed, yet, alas!\nHave seen no more than the wet ray that dips\nThe shivered waters, wrinkling where I pass;\nBut, in the liquid light, where she doth hide,\nI have beheld the azure of her gaze\nSmiling; and, where the orbing ripple plays,\nAmong her minnows I have heard her lips,\nBubbling, make merry by the waterside.\nIII\nOr now it is an Oread-whose eyes\nAre constellated dusk-who stands confessed,\nAs naked as a flow'r; her heart's surprise,\nLike morning's rose, mantling her brow and breast:\nShe, shrinking from my presence, all distressed\nStands for a startled moment ere she flies,\nHer deep hair blowing, up the mountain crest,\nWild as a mist that trails along the dawn.\nAnd is't her footfalls lure me? or the sound\nOf airs that stir the crisp leaf on the ground?\nAnd is't her body glimmers on yon rise?\nOr dog-wood blossoms snowing on the lawn?\nIV\nNow't is a Satyr piping serenades\nOn a slim reed. Now Pan and Faun advance\nBeneath green-hollowed roofs of forest glades,\nTheir feet gone mad with music: now, perchance,\nSylvanus sleeping, on whose leafy trance\nThe Nymphs stand gazing in dim ambuscades\nOf sun-embodied perfume.-Myth, Romance,\nWhere'er I turn, reach out bewildering arms,\nCompelling me to follow. Day and night\nI hear their voices and behold the light\nOf their divinity that still evades,\nAnd still allures me in a thousand forms."}