{"subject": "The Two Armies", "text": "Once over the ocean in distant lands,\nIn an age long past, were two hostile bands-\nTwo armies of men, both brave, both strong,\nAnd their hearts beat high as they marched along\nTo fight the battle of right and wrong.\nNever, I think, did the Eye of heaven\nLook down on two armies so nearly even\nIn well-trained soldiers, in strength and might.\nBut one was the \nWrong\n, and one was the \nRight\n,\nAnd the last was the stronger in heaven's sight.\nAnd these hostile armies drew near, one night,\nAnd pitched their tents on two hill-sides green,\nWith only the brow of a hill between.\nWith the first red beams of the morning light\nBoth knew would open the awful fight,\nAnd one of the armies lay hushed and still,\nAnd slept in the tents on the green side-hill.\nHeart beat with heart: and they all were as one\nIn the thought of the battle to be begun\nWith the first bright glance of the morning sun.\nTheir aim was ignoble, their cause was wrong,\nBut they were \nunited\n, and so they were strong.\nNot so the army just over the hill:\nWhile the ranks of the foe were hushed and still,\nThe ranks of the \nRight\nwere torn with strife,\nAnd with noise and confusion the air was rife.\nDisputes and quarrels, dissensions and jars,\nAnd the sound of fighting, and civil wars;\nAnd, ere the morning, brother and brother,\nInstead of the enemy, fought with each other.\nOver the hill, the foe, in glee,\nListened and laughed. 'Ho ho!' quoth he.\n'There is strife in the enemy's ranks, I see,\nAnd the bright red beams of the rising sun\nWill see a victory easily won.\nIt matters little how strong the foe,\nThis is a truth we all do know:\n\nThere is no success without unity,\n\nHowever noble the cause may be.\nThe day is ours before it's begun.\nHo! for the triumph so easily won.'\nAnd on the morrow, the ranks of the Right\nWere routed and beaten, and put to flight,\nAnd the Wrong was the victor, and gained the fight.\nThere are two armies abroad to-day,\nAs in the age that has passed away.\nThe makers, and venders, and patrons, and all\nWho aid in the traffic of Alcohol,\nThese are the warriors, bold and strong,\nWho swell the ranks of the army of Wrong.\nAnd we are the soldiers, true and brave,\nWho are striving with heart and hand to save\nThe youths of our land from the deep, dark grave\nThat the foe is digging by day and by night.\nOnly \none thing\ncan defeat the Right.\nThere is nothing but triumph for us, unless\n\nDissension\n, that crafty foe to success,\nCreeps into our ranks. Oh! let us \nunite\n!\nLet heart beat with heart as we enter the fight;\nLet the whole mighty army be \none\nfor the time,\nAnd sweep on the foe in a column sublime\nIn its unity, earnestness, oneness, and might,\nTill the foe stands aghast at the wonderful sight,\nTill the enemy cowers and shivers, afraid\nOf the awful approach of the grand cavalcade.\nClose up the ranks, brothers! sisters, draw near,\nWe are fighting one fight, we are all kinsmen here.\nCloser, still closer! in nearness lies might.\nLove is our watchword-on to the fight!"}