{"subject": "Mental Heat Control", "text": "A highly-sensitive probe is fixed in the memory\nand fed voltage-free along the neck vertebrae\nto her heart, her diaphragm, vagina.\nCheck that it's holding: storage unit's blinking.\nThat means the start temperature's been reached. Apply\ncurrent to the circuit. A smell of rain drifts up, of wet pavements\nand old trees, into which a saxophone swings in\nand swings and oscillates until all the puddles\nhave raised their eyes.\n\nThe storage unit blinks.\nTurn the current up! The evening light\nthat seems so soft and warmed up is deceptive:\nabove the flat backs of the archipelagos the cold\nis coloured gold and stirs again in her cells\ndesire for the Mediterranean, hurling herself naked on the rocks,\nscraping and rubbing her body on them, exploring the cracks\nin the stone with thirsty hands, licking quartz veins and stretching\nout over the brittle, creviced surfaces in nothing but air, stretched\nto the boundaries of the flesh -\n\nThe probe wakes up: a minute, glowing sensor in the middle\nof her brain. This was the cue word, this desire\nmust be burned out. No new justification.\nDelete the instruction. Delete the scar.\n\nHas the probe been removed?\nProbe removed. Control positive.\nTranslated by Catherine Hales\n- - - - Alternative Translation - - - -\n\nA highly sensitive probe is fastened in the memory\nand run loosely along the vertebrae, leads extended\ninto the heart, the solar plexus, the vagina.\nTest the connections: the light blinks.\nSo the starting temperature is achieved. Turn on\nthe power. The smell of rain wafts up, of damp pavement\nand old trees, where a saxophone begins swinging\nand swings and swings, until all the puddles\nraise their eyes -\n\nThe light blinks.\nMore power! The weak\nand warm-seeming twilight is deceiving:\nAbove flat cliff-backs the cold stands\ntinged with gold and again surging through the cells\nthat mediterranean desire to throw oneself naked onto those cliffs,\nto chafe oneself against them, to rub them, to touch\nthe stony fissures with thirsty hands, to lick at quartz\narteries and brittle, broken plates of stone\nto stretch oneself beneath the open air, extended \nto the edge of the flesh -\n\nThe probe reacts: a tiny, glowing sensor in the\nbrain. That was the correct response, this desire\nis to be consumed. No new motivations.\nCancel the instructions. Efface the scars.\nPower turned off.\n\nIs the probe taken away?\nProbe taken away. Control positive.\nTranslated by Gary Sea\n- - - - Alternative Translation - - - -\n\nA hyper-sensitive probe is attached to the memory\nand conducted tension-free along the vertebrae\nto the heart, the diaphragm, the vagina.\nCheck if firmly embedded: monitor flashes.\nAt which point starting temperature is attained. Introduce\ncurrent. A smell of rain wafts up, of wet paving\nand old trees where a saxophone is swinging\nswinging and swinging until all puddles\nlift up their eyes -\n\nThe monitor flashes.\nIncrease current. The soft\nand warm seeming evening light is deceptive:\nabove the flat ridge of rocks the cold stands\ngolden and in her cells again stimulates\na mediterranean urge to throw herself naked on the rocks,\nscrape, rub her body against them, probe\nthe stony crevices with thirsty fingers, lick\nat veins of quartz and spread herself out\nover brittle, fissured surfaces beneath the sheer air, stretched \nto the limits of flesh -\n\nThe probe awakens, a minute, glowing sensor ath the centre\nof the brain. This was the cue, this was the impulse\nto be eliminated. No new instructions.\nErase data. Erase links.\nWipe file.\n\nProbe removed.\nProbe removed. Test positive.\nTranslated by Raymond Hargreaves"}