{"subject": "A Hidden Life", "text": "To My Father\n\nI.\n\nTake of the first fruits, father, of thy care,\nWrapped in the fresh leaves of my gratitude,\nLate waked for early gifts ill understood;\nClaiming in all my harvests rightful share,\nWhether with song that mounts the joyful air\nI praise my God, or, in yet deeper mood,\nSit dumb because I know a speechless good,\nNeeding no voice, but all the soul for prayer.\nThou hast been faithful to my highest need;\nAnd I, thy debtor, ever, evermore,\nShall never feel the grateful burden sore.\nYet most I thank thee, not for any deed,\nBut for the sense thy living self did breed\nOf fatherhood still at the great world's core.\nII.\n\nAll childhood, reverence clothed thee, undefined,\nAs for some being of another race;\nAh, not with it, departing-growing apace\nAs years did bring me manhood's loftier mind,\nAble to see thy human life behind-\nThe same hid heart, the same revealing face-\nMy own dim contest settling into grace,\nOf sorrow, strife, and victory combined!\nSo I beheld my God, in childhood's morn,\nA mist, a darkness, great, and far apart,\nMoveless and dim-I scarce could say Thou art:\nMy manhood came, of joy and sadness born;-\nFull soon the misty dark, asunder torn,\nRevealed man's glory, God's great human heart.\n\n-\nA Hidden Life\nProudly the youth, by manhood sudden crowned,\nWent walking by his horses to the plough,\nFor the first time that morn. No soldier gay\nFeels at his side the throb of the gold hilt\n(Knowing the blue blade hides within its sheath,\nAs lightning in the cloud) with more delight,\nWhen first he belts it on, than he that day\nHeard still the clank of the plough-chains against\nThe horses' harnessed sides, as to the field\nThey went to make it fruitful. O'er the hill\nThe sun looked down, baptizing him for toil.\n\nA farmer's son he was, and grandson too;\nYea, his great-grandsire had possessed these fields.\nTradition said they had been tilled by men\nWho bore the name long centuries ago,\nAnd married wives, and reared a stalwart race,\nAnd died, and went where all had followed them,\nSave one old man, his daughter, and the youth\nWho ploughs in pride, nor ever doubts his toil;\nAnd death is far from him this sunny morn.\nWhy should we think of death when life is high?\nThe earth laughs all the day, and sleeps all night.\nEarth, give us food, and, after that, a grave;\nFor both are good, each better in its time.\n\nThe youth knew little; but he read old tales\nOf Scotland's warriors, till his blood ran swift\nAs charging knights upon their death career.\nAnd then he chanted old tunes, till the blood\nWas charmed back into its fountain-well,\nAnd tears arose instead. And Robert's songs,\nWhich ever flow in noises like his name,\nRose from him in the fields beside the kine,\nAnd met the sky-lark's rain from out the clouds.\nAs yet he sang only as sing the birds,\nFrom gladness simply, or, he knew not why.\nThe earth was fair-he knew not it was fair;\nAnd he so glad-he knew not he was glad:\nHe walked as in a twilight of the sense,\nWhich this one day shall turn to tender light.\n\nFor, ere the sun had cleared the feathery tops\nOf the fir-thicket on the eastward hill,\nHis horses leaned and laboured. His great hands\nHeld both the reins and plough-stilts: he was proud;\nProud with a ploughman's pride; nobler, may be,\nThan statesman's, ay, or poet's pride sometimes,\nFor little praise would come that he ploughed well,\nAnd yet he did it well; proud of his work,\nAnd not of what would follow. With sure eye,\nHe saw the horses keep the arrow-track;\nHe saw the swift share cut the measured sod;\nHe saw the furrow folding to the right,\nReady with nimble foot to aid at need.\nAnd there the slain sod lay, patient for grain,\nTurning its secrets upward to the sun,\nAnd hiding in a grave green sun-born grass,\nAnd daisies clipped in carmine: all must die,\nThat others live, and they arise again.\n\nThen when the sun had clomb to his decline,\nAnd seemed to rest, before his slow descent,\nUpon the keystone of his airy bridge,\nThey rested likewise, half-tired man and horse,\nAnd homeward went for food and courage new;\nWhereby refreshed, they turned again to toil,\nAnd lived in labour all the afternoon.\nTill, in the gloaming, once again the plough\nLay like a stranded bark upon the lea;\nAnd home with hanging neck the horses went,\nWalking beside their master, force by will.\nThen through the deepening shades a vision came.\n\nIt was a lady mounted on a horse,\nA slender girl upon a mighty steed,\nThat bore her with the pride horses must feel\nWhen they submit to women. Home she went,\nAlone, or else the groom lagged far behind.\nBut, as she passed, some faithless belt gave way;\nThe saddle slipped, the horse stopped, and the girl\nStood on her feet, still holding fast the reins.\n\nThree paces bore him bounding to her side;\nHer radiant beauty almost fixed him there;\nBut with main force, as one that gripes with fear,\nHe threw the fascination off, and saw\nThe work before him. Soon his hand and knife\nReplaced the saddle firmer than before\nUpon the gentle horse; and then he turned\nTo mount the maiden. But bewilderment\nA moment lasted; for he knew not how,\nWith stirrup-hand and steady arm, to throne,\nElastic, on her steed, the ascending maid:\nA moment only; for while yet she thanked,\nNor yet had time to teach her further will,\nAround her waist he put his brawny hands,\nThat almost zoned her round; and like a child\nLifting her high, he set her on the horse;\nWhence like a risen moon she smiled on him,\nNor turned away, although a radiant blush\nShone in her cheek, and shadowed in her eyes.\nBut he was never sure if from her heart\nOr from the rosy sunset came the flush.\nAgain she thanked him, while again he stood\nBewildered in her beauty. Not a word\nAnswered her words that flowed, folded in tones\nRound which dissolving lambent music played,\nLike dropping water in a silver cup;\nTill, round the shoulder of the neighbouring hill,\nSudden she disappeared. And he awoke,\nAnd called himself hard names, and turned and went\nAfter his horses, bending too his head.\n\nAh God! when Beauty passes by the door,\nAlthough she ne'er came in, the house grows bare.\nShut, shut the door; there's nothing in the house.\nWhy seems it always that it should be ours?\nA secret lies behind which Thou dost know,\nAnd I can partly guess.\n\nBut think not then,\nThe holder of the plough had many sighs\nUpon his bed that night; or other dreams\nThan pleasant rose upon his view in sleep,\nWithin the magic crystal of the soul;\nNor that the airy castles of his brain\nHad less foundation than the air admits.\nBut read my simple tale, scarce worth the name;\nAnd answer, if he gained not from the fair\nBeauty's best gift; and proved her not, in sooth,\nAn angel vision from a higher world.\n\nNot much of her I tell. Her changeful life\nWhere part the waters on the mountain ridge,\nFlowed down the other side apart from his.\nHer tale hath wiled deep sighs on summer eves,\nWhere in the ancient mysteries of woods\nWalketh a man who worships womanhood.\nSoon was she orphaned of such parent-haunts;\nSurrounded with dead glitter, not the shine\nOf leaves in wind and sunlight; while the youth\nBreathed on, as if a constant breaking dawn\nSent forth the new-born wind upon his brow;\nAnd knew the morning light was climbing up\nThe further hill-side-morning light, which most,\nThey say, reveals the inner hues of earth.\nNow she was such as God had made her, ere\nThe world had tried to spoil her; tried, I say,\nAnd half-succeeded, failing utterly.\nFair was she, frank, and innocent as a child\nThat stares you in the eyes; fearless of ill,\nBecause she knew it not; and brave withal,\nBecause she drank the draught that maketh strong,\nThe charmed country air. Her father's house-\nA Scottish laird was he, of ancient name-\nStood only two miles off amid the hills;\nBut though she often passed alone as now,\nThe youth had never seen her face before,\nAnd might not twice. Yet was not once enough?\nIt left him not. She, as the harvest moon\nThat goeth on her way, and knoweth not\nThe fields of grain whose ripening ears she fills\nWith wealth of life and human joyfulness,\nWent on, and knew not of the influence\nShe left behind; yea, never thought of him;\nSave at those times when, all at once, old scenes\nReturn uncalled, with wonder that they come,\nAmidst far other thoughts and other cares;\nSinking again into their ancient graves,\nTill some far-whispered necromantic spell\nLoose them once more to wander for a space.\n\nAgain I say, no fond romance of love,\nNo argument of possibilities,\nIf he were some one, and she claimed his aid,\nTurned his clear brain into a nest of dreams.\nAs soon he had sat down and twisted cords\nTo snare, and carry home for daylight use,\nSome woman-angel, wandering half-seen\nOn moonlight wings, o'er withered autumn fields.\nBut when he rose next morn, and went abroad,\n(The exultation of his new-found rank\nAlready settling into dignity,)\nHe found the earth was beautiful. The sky,\nWhich shone with expectation of the sun,\nSomehow, he knew not how, was like her face.\nHe grieved almost to plough the daisies down;\nSomething they shared in common with that smile\nWherewith she crowned his manhood; and they fell\nBent in the furrow, sometimes, with their heads\nJust out imploringly. A hedgehog ran\nWith tangled mesh of bristling spikes, and face\nHelplessly innocent, across the field:\nHe let it run, and blessed it as it ran.\nAt noon returning, something drew his feet\nInto the barn. Entering, he gazed and stood.\nThrough the rent roof alighting, one sunbeam,\nBlazing upon the straw one golden spot,\nDulled all the yellow heap, and sank far down,\nLike flame inverted, through the loose-piled mound,\nCrossing the splendour with the shadow-straws,\nIn lines innumerable. 'Twas so bright,\nThe eye was cheated with a spectral smoke\nThat rose as from a fire. He never knew,\nBefore, how beautiful the sunlight was;\nThough he had seen it in the grassy fields,\nAnd on the river, and the ripening corn,\nA thousand times. He threw him on the heap,\nAnd gazing down into the glory-gulf,\nDreamed as a boy half-sleeping by the fire;\nAnd dreaming rose, and got his horses out.\n\nGod, and not woman, is the heart of all.\nBut she, as priestess of the visible earth,\nHolding the key, herself most beautiful,\nHad come to him, and flung the portals wide.\nHe entered in: each beauty was a glass\nThat gleamed the woman back upon his view.\n\nAlready in these hours his growing soul\nPut forth the white tip of a floral bud,\nEre long to be a crown-like, shadowy flower.\nFor, by his songs, and joy in ancient tales,\nHe showed the seed lay hidden in his heart,\nA safe sure treasure, hidden even from him,\nAnd notwithstanding mellowing all his spring;\nUntil, like sunshine with its genial power,\nCame the fair maiden's face: the seed awoke.\nI need not follow him through many days;\nNor tell the joys that rose around his path,\nMinistering pleasure for his labour's meed;\nNor how each morning was a boon to him;\nNor how the wind, with nature's kisses fraught,\nFlowed inward to his soul; nor how the flowers\nAsserted each an individual life,\nA separate being, for and in his thought;\nNor how the stormy days that intervened\nCalled forth his strength, and songs that quelled their force;\nNor how in winter-time, when thick the snow\nArmed the sad fields from gnawing of the frost,\nAnd the low sun but skirted his far realms,\nAnd sank in early night, he took his place\nBeside the fire; and by the feeble lamp\nHead book on book; and lived in other lives,\nAnd other needs, and other climes than his;\nAnd added other beings thus to his.\nBut I must tell that love of knowledge grew\nWithin him to a passion and a power;\nTill, through the night (all dark, except the moon\nShone frosty o'er the lea, or the white snow\nGave back all motes of light that else had sunk\nInto the thirsty earth) he bent his way\nOver the moors to where the little town\nLay gathered in the hollow. There the man\nWho taught the children all the shortened day,\nTaught other scholars in the long fore-night;\nAnd youths who in the shop, or in the barn,\nOr at the loom, had done their needful work,\nCame to his schoolroom in the murky night,\nAnd found the fire aglow, the candles lit,\nAnd the good master waiting for his men.\nHere mathematics wiled him to their heights;\nAnd strange consent of lines to form and law\nMade Euclid like a great romance of truth.\nThe master saw with wonder how the youth\nAll eagerly devoured the offered food,\nAnd straightway longed to lead him; with that hope\nOf sympathy which urges him that knows\nTo multiply great knowledge by its gift;\nThat so two souls ere long may see one truth,\nAnd, turning, see each others' faces shine.\nSo he proposed the classics; and the youth\nCaught at the offer; and for many a night,\nWhen others lay and lost themselves in sleep,\nHe groped his way with lexicon and rule,\nThrough ancient deeds embalmed in Latin old,\nOr poet-woods alive with gracious forms;\nWherein his knowledge of the English tongue\n(Through reading many books) much aided him-\nFor the soul's language is the same in all.\nAt length his progress, through the master's word,\nProud of his pupil, reached the father's ears.\nGreat joy arose within him, and he vowed,\nIf caring, sparing would accomplish it,\nHe should to college, and should have his fill\nOf that same learning.\n\nSo to school he went,\nInstead of to the plough; and ere a year,\nHe wore the scarlet gown with the close sleeves.\n\nAwkward at first, but with a dignity\nThat soon found fit embodiment in speech\nAnd gesture and address, he made his way,\nNot seeking it, to the respect of youths,\nIn whom respect is of the rarer gifts.\nLikewise by the consent of accidents,\nMore than his worth, society, so called,\nIn that great northern city, to its rooms\nInvited him. He entered. Dazzled first,\nNot only by the brilliance of the show,\nIn lights and mirrors, gems, and crowded eyes;\nBut by the surface lights of many minds\nCut like rose-diamonds into many planes,\nWhich, catching up the wandering rays of fact,\nReflected, coloured, tossed them here and there,\nIn varied brilliance, as if quite new-born\nFrom out the centre, not from off the face-\nDazzled at first, I say, he soon began\nTo see how little thought could sparkle well,\nAnd turn him, even in the midst of talk,\nBack to the silence of his homely toils.\nAround him still and ever hung an air\nBorn of the fields, and plough, and cart, and scythe;\nA kind of clumsy grace, in which gay girls\nSaw but the clumsiness; while those with light,\nInstead of glitter, in their quiet eyes,\nSaw the grace too; yea, sometimes, when he talked,\nSaw the grace only; and began at last,\nAs he sought none, to seek him in the crowd\n(After a maiden fashion), that they might\nHear him dress thoughts, not pay poor compliments.\nYet seldom thus was he seduced from toil;\nOr if one eve his windows showed no light,\nThe next, they faintly gleamed in candle-shine,\nTill far into the morning. And he won\nHonours among the first, each session's close.\n\nAnd if increased familiarity\nWith open forms of ill, not to be shunned\nWhere youths of all kinds meet, endangered there\nA mind more willing to be pure than most-\nOft when the broad rich humour of a jest,\nDid, with its breezy force, make radiant way\nFor pestilential vapours following-\nArose within his sudden silent mind,\nThe maiden face that smiled and blushed on him;\nThat lady face, insphered beyond his earth,\nYet visible to him as any star\nThat shines unwavering. I cannot tell\nIn words the tenderness that glowed across\nHis bosom-burned it clean in will and thought;\n'Shall that sweet face be blown by laughter rude\nOut of the soul where it has deigned to come,\nBut will not stay what maidens may not hear?'\nHe almost wept for shame, that those two thoughts\nShould ever look each other in the face,\nMeeting in \nhis\nhouse. Thus he made to her,\nFor love, an offering of purity.\n\nAnd if the homage that he sometimes found,\nNew to the country lad, conveyed in smiles,\nAssents, and silent listenings when he spoke,\nThreatened yet more his life's simplicity;\nAn antidote of nature ever came,\nEven nature's self. For, in the summer months,\nHis former haunts and boyhood's circumstance\nReceived him back within old influences.\nAnd he, too noble to despise the past,\nToo proud to be ashamed of manhood's toil,\nToo wise to fancy that a gulf lay wide\nBetwixt the labouring hand and thinking brain,\nOr that a workman was no gentleman,\nBecause a workman, clothed himself again\nIn his old garments, took the hoe or spade,\nOr sowing sheet, or covered in the grain,\nSmoothing with harrows what the plough had ridged.\nWith ever fresher joy he hailed the fields,\nReturning still with larger powers of sight:\nEach time he knew them better than before,\nAnd yet their sweetest aspect was the old.\nHis labour kept him true to life and fact,\nCasting out worldly judgments, false desires,\nAnd vain distinctions. Ever, at his toil,\nNew thoughts arose; which, when still night awoke,\nHe ever sought, like stars, with instruments;\nBy science, or by wise philosophy,\nBridging the gulf between them and the known;\nAnd thus preparing for the coming months,\nWhen in the time of snow, old Scotland's sons\nReap wisdom in the silence of the year.\n\nHis sire was proud of him; and, most of all,\nBecause his learning did not make him proud.\nA wise man builds not much upon his lore.\nThe neighbours asked what he would make his son.\n'I'll make a man of him,' the old man said;\n'And for the rest, just what he likes himself.\nBut as he is my only son, I think\nHe'll keep the old farm joined to the old name;\nAnd I shall go to the churchyard content,\nLeaving my name amongst my fellow men,\nAs safe, thank God, as if I bore it still.'\nBut sons are older than their sires full oft\nIn the new world that cometh after this.\n\nSo four years long his life went to and fro\nBetwixt the scarlet gown and rough blue coat;\nThe garret study and the wide-floored barn;\nThe wintry city, and the sunny fields.\nIn each his quiet mind was well content,\nBecause he was himself, where'er he was.\n\nNot in one channel flowed his seeking thoughts;\nTo no profession did he ardent turn:\nHe knew his father's wish-it was his own.\n'Why should a man,' he said, 'when knowledge grows,\nLeave therefore the old patriarchal life,\nAnd seek distinction in the noise of men?'\nAnd yet he turned his face on every side;\nWent with the doctors to the lecture-room,\nAnd saw the inner form of man laid bare;\nWent with the chymists, where the skilful hand,\nRevering laws higher than Nature's self,\nMakes Nature do again, before our eyes,\nAnd in a moment, what, in many years,\nAnd in the veil of vastness and lone deeps,\nShe laboureth at alway, then best content\nWhen man inquires into her secret ways;\nYea, turned his asking eye on every source\nWhence knowledge floweth for the hearts of men,\nKneeling at some, and drinking freely there.\nAnd at the end, when he had gained the right\nTo sit with covered head before the rank\nOf black-gowned senators; and all these men\nWere ready at a word to speed him on,\nProud of their pupil, towards any goal\nWhere he might fix his eye; he took his books,\nWhat little of his gown and cap remained,\nAnd, leaving with a sigh the ancient walls,\nWith the old stony crown, unchanging, grey,\nAmidst the blandishments of airy Spring,\nHe sought for life the lone ancestral farm.\n\nWith simple gladness met him on the road\nHis grey-haired father, elder brother now.\nFew words were spoken, little welcome said,\nBut much was understood on either side.\nIf with a less delight he brought him home\nThan he that met the prodigal returned,\nYet with more confidence, more certain joy;\nAnd with the leaning pride that old men feel\nIn young strong arms that draw their might from them,\nHe led him to the house. His sister there,\nWhose kisses were not many, but whose eyes\nWere full of watchfulness and hovering love,\nSet him beside the fire in the old place,\nAnd heaped the table with best country fare.\nAnd when the night grew deep, the father rose,\nAnd led his son (who wondered why they went,\nAnd in the darkness made a tortuous path\nThrough the corn-ricks) to an old loft, above\nThe stable where his horses rested still.\nEntering, he saw some plan-pursuing hand\nHad been at work. The father, leading on\nAcross the floor, heaped up with waiting grain,\nOpened a door. An unexpected light\nFlashed on them from a cheerful lamp and fire,\nThat burned alone, as in a fairy tale.\nAnd lo! a little room, white-curtained bed,\nAn old arm-chair, bookshelves, and writing desk,\nAnd some old prints of deep Virgilian woods,\nAnd one a country churchyard, on the walls.\nThe young man stood and spoke not. The old love\nSeeking and finding incarnation new,\nDrew from his heart, as from the earth the sun,\nWarm tears. The good, the fatherly old man,\nHonouring in his son the simple needs\nWhich his own bounty had begot in him,\nThus gave him loneliness for silent thought,\nA simple refuge he could call his own.\nHe grasped his hand and shook it; said good night,\nAnd left him glad with love. Faintly beneath,\nThe horses stamped and drew the lengthening chain.\n\nThree sliding years, with gently blending change,\nWent round 'mid work of hands, and brain, and heart.\nHe laboured as before; though when he would,\nWith privilege, he took from hours of toil,\nWhen nothing pressed; and read within his room,\nOr wandered through the moorland to the hills;\nThere stood upon the apex of the world,\nWith a great altar-stone of rock beneath,\nAnd looked into the wide abyss of blue\nThat roofed him round; and then, with steady foot,\nDescended to the world, and worthy cares.\n\nAnd on the Sunday, father, daughter, son\nWalked to the country church across the fields.\nIt was a little church, and plain, almost\nTo ugliness, yet lacking not a charm\nTo him who sat there when a little boy.\nAnd the low mounds, with long grass waving on,\nWere quite as solemn as great marble tombs.\nAnd on the sunny afternoons, across\nThis well-sown field of death, when forth they came\nWith the last psalm still lingering in their hearts,\nHe looked, and wondered where the heap would rise\nThat rested on the arch of his dead breast.\nBut in the gloom and rain he turned aside,\nAnd let the drops soak through the sinking clay-\nWhat mattered it to him?\n\nAnd as they walked\nTogether home, the father loved to hear\nThe new streams pouring from his son's clear well.\nThe old man clung not only to the old;\nNor bowed the young man only to the new;\nYet as they walked, full often he would say,\nHe liked not much what he had heard that morn.\nHe said, these men believed the past alone;\nHonoured those Jewish times as they were Jews;\nAnd had no ears for this poor needy hour,\nThat up and down the centuries doth go,\nLike beggar boy that wanders through the streets,\nWith hand held out to any passer by;\nAnd yet God made it, and its many cries.\n\nHe used to say: 'I take the work that comes\nAll ready to my hand. The lever set,\nI grasp and heave withal. Or rather, I\nLove where I live, and yield me to the will\nThat made the needs about me. It may be\nI find them nearer to my need of work\nThan any other choice. I would not choose\nTo lack a relish for the thing that God\nThinks worth. Among my own I will be good;\nA helper to all those that look to me.\nThis farm is God's, as much as yonder town;\nThese men and maidens, kine and horses, his;\nAnd need his laws of truth made rules of fact;\nOr else the earth is not redeemed from ill.'\nHe spoke not often; but he ruled and did.\nNo ill was suffered there by man or beast\nThat he could help; no creature fled from him;\nAnd when he slew, 'twas with a sudden death,\nLike God's benignant lightning. For he knew\nThat God doth make the beasts, and loves them well,\nAnd they are sacred. Sprung from God as we,\nThey are our brethren in a lower kind;\nAnd in their face he saw the human look.\nThey said: 'Men look like different animals;'\nBut he: 'The animals are like to men,\nSome one, and some another.' Cruelty,\nHe said, would need no other fiery hell,\nThan that the ghosts of the sad beasts should come,\nAnd crowding, silent, all their heads one way,\nStare the ill man to madness.\n\nBy degrees,\nThey knew not how, men trusted in him. When\nHe spoke, his word had all the force of deeds\nThat lay unsaid within him. To be good\nIs more than holy words or definite acts;\nEmbodying itself unconsciously\nIn simple forms of human helpfulness,\nAnd understanding of the need that prays.\nAnd when he read the weary tales of crime,\nAnd wretchedness, and white-faced children, sad\nWith hunger, and neglect, and cruel words,\nHe would walk sadly for an afternoon,\nWith head down-bent, and pondering footstep slow;\nAnd to himself conclude: 'The best I can\nFor the great world, is, just the best I can\nFor this my world. The influence will go\nIn widening circles to the darksome lanes\nIn London's self.' When a philanthropist\nSaid pompously: 'With your great gifts you ought\nTo work for the great world, not spend yourself\nOn common labours like a common man;'\nHe answered him: 'The world is in God's hands.\nThis part he gives to me; for which my past,\nBuilt up on loves inherited, hath made\nMe fittest. Neither will He let me think\nPrimeval, godlike work too low to need,\nFor its perfection, manhood's noblest powers\nAnd deepest knowledge, far beyond my gifts.\nAnd for the crowds of men, in whom a soul\nCries through the windows of their hollow eyes\nFor bare humanity, and leave to grow,-\nWould I could help them! But all crowds are made\nOf individuals; and their grief, and pain,\nAnd thirst, and hunger, all are of the one,\nNot of the many. And the power that helps\nEnters the individual, and extends\nThence in a thousand gentle influences\nTo other hearts. It is not made one's own\nBy laying hold of an allotted share\nOf general good divided faithfully.\nNow here I labour whole upon the place\nWhere they have known me from my childhood up.\nI know the individual man; and he\nKnows me. If there is power in me to help,\nIt goeth forth beyond the present will,\nClothing itself in very common deeds\nOf any humble day's necessity:\n-I would not always consciously do good;\nNot always feel a helper of the men,\nWho make me full return for my poor deeds\n(Which I \nmust\ndo for my own highest sake,\nIf I forgot my brethren for themselves)\nBy human trust, and confidence of eyes\nThat look me in the face, and hands that do\nMy work at will-'tis more than I deserve.\nBut in the city, with a few lame words,\nAnd a few scanty handfuls of weak coin,\nMisunderstood, or, at the best, unknown,\nI should toil on, and seldom reach the mail.\nAnd if I leave the thing that lieth next,\nTo go and do the thing that is afar,\nI take the very strength out of my deed,\nSeeking the needy not for pure need's sake.'\nThus he. The world-wise schemer for the good\nHeld his poor peace, and left him to his way.\n\nWhat of the vision now? the vision fair\nSent forth to meet him, when at eve he went\nHome from his first day's ploughing? Oft she passed\nSlowly on horseback, in all kinds of dreams;\nFor much he dreamed, and loved his dreaming well.\nNor woke he from such dreams with vain regret;\nBut, saying, 'I have seen that face once more,'\nHe smiled with his eyes, and rose to work.\nNor did he turn aside from other maids,\nBut loved the woman-faces and dear eyes;\nAnd sometimes thought, 'One day I wed a maid,\nAnd make her mine;' but never came the maid,\nOr never came the hour, that he might say,\n'I wed this maid.' And ever when he read\nA tale of lofty aim, or when the page\nOf history spoke of woman very fair,\nOr wondrous good, her face arose, and stayed,\nThe face for ever of that storied page.\n\nMeantime how fared the lady? She had wed\nOne of those common men, who serve as ore\nFor the gold grains to lie in. Virgin gold\nLay hidden there-no richer was the dross.\nShe went to gay assemblies, not content;\nFor she had found no hearts, that, struck with hers,\nSounded one chord. She went, and danced, or sat\nAnd listlessly conversed; or, if at home,\nRead the new novel, wishing all the time\nFor something better; though she knew not what,\nOr how to search for it.\n\nWhat had she felt,\nIf, through the rhythmic motion of light forms,\nA vision, had arisen; as when, of old,\nThe minstrel's art laid bare the seer's eye,\nAnd showed him plenteous waters in the waste?\nIf she had seen her ploughman-lover go\nWith his great stride across some lonely field,\nBeneath the dark blue vault, ablaze with stars,\nAnd lift his full eyes to earth's radiant roof\nIn gladness that the roof was yet a floor\nFor other feet to tread, for his, one day?\nOr the emerging vision might reveal\nHim, in his room, with space-compelling mind,\nPursue, upon his slate, some planet's course;\nOr read, and justify the poet's wrath,\nOr wise man's slow conclusion; or, in dreams,\nAll gently bless her with a trembling voice\nFor that old smile, that withered nevermore,\nThat woke him, smiled him into what he is;\nOr, kneeling, cry to God for better still.\nWould those dark eyes have beamed with darker light?\nWould that fair soul, all tired of emptiness,\nHave risen from the couch of its unrest,\nAnd looked to heaven again, again believed\nIn God's realities of life and fact?\nWould not her soul have sung unto itself,\nIn secret joy too good for that vain throng:\n'I have a friend, a ploughman, who is wise,\nAnd knoweth God, and goodness, and fair faith;\nWho needeth not the outward shows of things,\nBut worships the unconquerable truth:\nAnd this man loveth me; I will be proud\nAnd humble-would he love me if he knew?'\n\nIn the third year, a heavy harvest fell,\nFull filled, beneath the reaping-hook and scythe.\nThe men and maidens in the scorching heat\nHeld on their toil, lightened by song and jest;\nResting at mid-day, and from brimming bowl,\nDrinking brown ale, and white abundant milk;\nUntil the last ear fell, and stubble stood\nWhere waved the forests of the murmuring corn;\nAnd o'er the land rose piled the tent-like shocks,\nAs of an army resting in array\nOf tent by tent, rank following on rank;\nWaiting until the moon should have her will\nOf ripening on the ears.\n\nAnd all went well.\nThe grain was fully ripe. The harvest carts\nWent forth broad-platformed for the towering load,\nWith frequent passage 'twixt homeyard and field.\nAnd half the oats already hid their tops,\nOf countless spray-hung grains-their tops, by winds\nSwayed oft, and ringing, rustling contact sweet;\nMade heavy oft by slow-combining dews,\nOr beaten earthward by the pelting rains;\nRising again in breezes to the sun,\nAnd bearing all things till the perfect time-\nHad hid, I say, this growth of sun and air\nWithin the darkness of the towering stack;\nWhen in the north low billowy clouds appeared,\nBlue-based, white-topped, at close of afternoon;\nAnd in the west, dark masses, plashed with blue,\nWith outline vague of misty steep and dell,\nClomb o'er the hill-tops; there was thunder there.\nThe air was sultry. But the upper sky\nWas clear and radiant.\n\nDownward went the sun;\nDown low, behind the low and sullen clouds\nThat walled the west; and down below the hills\nThat lay beneath them hid. Uprose the moon,\nAnd looked for silence in her moony fields,\nBut there she found it not. The staggering cart,\nLike an o'erladen beast, crawled homeward still,\nReturning light and low. The laugh broke yet,\nThat lightning of the soul, from cloudless skies,\nThough not so frequent, now that labour passed\nIts natural hour. Yet on the labour went,\nStraining to beat the welkin-climbing toil\nOf the huge rain-clouds, heavy with their floods.\nSleep, like enchantress old, soon sided with\nThe crawling clouds, and flung benumbing spells\nOn man and horse. The youth that guided home\nThe ponderous load of sheaves, higher than wont,\nDaring the slumberous lightning, with a start\nAwoke, by falling full against the wheel,\nThat circled slow after the sleepy horse.\nYet none would yield to soft-suggesting sleep,\nOr leave the last few shocks; for the wild rain\nWould catch thereby the skirts of Harvest-home,\nAnd hold her lingering half-way in the storm.\n\nThe scholar laboured with his men all night.\nNot that he favoured quite this headlong race\nWith Nature. He would rather say: 'The night\nIs sent for sleep, we ought to sleep in it,\nAnd leave the clouds to God. Not every storm\nThat climbeth heavenward, overwhelms the earth.\nAnd if God wills, 'tis better as he wills;\nWhat he takes from us never can be lost.'\nBut the old farmer ordered; and the son\nWent manful to the work, and held his peace.\n\nThe last cart homeward went, oppressed with sheaves,\nJust as a moist dawn blotted pale the east,\nAnd the first drops fell, overfed with mist,\nO'ergrown and helpless. Darker grew the morn.\nUpstraining racks of clouds, tumultuous borne\nUpon the turmoil of opposing winds,\nMet in the zenith. And the silence ceased:\nThe lightning brake, and flooded all the earth,\nAnd its great roar of billows followed it.\nThe deeper darkness drank the light again,\nAnd lay unslaked. But ere the darkness came,\nIn the full revelation of the flash,\nHe saw, along the road, borne on a horse\nPowerful and gentle, the sweet lady go,\nWhom years agone he saw for evermore.\n'Ah me!' he said; 'my dreams are come for me,\nNow they shall have their time.' And home he went,\nAnd slept and moaned, and woke, and raved, and wept.\nThrough all the net-drawn labyrinth of his brain\nThe fever raged, like pent internal fire.\nHis father soon was by him; and the hand\nOf his one sister soothed him. Days went by.\nAs in a summer evening, after rain,\nHe woke to sweet quiescent consciousness;\nEnfeebled much, but with a new-born life.\n\nAs slow the weeks passed, he recovered strength;\nAnd ere the winter came, seemed strong once more.\nBut the brown hue of health had not returned\nOn his thin face; although a keener fire\nBurned in his larger eyes; and in his cheek\nThe mounting blood glowed radiant (summoning force,\nSometimes, unbidden) with a sunset red.\n\nBefore its time, a biting frost set in;\nAnd gnawed with fangs of cold his shrinking life;\nAnd the disease so common to the north\nWas born of outer cold and inner heat.\nOne morn his sister, entering, saw he slept;\nBut in his hand he held a handkerchief\nSpotted with crimson. White with terror, she\nStood motionless and staring. Startled next\nBy her own pallor, when she raised her eyes,\nSeen in the glass, she moved at last. He woke;\nAnd seeing her dismay, said with a smile,\n'Blood-red was evermore my favourite hue,\nAnd see, I have it in me; that is all.'\nShe shuddered; and he tried to jest no more;\nAnd from that hour looked Death full in the face.\n\nWhen first he saw the red blood outward leap,\nAs if it sought again the fountain heart,\nWhence it had flowed to fill the golden bowl;\nNo terror, but a wild excitement seized\nHis spirit; now the pondered mystery\nOf the unseen would fling its portals wide,\nAnd he would enter, one of the awful dead;\nWhom men conceive as ghosts that fleet and pine,\nBereft of weight, and half their valued lives;-\nBut who, he knew, must live intenser life,\nHaving, through matter, all illumed with sense,\nFlaming, like Horeb's bush, with present soul,\nAnd by the contact with a thousand souls,\nEach in the present glory of a shape,\nSucked so much honey from the flower o' the world,\nAnd kept the gain, and cast the means aside;\nAnd now all eye, all ear, all sense, perhaps;\nTransformed, transfigured, yet the same life-power\nThat moulded first the visible to its use.\nSo, like a child he was, that waits the show,\nWhile yet the panting lights restrained burn\nAt half height, and the theatre is full.\n\nBut as the days went on, they brought sad hours,\nWhen he would sit, his hands upon his knees,\nDrooping, and longing for the wine of life.\nAh! now he learned what new necessities\nCome when the outer sphere of life is riven,\nAnd casts distorted shadows on the soul;\nWhile the poor soul, not yet complete in God,\nCannot with inward light burn up the shades,\nAnd laugh at seeming that is not the fact.\nFor God, who speaks to man on every side,\nSending his voices from the outer world,\nGlorious in stars, and winds, and flowers, and waves,\nAnd from the inner world of things unseen,\nIn hopes and thoughts and deep assurances,\nNot seldom ceases outward speech awhile,\nThat the inner, isled in calm, may clearer sound;\nOr, calling through dull storms, proclaim a rest,\nOne centre fixed amid conflicting spheres;\nAnd thus the soul, calm in itself, become\nAble to meet and cope with outward things,\nWhich else would overwhelm it utterly;\nAnd that the soul, saying \nI will the light\n,\nMay, in its absence, yet grow light itself,\nAnd man's will glow the present will of God,\nSelf-known, and yet divine.\n\nAh, gracious God!\nDo with us what thou wilt, thou glorious heart!\nThou art the God of them that grow, no less\nThan them that are; and so we trust in thee\nFor what we shall be, and in what we are.\n\nYet in the frequent pauses of the light,\nWhen fell the drizzling thaw, or flaky snow;\nOr when the heaped-up ocean of still foam\nReposed upon the tranced earth, breathing low;\nHis soul was like a frozen lake beneath\nThe clear blue heaven, reflecting it so dim\nThat he could scarce believe there was a heaven;\nAnd feared that beauty might be but a toy\nInvented by himself in happier moods.\n'For,' said he, 'if my mind can dim the fair,\nWhy should it not enhance the fairness too?'\nBut then the poor mind lay itself all dim,\nAnd ruffled with the outer restlessness\nOf striving death and life. And a tired man\nMay drop his eyelids on the visible world,\nTo whom no dreams, when fancy flieth free,\nWill bring the sunny excellence of day;\nNor will his utmost force increase his sight.\n'Tis easy to destroy, not so to make.\nNo keen invention lays the strata deep\nOf ancient histories; or sweeps the sea\nWith purple shadows and blue breezes' tracks,\nOr rosy memories of the down-gone sun.\nAnd if God means no beauty in these shows,\nBut drops them, helpless shadows, from his sun,\nAh me, my heart! thou needst another God.\nOh! lack and doubt and fear can only come\nBecause of plenty, confidence, and love:\nWithout the mountain there were no abyss.\nOur spirits, inward cast upon themselves,\nBecause the delicate ether, which doth make\nThe mediator with the outer world,\nIs troubled and confused with stormy pain;\nNot glad, because confined to shuttered rooms,\nWhich let the sound of slanting rain be heard,\nBut show no sparkling sunlight on the drops,\nOr ancient rainbow dawning in the west;-\nCast on themselves, I say, nor finding there\nThe thing they need, because God has not come,\nAnd, claiming all their Human his Divine,\nRevealed himself in all their inward parts,\nGo wandering up and down a dreary house.\nThus reasoned he. Yet up and down the house\nHe wandered moaning. Till his soul and frame,\nIn painful rest compelled, full oft lay still,\nAnd suffered only. Then all suddenly\nA light would break from forth an inward well-\nGod shone within him, and the sun arose.\nAnd to its windows went the soul and looked:-\nLo! o'er the bosom of the outspread earth\nFlowed the first waves of sunrise, rippling on.\n\nMuch gathered he of patient faith from off\nThese gloomy heaths, this land of mountains dark,\nBy moonlight only, like the sorcerer's weeds;\nAs testify these written lines of his\nFound on his table, when his empty chair\nStood by the wall, with yet a history\nClinging around it for the old man's eyes.\n\nI am weary, and something lonely;\nAnd can only think, think.\nIf there were some water only,\nThat a spirit might drink, drink!\nAnd rise\nWith light in the eyes,\nAnd a crown of hope on the brow;\nAnd walk in outgoing gladness,-\nNot sit in an inward sadness-\nAs now!\n\nBut, Lord, thy child will be sad,\nAs sad as it pleaseth thee;\nWill sit, not needing to be glad,\nTill thou bid sadness flee;\nAnd drawing near\nWith a simple cheer,\nSpeak one true word to me.\n\nAnother song in a low minor key\nFrom awful holy calm, as this from grief,\nI weave, a silken flower, into my web,\nThat goes straight on, with simply crossing lines,\nFloating few colours upward to the sight.\n\nAh, holy midnight of the soul,\nWhen stars alone are high;\nWhen winds are dead, or at their goal,\nAnd sea-waves only sigh!\n\nAmbition faints from out the will;\nAsleep sad longing lies;\nAll hope of good, all fear of ill,\nAll need of action dies;\n\nBecause God is; and claims the life\nHe kindled in thy brain;\nAnd thou in Him, rapt far from strife,\nDiest and liv'st again.\n\nIt was a changed and wintry time to him;\nBut visited by April airs and scents,\nThat came with sudden presence, unforetold;\ns brushed from off the outer spheres of spring\nIn the new singing world, by winds of sighs,\nThat wandering swept across the glad \nTo be\n.\nStrange longings that he never knew till now,\nA sense of want, yea of an infinite need,\nCried out within him-rather moaned than cried.\nAnd he would sit a silent hour and gaze\nUpon the distant hills with dazzling snow\nUpon their peaks, and thence, adown their sides,\nStreaked vaporous, or starred in solid blue.\nAnd then a shadowy sense arose in him,\nAs if behind those world-inclosing hills,\nThere sat a mighty woman, with a face\nAs calm as life, when its intensity\nPushes it nigh to death, waiting for him,\nTo make him grand for ever with a kiss,\nAnd send him silent through the toning worlds.\n\nThe father saw him waning. The proud sire\nBeheld his pride go drooping in the cold\nDown, down to the warm earth; and gave God thanks\nThat he was old. But evermore the son\nLooked up and smiled as he had heard strange news,\nAcross the waste, of primrose-buds and flowers.\nThen again to his father he would come\nSeeking for comfort, as a troubled child,\nAnd with the same child's hope of comfort there.\nSure there is one great Father in the heavens,\nSince every word of good from fathers' lips\nFalleth with such authority, although\nThey are but men as we: God speaks in them.\nSo this poor son who neared the unknown death,\nTook comfort in his father's tenderness,\nAnd made him strong to die. One day he came,\nAnd said: 'What think you, father, is it hard,\nThis dying?' 'Well, my boy,' he said, 'We'll try\nAnd make it easy with the present God.\nBut, as I judge, though more by hope than sight,\nIt seemeth harder to the lookers on,\nThan him that dieth. It may be, each breath,\nThat they would call a gasp, seems unto him\nA sigh of pleasure; or, at most, the sob\nWherewith the unclothed spirit, step by step,\nWades forth into the cool eternal sea.\nI think, my boy, death has two sides to it,\nOne sunny, and one dark; as this round earth\nIs every day half sunny and half dark.\nWe on the dark side call the mystery \ndeath\n;\nThey on the other, looking down in light,\nWait the glad birth, with other tears than ours.'\n'Be near me, father, when I die;' he said.\n'I will, my boy, until a better sire\nTakes your hand out of mine, and I shall say:\nI give him back to thee; Oh! love him, God;\nFor he needs more than I can ever be.\nAnd then, my son, mind and be near in turn,\nWhen my time comes; you in the light beyond,\nAnd knowing all about it; I all dark.'\n\nAnd so the days went on, until the green\nShone through the snow in patches, very green:\nFor, though the snow was white, yet the green shone.\nAnd hope of life awoke within his heart;\nFor the spring drew him, warm, soft, budding spring,\nWith promises. The father better knew.\nGod, give us heaven. Remember our poor hearts.\nWe never grasp the zenith of the time;\nWe find no spring, except in winter prayers.\n\nNow he, who strode a king across his fields,\nCrept slowly through the breathings of the spring;\nAnd sometimes wept in secret, that the earth,\nWhich dwelt so near his heart with all its suns,\nAnd moons, and maidens, soon would lie afar\nAcross some unknown, sure-dividing waste.\nYet think not, though I fall upon the sad,\nAnd lingering listen to the fainting tones,\nBefore I strike new chords that seize the old\nAnd waft their essence up the music-stair-\nThink not that he was always sad, nor dared\nTo look the blank unknown full in the void:\nFor he had hope in God, the growth of years,\nPonderings, and aspirations from a child,\nAnd prayers and readings and repentances.\nSomething within him ever sought to come\nAt peace with something deeper in him still.\nSome sounds sighed ever for a harmony\nWith other deeper, fainter tones, that still\nDrew nearer from the unknown depths, wherein\nThe Individual goeth out in God,\nAnd smoothed the discord ever as they grew.\nNow he went back the way the music came,\nHoping some nearer sign of God at hand;\nAnd, most of all, to see the very face\nThat in Judea once, at supper time,\nArose a heaven of tenderness above\nThe face of John, who leaned upon the breast\nSoon to lie down in its last weariness.\n\nAnd as the spring went on, his budding life\nSwelled up and budded towards the invisible,\nBursting the earthy mould wherein it lay.\nHe never thought of churchyards, as before,\nWhen he was strong; but ever looked above,\nAway from the green earth to the blue sky,\nAnd thanked God that he died not in the cold.\n'For,' said he, 'I would rather go abroad\nWhen the sun shines, and birds are happy here.\nFor, though it may be we shall know no place,\nBut only mighty realms of making thought,\n(Not living in creation any more,\nBut evermore creating our own worlds)\nYet still it seems as if I had to go\nInto the sea of air that floats and heaves,\nAnd swings its massy waves around our earth,\nAnd may feel wet to the unclothed soul;\nAnd I would rather go when it is full\nOf light and blueness, than when grey and fog\nThicken it with the steams of the old earth.\nNow in the first of summer I shall die;\nLying, mayhap, at sunset, sinking asleep,\nAnd going with the light, and from the dark;\nAnd when the earth is dark, they'll say: 'He is dead;'\nBut I shall say: 'Ah God! I live and love;\nThe earth is fair, but this is fairer still;\nMy dear ones, they were very dear; but now\nThe past is past; for they are dearer still.'\nSo I shall go, in starlight, it may be,\nOr lapt in moonlight ecstasies, to seek\nThe heart of all, the man of all, my friend;\nWhom I shall know my own beyond all loves,\nBecause he makes all loving true and deep;\nAnd I live on him, in him, he in me.'\n\nThe weary days and nights had taught him much;\nHad sent him, as a sick child creeps along,\nUntil he hides him in his mother's breast,\nSeeking for God. For all he knew before\nSeemed as he knew it not. He needed now\nTo feel God's arms around him hold him close,\nClose to his heart, ere he could rest an hour.\nAnd God was very good to him, he said.\n\nAh God! we need the winter as the spring;\nAnd thy poor children, knowing thy great heart,\nAnd that thou bearest thy large share of grief,\nBecause thou lovest goodness more than joy\nIn them thou lovest,-so dost let them grieve,\nWill cease to vex thee with their peevish cries,\nWill look and smile, though they be sorrowful;\nAnd not the less pray for thy help, when pain\nIs overstrong, coming to thee for rest.\nOne day we praise thee for, without, the pain.\n\nOne night, as oft, he lay and could not sleep.\nHis soul was like an empty darkened room,\nThrough which strange pictures pass from the outer world;\nWhile regnant will lay passive and looked on.\nBut the eye-tube through which the shadows came\nWas turned towards the past. One after one\nArose old scenes, old sorrows, old delights.\nAh God! how sad are all things that grow old;\nEven the rose-leaves have a mournful scent,\nAnd old brown letters are more sad than graves;\nOld kisses lie about the founts of tears,\nLike autumn leaves around the winter wells;\nAnd yet they cannot die. A smile once smiled\nIs to eternity a smile-no less;\nAnd that which smiles and kisses, liveth still;\nAnd thou canst do great wonders, Wonderful!\n\nAt length, as ever in such vision-hours,\nCame the bright maiden, riding the great horse.\nAnd then at once the will sprang up awake,\nAnd, like a necromantic sage, forbade\nWhat came unbidden to depart at will.\nSo on that form he rested his sad thoughts,\nTill he began to wonder what her lot;\nHow she had fared in spinning history\nInto a psyche-cradle, where to die;\nAnd then emerge-what butterfly? pure white,\nWith silver dust of feathers on its wings?\nOr that dull red, seared with its ebon spots?\nAnd then he thought: 'I know some women fail,\nAnd cease to be so very beautiful.\nAnd I have heard men rave of certain eyes,\nIn which I could not rest a moment's space.'\nStraightway the fount of possibilities\nBegan to gurgle, under, in his soul.\nAnon the lava-stream burst forth amain,\nAnd glowed, and scorched, and blasted as it flowed.\nFor purest souls sometimes have direst fears,\nIn ghost-hours when the shadow of the earth\nIs cast on half her children, from the sun\nWho is afar and busy with the rest.\n'If my high lady be but only such\nAs some men say of women-very pure\nWhen dressed in white, and shining in men's eyes,\nAnd with the wavings of great unborn wings\nAround them in the aether of the souls,\nFelt at the root where senses meet in one\nLike dim-remembered airs and rhymes and hues;\nBut when alone, at best a common thing,\nWith earthward thoughts, and feet that are of earth!\nAh no-it cannot be! She is of God.\nBut then, fair things may perish; higher life\nGives deeper death; fair gifts make fouler faults:\nWomen themselves-I dare not think the rest.\nAnd then they say that in her London world,\nThey have other laws and judgments than in ours.'\nAnd so the thoughts walked up and down his soul,\nAnd found at last a spot wherein to rest,\nBuilding a resolution for the day.\n\nBut next day, and the next, he was too worn\nWith the unrest of this chaotic night-\nAs if a man had sprung to life before\nThe spirit of God moved on the waters' face,\nAnd made his dwelling ready, who in pain,\nHimself untuned, groaned for a harmony,\nFor order and for law around his life-\nToo tired he was to do as he had planned.\nBut on the next, a genial south-born wind\nWaved the blue air beneath the golden sun,\nBringing glad news of summer from the south.\nInto his little room the bright rays shone,\nAnd, darting through the busy blazing fire,\nTurning it ghostly pale, slew it almost;\nAs the great sunshine of the further life\nQuenches the glow of this, and giveth death.\nHe had lain gazing at the wondrous strife\nAnd strange commingling of the sun and fire,\nLike spiritual and vital energies,\nWhereof the one doth bear the other first,\nAnd then destroys it for a better birth;\nAnd now he rose to help the failing fire,\nBecause the sunshine came not near enough\nTo do for both. And then he clothed himself,\nAnd sat him down betwixt the sun and fire,\nAnd got him ink and paper, and began\nAnd wrote with earnest dying heart as thus.\n'Lady, I owe thee much. Nay, do not look\nTo find my name; for though I write it here,\nI date as from the churchyard, where I lie\nWhilst thou art reading; and thou know'st me not.\nI dare to write, because I am crowned by death\nThy equal. If my boldness should offend,\nI, pure in my intent, hide with the ghosts,\nWhere thou wilt never meet me, until thou\nKnowest that death, like God, doth make of one.\n\n'But pardon, lady. Ere I had begun,\nMy thoughts moved towards thee with a gentle flow\nThat bore a depth of waters. When I took\nMy pen to write, they rushed into a gulf,\nPrecipitate and foamy. Can it be,\nThat death who humbles all hath made me proud?\nLady, thy loveliness hath walked my brain,\nAs if I were thy heritage in sooth,\nBequeathed from sires beyond all story's reach.\nFor I have loved thee from afar, and long;\nJoyous in having seen what lifted me,\nBy very power to see, above myself.\nThy beauty hath made beautiful my life;\nThy virtue made mine strong to be itself.\nThy form hath put on every changing dress\nOf name, and circumstance, and history,\nThat so the life, dumb in the wondrous page\nRecording woman's glory, might come forth\nAnd be the living fact to longing eyes-\nThou, thou essential womanhood to me;\nAfar as angels or the sainted dead,\nYet near as loveliness can haunt a man,\nAnd taking any shape for every need.\n\n'Years, many years, have passed since the first time,\nWhich was the last, I saw thee. What have they\nMade or unmade in thee? I ask myself.\nO lovely in my memory! art thou\nAs lovely in thyself? Thy features then\nSaid what God made thee; art thou such indeed?\nForgive my boldness, lady; I am dead;\nAnd dead men may cry loud, they make no noise.\n\n'I have a prayer to make thee-hear the dead.\nLady, for God's sake be as beautiful\nAs that white form that dwelleth in my heart;\nYea, better still, as that ideal Pure\nThat waketh in thee, when thou prayest God,\nOr helpest thy poor neighbour. For myself\nI pray. For if I die and find that she,\nMy woman-glory, lives in common air,\nIs not so very radiant after all,\nMy sad face will afflict the calm-eyed ghosts,\nNot used to see such rooted sadness there,\nAt least in fields where I may hope to walk\nAnd find good company. Upon my knees\nI could implore thee-justify my faith\nIn womanhood's white-handed nobleness,\nAnd thee, its revelation unto me.\n\n'But I bethink me, lady. If thou turn\nThy thoughts upon thyself, for the great sake\nOf purity and conscious whiteness' self,\nThou wilt but half succeed. The other half\nIs to forget the first, and all thyself,\nQuenching thy moonlight in the blaze of day;\nTurning thy being full unto thy God;\nWhere shouldst thou quite forget the name of Truth,\nYet thou wouldst be a pure, twice holy child,\n(Twice born of God, once of thy own pure will\nArising at the calling Father's voice,)\nDoing the right with sweet unconsciousness;\nHaving God in thee, a completer soul,\nBe sure, than thou alone; thou not the less\nComplete in choice, and individual life,\nSince that which sayeth \nI\n, doth call him \nSire.\n'Lady, I die-the Father holds me up.\nIt is not much to thee that I should die;\n(How should it be? for thou hast never looked\nDeep in my eyes, as I once looked in thine)\nBut it is much that He doth hold me up.\n\n'I thank thee, lady, for a gentle look\nThou lettest fall upon me long ago.\nThe same sweet look be possible to thee\nFor evermore;-I bless thee with thine own,\nAnd say farewell, and go into my grave-\nNay, nay, into the blue heaven of my hopes.'\n\nThen came his name in full, and then the name\nOf the green churchyard where he hoped to lie.\nAnd then he laid him back, weary, and said:\n'O God! I am only an attempt at life.\nSleep falls again ere I am full awake.\nLife goeth from me in the morning hour.\nI have seen nothing clearly; felt no thrill\nOf pure emotion, save in dreams, wild dreams;\nAnd, sometimes, when I looked right up to thee.\nI have been proud of knowledge, when the flame\nOf Truth, high Truth, but flickered in my soul.\nOnly at times, in lonely midnight hours,\nWhen in my soul the stars came forth, and brought\nNew heights of silence, quelling all my sea,\nHave I beheld clear truth, apart from form,\nAnd known myself a living lonely thought,\nIsled in the hyaline of Truth alway.\nI have not reaped earth's harvest, O my God;\nHave gathered but a few poor wayside flowers,\nHarebells, red poppies, closing pimpernels-\nAll which thou hast invented, beautiful God,\nTo gather by the way, for comforting.\nHave I aimed proudly, therefore aimed too low,\nStriving for something visible in my thought,\nAnd not the unseen thing hid far in thine?\nMake me content to be a primrose-flower\nAmong thy nations; that the fair truth, hid\nIn the sweet primrose, enter into me,\nAnd I rejoice, an individual soul,\nReflecting thee; as truly then divine,\nAs if I towered the angel of the sun.\nAll in the night, the glowing worm hath given\nMe keener joy than a whole heaven of stars:\nThou camest in the worm more near me then.\nNor do I think, were I that green delight,\nI'd change to be the shadowy evening star.\nAh, make me, Father, anything thou wilt,\nSo be thou will it; I am safe with thee.\nI laugh exulting. Make me something, God;\nClear, sunny, veritable purity\nOf high existence, in itself content,\nAnd in the things that are besides itself,\nAnd seeking for no measures. I have found\nThe good of earth, if I have found this death.\nNow I am ready; take me when thou wilt.'\n\nHe laid the letter in his desk, with seal\nAnd superscription. When his sister came,\nHe said, 'You'll find a note there-afterwards-.\nTake it yourself to the town, and let it go.\nBut do not see the name, my sister true-\nI'll tell you all about it, when you come.'\n\nAnd as the eve, through paler, darker shades,\nInsensibly declines, and is no more,\nThe lordly day once more a memory,\nSo died he. In the hush of noon he died.\nThrough the low valley-fog he brake and climbed.\nThe sun shone on-why should he not shine on?\nThe summer noises rose o'er all the land.\nThe love of God lay warm on hill and plain.\n'Tis well to die in summer.\n\nWhen the breath,\nAfter a long still pause, returned no more,\nThe old man sank upon his knees, and said:\n'Father, I thank thee; it is over now;\nAnd thou hast helped him well through this sore time.\nSo one by one we all come back to thee,\nAll sons and brothers, thanking thee who didst\nPut of thy fatherhood in our poor hearts,\nThat, having children, we might guess thy love.\nAnd at the last, find all loves one in thee.'\nAnd then he rose, and comforted the maid,\nWho in her brother lost the pride of life,\nWeeping as all her heaven were full of rain.\n\nWhen that which was so like him-so unlike-\nLay in the churchyard, and the green turf soon\nWould grow together, healing up the wounds\nOf the old Earth who took her share again,\nThe sister went to do his last request.\nThen found she, with his other papers, this,-\nA farewell song, in lowland Scottish tongue:-\n\nGreetna, father, that I'm gaein'.\nFor fu' weel ye ken the gaet.\nI' the winter, corn ye're sawin'-\nI' the hairst, again ye hae't.\n\nI'm gaein' hame to see my mither-\nShe'll be weel acquant or this,\nSair we'll muse at ane anither,\n'Tween the auld word an' new kiss.\n\nLove, I'm doubtin', will be scanty\nRoun' ye baith, when I'm awa';\nBut the kirk has happin' plenty\nClose aside me, for you twa.\n\nAn' aboon, there's room for mony-\n'Twas na made for ane or twa;\nBut it grew for a' an' ony\nCountin' love the best ava'.\n\nHere, aneath, I ca' ye father:\nAuld names we'll nor tyne nor spare;\nA' my sonship I maun gather,\nFor the Son is King up there.\n\nGreetna, father, that I'm gaein';\nFor ye ken fu' weel the gaet:\nHere, in winter, cast yer sawin'-\nThere, in hairst, again ye hae't.\n\nWhat of the lady? Little more I know.\nNot even if, when she had read the lines,\nShe rose in haste, and to her chamber went,\nAnd shut the door; nor if, when she came forth,\nA dawn of holier purpose shone across\nThe sadness of her brow; unto herself\nConvicted; though the great world, knowing all,\nMight call her pure as day-yea, truth itself.\nOf these things I know nothing-only know\nThat on a warm autumnal afternoon,\nWhen half-length shadows fell from mossy stones,\nDarkening the green upon the grassy graves,\nWhile the still church, like a said prayer, arose\nWhite in the sunshine, silent as the graves,\nEmpty of souls, as is the tomb itself;\nA little boy, who watched a cow near by\nGather her milk from alms of clover fields,\nFlung over earthen dykes, or straying out\nBeneath the gates upon the paths, beheld\nAll suddenly-he knew not how she came-\nA lady, closely veiled, alone, and still,\nSeated upon a grave. Long time she sat\nAnd moved not, 'greetin' sair,' the boy did say;\n'Just like my mither whan my father deed.\nAn' syne she rase, an' pu'd at something sma',\nA glintin' gowan, or maybe a blade\nO' the dead grass,' and glided silent forth,\nOver the low stone wall by two old steps,\nAnd round the corner, and was seen no more.\nThe clang of hoofs and sound of carriage wheels\nArose and died upon the listener's ear."}