{"subject": "The Four Seasons Of The Year.", "text": "Spring.\nAnother four I've left yet to bring on,\nOf four times four the last Quaternion,\nThe Winter, Summer, Autumn &amp; the Spring,\nIn season all these Seasons I shall bring:\nSweet Spring like man in his Minority,\nAt present claim'd, and had priority.\nWith smiling face and garments somewhat green,\nShe trim'd her locks, which late had frosted been,\nNor hot nor cold, she spake, but with a breath,\nFit to revive, the nummed earth from death.\nThree months (quoth she) are 'lotted to my share\nMarch, April, May of all the rest most fair.\nTenth of the first, Sol into Aries enters,\nAnd bids defiance to all tedious winters,\nCrosseth the Line, and equals night and day,\n(Stil adds to th'last til after pleasant May)\nAnd now makes glad the darkned northern wights\nWho for some months have seen but starry lights.\nNow goes the Plow-man to his merry toyle,\nHe might unloose his winter locked soyl:\nThe Seeds-man too, doth lavish out his grain,\nIn hope the more he casts, the more to gain:\nThe Gardner now superfluous branches lops,\nAnd poles erects for his young clambring hops.\nNow digs then sowes his herbs, his flowers &amp; roots\nAnd carefully manures his trees of fruits.\nThe Pleiades their influence now give,\nAnd all that seem'd as dead afresh doth live.\nThe croaking frogs, whom nipping winter kil'd\nLike birds now chirp, and hop about the field,\nThe Nightingale, the black-bird and the Thrush\nNow tune their layes, on sprayes of every bush.\nThe wanton frisking Kid, and soft-fleec'd Lambs\nDo jump and play before their feeding Dams,\nThe tender tops of budding grass they crop,\nThey joy in what they have, but more in hope:\nFor though the frost hath lost his binding power,\nYet many a fleece of snow and stormy shower\nDoth darken Sol's bright eye, makes us remember\nThe pinching North-west wind of cold December.\nMy second moneth is April, green and fair,\nOf longer dayes, and a more temperate Air:\nThe Sun in Taurus keeps his residence,\nAnd with his warmer beams glanceth from thence\nThis is the month whose fruitful showrs produces\nAll set and sown for all delights and uses:\nThe Pear, the Plum, and Apple-tree now flourish\nThe grass grows long the hungry beast to nourish.\nThe Primrose pale, and azure violet\nAmong the virduous grass hath nature set,\nThat when the Sun on's Love (the earth) doth shine\nThese might as lace set out her garment fine.\nThe fearfull bird his little house now builds\nIn trees and walls, in Cities and in fields.\nThe outside strong, the inside warm and neat;\nA natural Artificer compleat.\nThe clocking hen her chirping chickins leads\nWith wings &amp; beak defends them from the gleads\nMy next and last is fruitfull pleasant May,\nWherein the earth is clad in rich aray,\nThe Sun now enters loving Gemini,\nAnd heats us with the glances of his eye,\nOur thicker rayment makes us lay aside\nLest by his fervor we be torrifi'd.\nAll flowers the Sun now with his beams discloses,\nExcept the double pinks and matchless Roses.\nNow swarms the busy, witty, honey-Bee,\nVVhose praise deserves a page from more then me\nThe cleanly Huswifes Dary's now in th'prime,\nHer shelves and firkins fill'd for winter time.\nThe meads with Cowslips, Honey-suckles dight,\nOne hangs his head, the other stands upright:\nBut both rejoyce at th'heavens clear smiling face,\nMore at her showers, which water them a space.\nFor fruits my Season yields the early Cherry,\nThe hasty Peas, and wholsome cool Strawberry.\nMore solid fruits require a longer time,\nEach Season hath his fruit, so hath each Clime:\nEach man his own peculiar excellence,\nBut none in all that hath preheminence.\nSweet fragrant Spring, with thy short pittance fly\nLet some describe thee better then can I.\nYet above all this priviledg is thine,\nThy dayes still lengthen without least decline:\nSummer.\nWhen Spring had done, the Summer did begin,\nWith melted tauny face, and garments thin,\nResembling Fire, Choler, and Middle age,\nAs Spring did Air, Blood, Youth in's equipage.\nWiping the sweat from of her face that ran,\nWith hair all wet she puffing thus began;\nBright June, July and August hot are mine,\nIn'th first Sol doth in crabbed Cancer shine.\nHis progress to the North now's fully done,\nThen retrograde must be my burning Sun,\nWho to his southward Tropick still is bent,\nYet doth his parching heat but more augment\nThough he decline, because his flames so fair,\nHave throughly dry'd the earth, and heat the air.\nLike as an Oven that long time hath been heat,\nWhose vehemency at length doth grow so great,\nThat if you do withdraw her burning store,\nTis for a time as fervent as before.\nNow go those frolick Swains, the Shepherd Lads\nTo wash the thick cloth'd flocks with pipes full glad\nIn the cool streams they labour with delight\nRubbing their dirty coats till they look white:\nWhose fleece when finely spun and deeply dy'd\nWith Robes thereof Kings have been dignifi'd.\nBlest rustick Swains, your pleasant quiet life,\nHath envy bred in Kings that were at strife,\nCareless of worldly wealth you sing and pipe,\nWhilst they'r imbroyl'd in wars &amp; troubles rise:\nVVhich made great Bajazet cry out in's woes,\nOh happy shepherd which hath not to lose.\nOrthobulus, nor yet Sebastia great,\nBut whist'leth to thy flock in cold and heat.\nViewing the Sun by day, the Moon by night\nEndimions, Dianaes dear delight,\nUpon the grass resting your healthy limbs,\nBy purling Brooks looking how fishes swims.\nIf pride within your lowly Cells ere haunt,\nOf him that was Shepherd then King go vaunt.\nThis moneth the Roses are distil'd in glasses,\nVVhose fragrant smel all made perfumes surpasses\nThe Cherry, Gooseberry are now in th'prime,\nAnd for all sorts of Pease, this is the time.\nJuly my next, the hott'st in all the year,\nThe sun through Leo now takes his Career,\nVVhose flaming breath doth melt us from afar,\nIncreased by the star Canicular.\nThis Month from Julius Cæsar took its name,\nBy Romans celebrated to his fame.\nNow go the Mowers to their slashing toyle,\nThe Meadowes of their riches to dispoyle,\nVVith weary strokes, they take all in their way,\nBearing the burning heat of the long day.\nThe forks and Rakes do follow them amain,\nVVhich makes the aged fields look young again.\nThe groaning Carts do bear away this prize.\nTo Stacks and Barns where it for Fodder lyes.\nMy next and last is August fiery hot\n(For much, the Southward Sun abateth not)\nThis Moneth he keeps with Virgo for a space,\nThe dryed Earth is parched with his face.\nAugust of great Augustus took its name,\nRomes second Emperour of lasting fame,\nWith sickles now the bending Reapers goe\nThe russling tress of terra down to mowe;\nAnd bundles up in sheaves, the weighty wheat,\nWhich after Manchet makes for Kings to eat:\nThe Barly, Rye and Pease should first had place,\nAlthough their bread have not so white a face.\nThe Carter leads all home with whistling voyce,\nHe plow'd with pain, but reaping doth rejoyce;\nHis sweat, his toyle, his careful wakeful nights,\nHis fruitful Crop abundantly requites.\nNow's ripe the Pear, Pear-plumb, and Apricock,\nThe prince of plumbs, whose stone's as hard as Rock\nThe Summer seems but short, the Autumn hasts\nTo shake his fruits, of most delicious tasts\nLike good old Age, whose younger juicy Roots\nHath still ascended, to bear goodly fruits.\nUntil his head be gray, and strength be gone.\nYet then appears the worthy deeds he'th done:\nTo feed his boughs exhausted hath his sap,\nThen drops his fruits into the eaters lap.\nAutumn.\nOf Autumn moneths September is the prime,\nNow day and night are equal in each Clime,\nThe twelfth of this Sol riseth in the Line,\nAnd doth in poizing Libra this month shine.\nThe vintage now is ripe, the grapes are prest,\nWhose lively liquor oft is curs'd and blest:\nFor nought so good, but it may be abused,\nBut its a precious juice when well its used.\nThe raisins now in clusters dryed be,\nThe Orange, Lemon dangle on the tree:\nThe Pomegranate, the Fig are ripe also,\nAnd Apples now their yellow sides do show.\nOf Almonds, Quinces, Wardens, and of Peach,\nThe season's now at hand of all and each.\nSure at this time, time first of all began,\nAnd in this moneth was made apostate Man:\nFor then in Eden was not only seen,\nBoughs full of leaves, or fruits unripe or green,\nOr withered stocks, which were all dry and dead,\nBut trees with goodly fruits replenished;\nWhich shews nor Summer, Winter nor the Spring\nOur Grand-Sire was of Paradice made King:\nNor could that temp'rate Clime such difference make,\nIf scited as the most Judicious take.\nOctober is my next, we hear in this\nThe Northern winter-blasts begin to hiss.\nIn Scorpio resideth now the Sun,\nAnd his declining heat is almost done.\nThe fruitless Trees all withered now do stand,\nWhose sapless yellow leavs, by winds are fan'd,\nWhich notes when youth and strength have past their prime\nDecrepit age must also have its time.\nThe Sap doth slily creep towards the Earth\nThere rests, until the Sun give it a birth.\nSo doth old Age still tend unto his grave,\nWhere also he his winter time must have;\nBut when the Sun of righteousness draws nigh,\nHis dead old stock, shall mount again on high.\nNovember is my last, for Time doth haste,\nWe now of winters sharpness 'gins to tast.\nThis moneth the Sun's in Sagitarius,\nSo farre remote, his glances warm not us.\nAlmost at shortest is the shorten'd day,\nThe Northern pole beholdeth not one ray.\nNow Greenland, Groanland, Finland, Lapland, see\nNo Sun, to lighten their obscurity:\nPoor wretches that in total darkness lye,\nWith minds more dark then is the dark'ned Sky.\nBeaf, Brawn, and Pork are now in great request,\nAnd solid meats our stomacks can digest.\nThis time warm cloaths, full diet, and good fires,\nOur pinched flesh, and hungry mawes requires:\nOld, cold, dry Age and Earth Autumn resembles,\nAnd Melancholy which most of all dissembles.\nI must be short, and shorts, the short'ned day,\nWhat winter hath to tell, now let him say.\nWinter.\nCold, moist, young flegmy winter now doth lye\nIn swadling Clouts, like new born Infancy\nBound up with frosts, and furr'd with hail &amp; snows,\nAnd like an Infant, still it taller grows;\nDecember is my first, and now the Sun\nTo th'Southward Tropick, his swift race doth run:\nThis moneth he's hous'd in horned Capricorn,\nFrom thence he 'gins to length the shortned morn,\nThrough Christendome with great Feastivity,\nNow's held, (but ghest) for blest Nativity.\nCold frozen January next comes in,\nChilling the blood and shrinking up the skin;\nIn Aquarius now keeps the long wisht Sun,\nAnd Northward his unwearied Course doth run:\nThe day much longer then it was before,\nThe cold not lessened, but augmented more.\nNow Toes and Ears, and Fingers often freeze,\nAnd Travellers their noses sometimes leese.\nMoist snowie February is my last,\nI care not how the winter time doth haste.\nIn Pisces now the golden Sun doth shine,\nAnd Northward still approaches to the Line,\nThe Rivers 'gin to ope, the snows to melt,\nAnd some warm glances from his face are felt;\nWhich is increased by the lengthen'd day,\nUntil by's heat, he drive all cold away,\nAnd thus the year in Circle runneth round:\nWhere first it did begin, in th'end its found.\nMy Subjects bare, my Brain is bad, \nOr better Lines you should have had: \nThe first fell in so nat'rally, \nI knew not how to pass it by;\nThe last, though bad I could not mend, \nAccept therefore of what is pen'd, \nAnd all the faults that you shall spy \nShall at your feet for pardon cry."}