{"subject": "Long Island in Late October", "text": "October's flaming banners, of purple and of gold,\nO'er all the bowery woodland, are flauntingly unroll'd;\nFrom his o'er-brimming urn red Autumn pours his dyes\nO'er all thy realm, Long Island, from clouds that sail the skies.\nThey woods of elm and chestnut, so emerald-green ere-while,\nNow glow with brightest blushes, suffus'd with Autumn's smile.\nThe maples of the uplands are flush'd with royal red,\nAnd robes and garlands golden o'er the pasture-oaks are spread;\nThe sumacs by the roadside now wear a scarlet crown,\nThe bayberry bushes by the beach are clad in russet brown;\nThe apple orchards, late despoil'd of all their ruddy globes,\nTinet with the frost are all array'd in varicolor'd robes;\nAnd low in swamps and thickets of cedar and of pine\nThe woodbines redden, and the lithe, high-clambering grape-vine.\nAnd there the village children come, the purpling grapes to glean,\nWhose clusters load the alders that o'er the streamlets lean.\n\nThe grass of summer uplands, where far the sheep-flock strays,\nThe bush-grass of the meadows, where wading cattle graze,\nSo green erewhile, are wither'd now, and thro' their thin brown leaves\nThe sorrowful breeze is sighing, like one in pain that grieves.\nThe bubbling brook, whose currents glide through banks of living green,\nSo clear that in the crystal depths the spotted trout were seen,\nCreeps brown and turbid now, all chok'd with foliage sere- \nA clouded mirror now, erewhile transparent clear;\nNor more the angler comes with tapering rod to sweep\nThe brook or limpid pond where dark tree-shadows creep.\n\nI stand high up a hillside, where, far as eye may reach,\nStretch out fair woods and fields, and the sandy yellow beach;\nThe harvest crops are garner'd, the fields lie brown and bare,\nThe thresher's flail in distant barns resounds upon the air;\nI hear the cowboy's call, the whistle of the bird,\nAnd all the joyous sounds of rural life are heard.\nI hear the piping quail and the gunner's weapon ring,\nAnd see the startled coveys burst forth upon the wing;\nI hear far overhead, in the upper realms of air,\nThe honking of wild geese, as onward swift they fare;\nAnd in the salt bay meadows I see the fowler's boat,\nI hear his gun, I see the smoke above his ambush float;\nI see the platoons of the coot, the squadrons of the brant,\nAnd hovering black-ducks, the shallow coves that haunt,\nThe shelldrake and the broad-bill, and all the feather'd flocks\nWhich haunt the open bays and wheel o'er ocean rocks.\n\nFair scenes, bright scenes, enchanting scenes! that fill\nThe heart with o'erflowing joy, and all the life pulses thrill,\nSo fair in all your autumn pomp, in all your summer green,\nWhen woods are bright, skies full of light, and waters smile serene!"}