{"subject": "The Task: Book Vi. -- The Winter Walk At Noon", "text": "There is in souls a sympathy with sounds;\nAnd as the mind is pitch’d the ear is pleased\nWith melting airs, or martial, brisk, or grave:\nSome chord in unison with what we hear\nIs touch’d within us, and the heart replies.\nHow soft the music of those village bells,\nFalling at intervals upon the ear\nIn cadence sweet, now dying all away,\nNow pealing loud again, and louder still,\nClear and sonorous, as the gale comes on!\nWith easy force it opens all the cells\nWhere Memory slept. Wherever I have heard\nA kindred melody, the scene recurs,\nAnd with it all its pleasures and its pains.\nSuch comprehensive views the spirit takes,\nThat in a few short moments I retrace\n(As in a map the voyager his course)\nThe windings of my way through many years.\nShort as in retrospect the journey seems,\nIt seem’d not always short; the rugged path,\nAnd prospect oft so dreary and forlorn,\nMoved many a sigh at its disheartening length.\nYet, feeling present evils, while the past\nFaintly impress the mind, or not at all,\nHow readily we wish time spent revoked,\nThat we might try the ground again, where once\n(Through inexperience, as we now perceive)\nWe miss’d that happiness we might have found!\nSome friend is gone, perhaps his son’s best friend,\nA father, whose authority, in show\nWhen most severe, and mustering all its force,\nWas but the graver countenance of love:\nWhose favour, like the clouds of spring, might lower,\nAnd utter now and then an awful voice,\nBut had a blessing in its darkest frown,\nThreatening at once and nourishing the plant.\nWe loved, but not enough, the gentle hand\nThat rear’d us. At a thoughtless age, allured\nBy every gilded folly, we renounced\nHis sheltering side, and wilfully forewent\nThat converse, which we now in vain regret.\nHow gladly would the man recall to life\nThe boy’s neglected sire! a mother too,\nThat softer friend, perhaps more gladly still,\nMight he demand them at the gates of death.\nSorrow has, since they went, subdued and tamed\nThe playful humour; he could now endure\n(Himself grown sober in the vale of tears)\nAnd feel a parent’s presence no restraint.\nBut not to understand a treasure’s worth\nTill time has stolen away the slighted good,\nIs cause of half the poverty we feel,\nAnd makes the world the wilderness it is.\nThe few that pray at all pray oft amiss,\nAnd, seeking grace to improve the prize they hold,\nWould urge a wiser suit than asking more.\n\nThe night was winter in its roughest mood;\nThe morning sharp and clear. But now at noon\nUpon the southern side of the slant hills,\nAnd where the woods fence off the northern blast,\nThe season smiles, resigning all its rage,\nAnd has the warmth of May. The vault is blue\nWithout a cloud, and white without a speck\nThe dazzling splendour of the scene below.\nAgain the harmony comes o’er the vale;\nAnd through the trees I view the embattled tower\nWhence all the music. I again perceive\nThe soothing influence of the wafted strains,\nAnd settle in soft musings as I tread\nThe walk, still verdant under oaks and elms,\nWhose outspread branches overarch the glade.\nThe roof, though moveable through all its length\nAs the wind sways it, has yet well sufficed,\nAnd, intercepting in their silent fall\nThe frequent flakes, has kept a path for me.\nNo noise is here, or none that hinders thought.\nThe redbreast warbles still, but is content\nWith slender notes, and more than half suppress’d;\nPleased with his solitude, and flitting light\nFrom spray to spray, where’er he rests he shakes\nFrom many a twig the pendant drops of ice,\nThat tinkle in the wither’d leaves below.\nStillness, accompanied with sounds so soft,\nCharms more than silence. Meditation here\nMay think down hours to moments. Here the heart\nMay give a useful lesson to the head,\nAnd Learning wiser grow without his books.\nKnowledge and Wisdom, far from being one,\nHave ofttimes no connexion. Knowledge dwells\nIn heads replete with thoughts of other men;\nWisdom in minds attentive to their own. \nKnowledge, a rude unprofitable mass,\nThe mere materials with which Wisdom builds,\nTill smoothed and squared, and fitted to its place,\nDoes but encumber whom it seems to enrich.\nKnowledge is proud that he has learn’d so much;\nWisdom is humble that he knows no more.\nBooks are not seldom talismans and spells,\nBy which the magic art of shrewder wits\nHolds an unthinking multitude enthrall’d.\nSome to the fascination of a name\nSurrender judgment hoodwink’d. Some the style\nInfatuates, and through labyrinth and wilds\nOf error leads them, by a tune entranced.\nWhile sloth seduces more, too weak to bear\nThe insupportable fatigue of thought,\nAnd swallowing therefore without pause or choice\nThe total grist unsifted, husks and all.\nBut trees, and rivulets whose rapid course\nDefies the check of winter, haunts of deer,\nAnd sheepwalks populous with bleating lambs,\nAnd lanes in which the primrose ere her time\nPeeps through the moss that clothes the hawthorn root,\nDeceive no student. Wisdom there, and truth,\nNot shy, as in the world, and to be won\nBy slow solicitation, seize at once\nThe roving thought, and fix it on themselves.\n\nWhat prodigies can power divine perform\nMore grand than it produces year by year,\nAnd all in sight of inattentive man?\nFamiliar with the effect, we slight the cause,\nAnd, in the constancy of nature’s course,\nThe regular return of genial months,\nAnd renovation of a faded world,\nSee nought to wonder at. Should God again,\nAs once in Gibeon, interrupt the race\nOf the undeviating and punctual sun,\nHow would the world admire! but speaks it less\nAn agency divine to make him know\nHis moment when to sink and when to rise,\nAge after age, than to arrest his course?\nAll we behold is miracle; but, seen\nSo duly, all is miracle in vain.\nWhere now the vital energy that moved,\nWhile summer was, the pure and subtle lymph\nThrough the imperceptible meandering veins\nOf leaf and flower? It sleeps; and the icy touch\nOf unprolific winter has impress’d \nA cold stagnation on the intestine tide.\nBut let the months go round, a few short months,\nAnd all shall be restored. These naked shoots,\nBarren as lances, among which the wind\nMakes wintry music, sighing as it goes,\nShall put their graceful foliage on again,\nAnd, more aspiring, and with ampler spread,\nShall boast new charms, and more than they have lost.\nThen each , in its peculiar honours clad,\nShall publish, even to the distant eye,\nIts family and tribe. Laburnum, rich\nIn streaming gold; syringa, ivory pure;\nThe scentless and the scented rose; this red,\nAnd of an humbler growth, the other tall,\nAnd throwing up into the darkest gloom\nOf neighbouring cypress, or more sable yew,\nHer silver globes, light as the foamy surf\nThat the wind severs from the broken wave;\nThe lilac, various in array, now white,\nNow sanguine, and her beauteous head now set\nWith purple spikes pyramidal, as if,\nStudious of ornament, yet unresolved\nWhich hue she most approved, she chose them all:\nCopious of flowers the woodbine, pale and wan,\nBut well compensating her sickly looks\nWith never-cloying odours, early and late;\nHypericum all bloom, so thick a swarm\nOf flowers, like flies clothing her slender rods,\nThat scarce a leaf appears; mezereon too,\nThough leafless, well attired, and thick beset\nWith blushing wreaths, investing every spray;\nAlthæa with the purple eye; the broom,\nYellow and bright as bullion unalloy’d,\nHer blossoms; and luxuriant above all\nThe jasmine, throwing wide her elegant sweets,\nThe deep dark green of whose unvarnish’d leaf\nMakes more conspicuous, and illumines more\nThe bright profusion of her scatter’d stars.—\nThese have been, and these shall be in their day;\nAnd all this uniform, uncolour’d scene\nShall be dismantled of its fleecy load,\nAnd flush into variety again.\nFrom dearth to plenty, and from death to life,\nIs Nature’s progress, when she lectures man\nIn heavenly truth; evincing, as she makes\nThe grand transition, that there lives and works\nA soul in all things, and that soul is God.\nThe beauties of the wilderness are his, \nThat makes so gay the solitary place,\nWhere no eye sees them. And the fairer forms,\nThat cultivation glories in, are his.\nHe sets the bright procession on its way,\nAnd marshals all the order of the year;\nHe marks the bounds which Winter may not pass,\nAnd blunts his pointed fury; in its case,\nRusset and rude, folds up the tender germ,\nUninjured, with inimitable art;\nAnd, ere one flowery season fades and dies,\nDesigns the blooming wonders of the next.\n\nSome say that, in the origin of things,\nWhen all creation started into birth,\nThe infant elements received a law,\nFrom which they swerve not since; that under force\nOf that controlling ordinance they move,\nAnd need not His immediate hand, who first\nPrescribed their course, to regulate it now.\nThus dream they, and contrive to save a God\nThe incumbrance of his own concerns, and spare\nThe great Artificer of all that moves\nThe stress of a continual act, the pain\nOf unremitted vigilance and care,\nAs too laborious and severe a task.\nSo man, the moth, is not afraid, it seems,\nTo span omnipotence, and measure might,\nThat knows no measure, by the scanty rule\nAnd standard of his own, that is to-day,\nAnd is not ere to-morrow’s sun go down.\nBut how should matter occupy a charge,\nDull as it is, and satisfy a law\nSo vast in its demands, unless impell’d\nTo ceaseless service by a ceaseless force,\nAnd under pressure of some conscious cause?\nThe Lord of all, himself through all diffused,\nSustains and is the life of all that lives.\nNature is but a name for an effect,\nWhose cause is God. He feeds the secret fire,\nBy which the mighty process is maintain’d,\nWho sleeps not, is not weary; in whose sight\nSlow circling ages are as transient days;\nWhose work is without labour; whose designs\nNo flaw deforms, no difficulty thwarts;\nAnd whose beneficence no charge exhausts.\nHim blind antiquity profaned, not served,\nWith self-taught rites, and under various names,\nFemale and male, Pomona, Pales, Pan,\nAnd Flora, and Vertumnus; peopling earth\nWith tutelary goddesses and gods\nThat were not; and commending as they would\nTo each some province, garden, field, or grove.\nBut all are under one. One spirit, His\nWho wore the platted thorns with bleeding brows,\nRules universal nature. Not a flower\nBut shows some touch, in freckle, streak, or stain,\nOf his unrivall’d pencil. He inspires\nTheir balmy odours, and imparts their hues,\nAnd bathes their eyes with nectar, and includes,\nIn grains as countless as the seaside sands,\nThe forms with which he sprinkles all the earth.\nHappy who walks with him! whom what he finds\nOf flavour or of scent in fruit or flower,\nOr what he views of beautiful or grand\nIn nature, from the broad majestic oak\nTo the green blade that twinkles in the sun,\nPrompts with remembrance of a present God.\nHis presence, who made all so fair, perceived\nMakes all still fairer. As with him no scene\nIs dreary, so with him all seasons please.\nThough winter had been none, had man been true,\nAnd earth be punish’d for its tenant’s sake,\nYet not in vengeance; as this smiling sky,\nSo soon succeeding such an angry night,\nAnd these dissolving snows, and this clear stream\nRecovering fast its liquid music, prove.\n\nWho then, that has a mind well strung and tuned\nTo contemplation, and within his reach\nA scene so friendly to his favourite task,\nWould waste attention at the chequer’d board,\nHis host of wooden warriors to and fro\nMarching and countermarching, with an eye\nAs fix’d as marble, with a forehead ridged\nAnd furrow’d into storms, and with a hand\nTrembling, as if eternity were hung \nIn balance on his conduct of a pin?\nNor envies he aught more their idle sport,\nWho pant with application misapplied\nTo trivial joys, and pushing ivory balls\nAcross a velvet level, feel a joy\nAkin to rapture, when the bauble finds\nIts destined goal of difficult access.\nNor deems he wiser him, who gives his noon\nTo miss, the mercer’s plague, from shop to shop\nWandering, and littering with unfolded silks\nThe polish’d counter, and approving none,\nOr promising with smiles to call again.\nNor him who, by his vanity seduced,\nAnd soothed into a dream that he discerns\nThe difference of a Guido from a daub,\nFrequents the crowded auction: station’d there\nAs duly as the Langford of the show,\nWith glass at eye, and catalogue in hand,\nAnd tongue accomplish’d in the fulsome cant\nAnd pedantry that coxcombs learn with ease:\nOft as the price-deciding hammer falls,\nHe notes it in his book, then raps his box,\nSwears ‘tis a bargain, rails at his hard fate\nThat he has let it pass—but never bids.\n\nHere unmolested, through whatever sign\nThe sun proceeds, I wander. Neither mist,\nNor freezing sky nor sultry, checking me,\nNor stranger intermeddling with my joy.\nE’en in the spring and playtime of the year,\nThat calls the unwonted villager abroad\nWith all her little ones, a sportive train,\nTo gather kingcups in the yellow mead,\nAnd prink their hair with daisies, or to pick\nA cheap but wholesome salad from the brook,\nThese shades are all my own. The timorous hare,\nGrown so familiar with her frequent guest,\nScarce shuns me; and the stockdove unalarm’d\nSits cooing in the pine-tree, nor suspends\nHis long love-ditty for my near approach.\nDrawn from his refuge in some lonely elm,\nThat age or injury has hollow’d deep,\nWhere, on his bed of wool and matted leaves,\nHe has outslept the winter, ventures forth\nTo frisk awhile, and bask in the warm sun,\nThe squirrel, flippant, pert, and full of play:\nHe sees me, and at once, swift as a bird,\nAscends the neighboring beech; there whisks his brush,\nAnd perks his ears, and stamps, and cries aloud,\nWith all the prettiness of feign’d alarm,\nAnd anger insignificantly fierce.\n\nThe heart is hard in nature, and unfit\nFor human fellowship, as being void\nOf sympathy, and therefore dead alike\nTo love and friendship both, that is not pleased\nWith sight of animals enjoying life,\nNor feels their happiness augment his own.\nThe bounding fawn, that darts across the glade\nWhen none pursues, through mere delight of heart,\nAnd spirits buoyant with excess of glee;\nThe horse as wanton and almost as fleet,\nThat skims the spacious meadow at full speed,\nThen stops and snorts, and, throwing high his heels,\nStarts to the voluntary race again;\nThe very kine that gambol at high noon,\nThe total herd receiving first from one\nThat leads the dance a summons to be gay,\nThough wild their strange vagaries and uncouth\nTheir efforts, yet resolved with one consent\nTo give such act and utterance as they may\nTo ecstacy too big to be suppress’d;—\nThese, and a thousand images of bliss,\nWith which kind Nature graces every scene,\nWhere cruel man defeats not her design,\nImpart to the benevolent, who wish\nAll that are capable of pleasure pleased,\nA far superior happiness to theirs,\nThe comfort of a reasonable joy.\n\nMan scarce had risen, obedient to His call\nWho form’d him from the dust, his future grave,\nWhen he was crown’d as never king was since.\nGod set the diadem upon his head,\nAnd angel choirs attended. Wondering stood\nThe new-made monarch, while before him pass’d,\nAll happy, and all perfect in their kind,\nThe creatures, summon’d from their various haunts\nTo see their sovereign, and confess his sway.\nVast was his empire, absolute his power,\nOr bounded only by a law, whose force\n‘Twas his sublimest privilege to feel\nAnd own, the law of universal love.\nHe ruled with meekness, they obey’d with joy;\nNo cruel purpose lurk’d within his heart,\nAnd no distrust of his intent in theirs.\nSo Eden was a scene of harmless sport,\nWhere kindness on his part, who ruled the whole,\nBegat a tranquil confidence in all,\nAnd fear as yet was not, nor cause for fear,\nBut sin marr’d all; and the revolt of man,\nThat source of evils not exhausted yet,\nWas punish’d with revolt of his from him.\nGarden of God, how terrible the change\nThy groves and lawns then witness’d! Every heart,\nEach animal, of every name, conceived\nA jealousy and an instinctive fear,\nAnd, conscious of some danger, either fled\nPrecipitate the loathed abode of man,\nOr growl’d defiance in such angry sort,\nAs taught him too to tremble in his turn.\nThus harmony and family accord\nWere driven from Paradise; and in that hour\nThe seeds of cruelty, that since have swell’d\nTo such gigantic and enormous growth,\nWere sown in human nature’s fruitful soil.\nHence date the persecution and the pain\nThat man inflicts on all inferior kinds,\nRegardless of their plaints. To make him sport,\nTo gratify the frenzy of his wrath,\nOr his base gluttony, are causes good\nAnd just in his account, why bird and beast\nShould suffer torture, and the streams be dyed\nWith blood of their inhabitants impaled.\nEarth groans beneath the burden of a war\nWaged with defenceless innocence, while he,\nNot satisfied to prey on all around,\nAdds tenfold bitterness to death by pangs\nNeedless, and first torments ere he devours.\nNow happiest they that occupy the scenes\nThe most remote from his abhorr’d resort,\nWhom once, as delegate of God on earth,\nThey fear’d, and as his perfect image loved.\nThe wilderness is theirs, with all its caves,\nIts hollow glens, its thickets, and its plains,\nUnvisited by man. There they are free,\nAnd howl and roar as likes them, uncontroll’d;\nNor ask his leave to slumber or to play.\nWoe to the tyrant, if he dare intrude\nWithin the confines of their wild domain!\nThe lion tells him—I am monarch here!\nAnd, if he spare him, spares him on the terms\nOf royal mercy, and through generous scorn\nTo rend a victim trembling at his foot.\nIn measure, as by force of instinct drawn,\nOr by necessity constrain’d, they live\nDependent upon man; those in his fields,\nThese at his crib, and some beneath his roof;\nThey prove too often at how dear a rate \nHe sells protection. Witness at his foot\nThe spaniel dying for some venial fault,\nUnder dissection of the knotted scourge;\nWitness the patient ox, with stripes and yells\nDriven to the slaughter, goaded, as he runs,\nTo madness; while the savage at his heels\nLaughs at the frantic sufferer’s fury, spent\nUpon the guiltless passenger o’erthrown.\nHe too is witness, noblest of the train\nThat wait on man, the flight-performing horse:\nWith unsuspecting readiness he takes\nHis murderer on his back, and, push’d all day,\nWith bleeding sides and flanks that heave for life,\nTo the far-distant goal, arrives and dies.\nSo little mercy shows who needs so much!\nDoes law, so jealous in the cause of man,\nDenounce no doom on the delinquent? None.\nHe lives, and o’er his brimming beaker boasts\n(As if barbarity were high desert)\nThe inglorious feat, and clamorous in praise\nOf the poor brute, seems wisely to suppose\nThe honours of his matchless horse his own.\nBut many a crime deem’d innocent on earth\nIs register’d in heaven; and these no doubt\nHave each their record, with a curse annex’d.\nMan may dismiss compassion from his heart,\nBut God will never. When he charged the Jew\nTo assist his foe’s down-fallen beast to rise;\nAnd when the bush-exploring boy that seized\nThe young, to let the parent bird go free;\nProved he not plainly that his meaner works\nAre yet his care, and have an interest all,\nAll, in the universal Father’s love?\nOn Noah, and in him on all mankind,\nThe charter was conferr’d, by which we hold\nThe flesh of animals in fee, and claim\nO’er all we feed on power of life and death.\nBut read the instrument, and mark it well:\nThe oppression of a tyrannous control\nCan find no warrant there. Feed then, and yield\nThanks for thy food. Carnivorous, through sin,\nFeed on the slain, but spare the living brute!\n\nThe Governor of all, himself to all\nSo bountiful, in whose attentive ear\nThe unfledged raven and the lion’s whelp\nPlead not in vain for pity on the pangs\nOf hunger unassuaged, has interposed,\nNot seldom, his avenging arm, to smite\nThe injurious trampler upon Nature’s law,\nThat claims forbearance even for a brute.\nHe hates the hardness of a Balaam’s heart;\nAnd, prophet as he was, he might not strike\nThe blameless animal, without rebuke,\nOn which he rode. Her opportune offence\nSaved him, or the unrelenting seer had died.\nHe sees that human equity is slack\nTo interfere, though in so just a cause;\nAnd makes the task his own. Inspiring dumb\nAnd helpless victims with a sense so keen\nOf injury, with such knowledge of their strength,\nAnd such sagacity to take revenge,\nThat oft the beast has seem’d to judge the man.\nAn ancient, not a legendary tale,\nBy one of sound intelligence rehearsed\n(If such who plead for Providence may seem\nIn modern eyes), shall make the doctrine clear.\n\nWhere England, stretch’d towards the setting sun,\nNarrow and long, o’erlooks the western wave,\nDwelt young Misagathus; a scorner he\nOf God and goodness, atheist in ostent,\nVicious in act, in temper savage-fierce.\nHe journey’d; and his chance was as he went\nTo join a traveller, of far different note,\nEvander, famed for piety, for years\nDeserving honour, but for wisdom more.\nFame had not left the venerable man\nA stranger to the manners of the youth,\nWhose face too was familiar to his view.\nTheir way was on the margin of the land,\nO’er the green summit of the rocks, whose base\nBeats back the roaring surge, scarce heard so high.\nThe charity that warm’d his heart was moved\nAt sight of the man monster. With a smile,\nGentle and affable, and full of grace,\nAs fearful of offending whom he wish’d \nMuch to persuade, he plied his ear with truths\nNot harshly thunder’d forth, or rudely press’d,\nBut, like his purpose, gracious, kind, and sweet.\n“And doest thou dream,” the impenetrable man\nExclaimed, “that me the lullabies of age,\nAnd fantasies of dotards such as thou,\nCan cheat, or move a moment’s fear in me?\nMark now the proof I give thee, that the brave\nNeed no such aids as superstition lends,\nTo steel their hearts against the dread of death.”\nHe spoke, and to the precipice at hand\nPush’d with a madman’s fury. Fancy shrinks,\nAnd the blood thrills and curdles at the thought\nOf such a gulf as he design’d his grave.\nBut though the felon on his back could dare\nThe dreadful leap, more rational, his steed\nDeclined the death, and wheeling swiftly round,\nOr e’er his hoof had press’d the crumbling verge,\nBaffled his rider, saved against his will.\nThe frenzy of the brain may be redress’d\nBy medicine well applied, but without grace\nThe heart’s insanity admits no cure.\nEnraged the more by what might have reform’d \nHis horrible intent, again he sought\nDestruction, with a zeal to be destroy’d,\nWith sounding whip, and rowels dyed in blood.\nBut still in vain. The Providence, that meant\nA longer date to the far nobler beast,\nSpared yet again the ignobler for his sake.\nAnd now his prowess proved, and his sincere\nIncurable obduracy evinced,\nHis rage grew cool: and pleased perhaps to have earn’d \nSo cheaply the renown of that attempt,\nWith looks of some complacence he resumed\nHis road, deriding much the blank amaze\nOf good Evander, still where he was left\nFix’d motionless, and petrified with dread.\nSo on they fared. Discourse on other themes\nEnsuing seem’d to obliterate the past;\nAnd tamer far for so much fury shown \n(As in the course of rash and fiery men),\nThe rude companion smiled, as if transform’d.\nBut ‘twas a transient calm. A storm was near,\nAn unsuspected storm. His hour was come.\nThe impious challenger of power divine\nWas now to learn that Heaven, though slow to wrath,\nIs never with impunity defied.\nHis horse, as he had caught his master’s mood,\nSnorting, and starting into sudden rage,\nUnbidden, and not now to be controll’d,\nRush’d to the cliff, and, having reach’d it, stood.\nAt once the shock unseated him: he flew\nSheer o’er the craggy barrier; and, immersed \nDeep in the flood, found, when he sought it not,\nThe death he had deserved, and died alone.\nSo God wrought double justice; made the fool \nThe victim of his own tremendous choice,\nAnd taught a brute the way to safe revenge.\n\nI would not enter on my list of friends\n(Though graced with polish’d manners and fine sense,\nYet wanting sensibility) the man\nWho needlessly sets foot upon a worm.\nAn inadvertent step may crush the snail\nThat crawls at evening in the public path:\nBut he that has humanity, forewarn’d,\nWill tread aside, and let the reptile live.\nThe creeping vermin, loathsome to the sight,\nAnd charged perhaps with venom, that intrudes,\nA visitor unwelcome, into scenes\nSacred to neatness and repose, the alcove,\nThe chamber, or refectory, may die:\nA necessary act incurs no blame.\nNot so when, held within their proper bounds,\nAnd guiltless of offence, they range the air,\nOr take their pastime in the spacious field:\nThere they are privileged; and he that hunts\nOr harms them there is guilty of a wrong,\nDisturbs the economy of Nature’s realm,\nWho, when she form’d, design’d them an abode.\nThe sum is this. If man’s convenience, health,\nOr safety interfere, his rights and claims\nAre paramount, and must extinguish theirs.\nElse they are all—the meanest things that are,\nAs free to live, and to enjoy that life,\nAs God was free to form them at the first,\nWho in his sovereign wisdom made them all.\nYe therefore, who love mercy, teach your sons\nTo love it too. The spring-time of our years\nIs soon dishonour’d and defiled in most\nBy budding ills, that ask a prudent hand\nTo check them. But, alas! none sooner shoots,\nIf unrestrain’d, into luxuriant growth,\nThan cruelty, most devilish of them all.\nMercy to him that shows it is the rule\nAnd righteous limitation of its act,\nBy which Heaven moves in pardoning guilty man;\nAnd he that shows none, being ripe in years,\nAnd conscious of the outrage he commits,\nShall seek it, and not find it, in his turn.\n\nDistinguish’d much by reason, and still more\nBy our capacity of grace divine,\nFrom creatures that exist but for our sake,\nWhich, having served us, perish, we are held\nAccountable; and God, some future day,\nWill reckon with us roundly for the abuse\nOf what he deems no mean or trivial trust.\nSuperior as we are, they yet depend\nNot more on human help than we on theirs.\nTheir strength, or speed, or vigilance, were given\nIn aid of our defects. In some are found\nSuch teachable and apprehensive parts,\nThat man’s attainments in his own concerns,\nMatch’d with the expertness of the brutes in theirs,\nAre ofttimes vanquish’d and thrown far behind.\nSome show that nice sagacity of smell,\nAnd read with such discernment, in the port\nAnd figure of the man, his secret aim,\nThat oft we owe our safety to a skill\nWe could not teach, and must despair to learn.\nBut learn we might, if not too proud to stoop\nTo quadruped instructors, many a good\nAnd useful quality, and virtue, too,\nRarely exemplified among ourselves—\nAttachment never to be wean’d or changed\nBy any change of fortune; proof alike\nAgainst unkindness, absence, and neglect;\nFidelity, that neither bribe nor threat\nCan move or warp; and gratitude for small\nAnd trivial favours, lasting as the life\nAnd glistening even in the dying eye.\n\nMan praises man. Desert in arts or arms\nWins public honour; and ten thousand sit\nPatiently present at a sacred song,\nCommemoration -mad; content to hear\n(O wonderful effect of music’s power!)\nMessiah’s eulogy for Handel’s sake.\nBut less, methinks, than sacrilege might serve\n(For was it less, what heathen would have dared\nTo strip Jove’s statue of his oaken wreath,\nAnd hang it up in honour of a man?)—\nMuch less might serve, when all that we design\nIs but to gratify an itching ear,\nAnd give the day to a musician’s praise.\nRemember Handel? Who, that was not born\nDeaf as the dead to harmony, forgets,\nOr can, the more than Homer of his age?\nYes—we remember him; and while we praise \nA talent so divine, remember too\nThat His most holy book, from whom it came,\nWas never meant, was never used before,\nTo buckram out the memory of a man.\nBut hush!—the muse perhaps is too severe;\nAnd, with a gravity beyond the size\nAnd measure of the offence, rebukes a deed\nLess impious than absurd, and owing more\nTo want of judgment than to wrong design.\nSo in the chapel of old Ely House,\nWhen wandering Charles, who meant to be the third,\nHad fled from William, and the news was fresh,\nThe simple clerk, but loyal, did announce,\nAnd eke did rear right merrily, two staves, \nSung to the praise and glory of King George!\n—Man praises man; and Garrick’s memory next,\nWhen time hath somewhat mellow’d it, and made\nThe idol of our worship while he lived\nThe god of our idolatry once more,\nShall have its altar; and the world shall go\nIn pilgrimage to bow before his shrine.\nThe theatre, too small, shall suffocate\nIts squeezed contents, and more than it admits\nShall sigh at their exclusion, and return\nUngratified: for there some noble lord\nShall stuff his shoulders with king Richard’s bunch,\nOr wrap himself in Hamlet’s inky cloak,\nAnd strut, and storm, and straddle, stamp, and stare,\nTo show the world how Garrick did not act—\nFor Garrick was a worshipper himself;\nHe drew the liturgy, and framed the rites\nAnd solemn ceremonial of the day,\nAnd call’d the world to worship on the banks\nOf Avon, famed in song. Ah, pleasant proof\nThat piety has still in human hearts\nSome place, a spark or two not yet extinct.\nThe mulberry-tree was hung with blooming wreaths;\nThe mulberry-tree stood centre of the dance;\nThe mulberry-tree was hymn’d with dulcet airs;\nAnd from his touchwood trunk the mulberry-tree\nSupplied such relics as devotion holds\nStill sacred, and preserves with pious care.\nSo ‘twas a hallow’d time: decorum reign’d,\nAnd mirth without offence. No few return’d,\nDoubtless much edified, and all refresh’d.\n—Man praises man. The rabble, all alive,\nFrom tippling benches, cellars, stalls, and styes,\nSwarm in the streets. The statesman of the day,\nA pompous and slow-moving pageant, comes.\nSome shout him, and some hang upon his car,\nTo gaze in his eyes, and bless him. Maidens wave\nTheir kerchiefs, and old women weep for joy;\nWhile others, not so satisfied, unhorse\nThe gilded equipage, and turning loose\nHis steeds, usurp a place they well deserve.\nWhy? what has charm’d them? Hath he saved the state?\nNo. Doth he purpose its salvation? No.\nEnchanting novelty, that moon at full,\nThat finds out every crevice of the head\nThat is not sound and perfect, hath in theirs\nWrought this disturbance. But the wane is near,\nAnd his own cattle must suffice him soon.\nThus idly do we waste the breath of praise,\nAnd dedicate a tribute, in its use\nAnd just direction sacred, to a thing\nDoom’d to the dust, or lodged already there.\nEncomium in old time was poets’ work!\nBut poets, having lavishly long since\nExhausted all materials of the art,\nThe task now falls into the public hand;\nAnd I, contented with an humble theme,\nHave pour’d my stream of panegyric down\nThe vale of Nature, where it creeps and winds\nAmong her lovely works with a secure\nAnd unambitious course, reflecting clear,\nIf not the virtues, yet the worth, of brutes.\nAnd I am recompensed, and deem the toils\nOf poetry not lost, if verse of mine\nMay stand between an animal and woe,\nAnd teach one tyrant pity for his drudge.\n\nThe groans of Nature in this nether world,\nWhich Heaven has heard for ages, have an end.\nForetold by prophets, and by poets sung,\nWhose fire was kindled at the prophets’ lamp,\nThe time of rest, the promised Sabbath, comes.\nSix thousand years of sorrow have well nigh\nFulfill’d their tardy and disastrous course\nOver a sinful world; and what remains\nOf this tempestuous state of human things\nIs merely as the working of a sea\nBefore a calm, that rocks itself to rest:\nFor He, whose car the winds are, and the clouds\nThe dust that waits upon his sultry march,\nWhen sin hath moved him, and his wrath is hot,\nShall visit earth in mercy; shall descend\nPropitious in his chariot paved with love;\nAnd what his storms have blasted and defaced\nFor man’s revolt, shall with a smile repair.\n\nSweet is the harp of prophecy; too sweet\nNot to be wrong’d by a mere mortal touch:\nNor can the wonders it records be sung\nTo meaner music, and not suffer loss.\nBut when a poet, or when one like me,\nHappy to rove among poetic flowers,\nThough poor in skill to rear them, lights at last\nOn some fair theme, some theme divinely fair,\nSuch is the impulse and the spur he feels,\nTo give it praise proportion’d to its worth,\nThat not to attempt it, arduous as he deems\nThe labour, were a task more arduous still.\n\nO scenes surpassing fable, and yet true,\nScenes of accomplish’d bliss! which who can see,\nThough but in distant prospect, and not feel\nHis soul refresh’d with foretaste of the joy?\nRivers of gladness water all the earth,\nAnd clothe all climes with beauty; the reproach\nOf barrenness is past. The fruitful field\nLaughs with abundance; and the land, once lean,\nOr fertile only in its own disgrace,\nExults to see its thistly curse repeal’d.\nThe various seasons woven into one,\nAnd that one season an eternal spring,\nThe garden fears no blight, and needs no fence,\nFor there is none to covet, all are full.\nThe lion, and the libbard, and the bear\nGraze with the fearless flocks; all bask at noon\nTogether, or all gambol in the shade\nOf the same grove, and drink one common stream.\nAntipathies are none. No foe to man\nLurks in the serpent now: the mother sees,\nAnd smiles to see, her infant’s playful hand\nStretch’d forth to dally with the crested worm,\nTo stroke his azure neck, or to receive\nThe lambent homage of his arrowy tongue.\nAll creatures worship man, and all mankind\nOne Lord, one Father. Error has no place;\nThat creeping pestilence is driven away;\nThe breath of heaven has chased it. In the heart\nNo passion touches a discordant string,\nBut all is harmony and love. Disease\nIs not: the pure and uncontaminate blood\nHolds it due course, nor fears the frost of age.\nOne song employs all nations; and all cry,\n“Worthy the Lamb, for he was slain for us!”\nThe dwellers in the vales and on the rocks\nShout to each other, and the mountain tops\nFrom distant mountains catch the flying joy;\nTill, nation after nation taught the strain,\nEarth rolls the rapturous Hosannah round.\nBehold the measure of the promise fill’d;\nSee Salem built, the labour of a God;\nBright as a sun, the sacred city shines;\nAll kingdoms and all princes of the earth\nFlock to that light; the glory of all lands\nFlows into her; unbounded is her joy,\nAnd endless her increase. Thy rams are there,\nNebaioth, and the flocks of Kedar there;\nThe looms of Ormus, and the mines of Ind,\nAnd Saba’s spicy groves, pay tribute there.\nPraise in all her gates: upon her walls,\nAnd in her streets, and in her spacious courts,\nIs heard salvation. Eastern Java there\nKneels with the native of the farthest west;\nAnd Æthiopia spreads abroad the hand,\nAnd worships. Her report has travell’d forth\nInto all lands. From every clime they come\nTo see thy beauty and to share thy joy,\nO Sion! an assembly such as earth\nSaw never, such as Heaven stoops down to see.\n\nThus heavenward all things tend. For all were once\nPerfect, and all must be at length restored.\nSo God has greatly purposed; who would else\nIn his dishonour’d works himself endure\nDishonour, and be wrong’d without redress.\nHaste, then, and wheel away a shatter’d world,\nYe slow-revolving seasons! we would see\n(A sight to which our eyes are strangers yet)\nA world that does not dread and hate his law\nAnd suffer for its crime; would learn how fair\nThe creature is that God pronounces good,\nHow pleasant in itself what pleases him.\nHere every drop of honey hides a sting;\nWorms wind themselves into our sweetest flowers;\nAnd e’en the joy that haply some poor heart\nDerives from heaven, pure as the fountain is,\nIs sullied in the stream, taking a taint\nFrom touch of human lips, at best impure.\nO for a world in principle as chaste\nAs this is gross and selfish! over which\nCustom and prejudice shall bear no sway,\nThat govern all things here, shouldering aside\nThe meek and modest Truth, and forcing her\nTo seek a refuge from the tongue of Strife\nIn nooks obscure, far from the ways of men:\nWhere Violence shall never lift the sword,\nNor Cunning justify the proud man’s wrong,\nLeaving the poor no remedy but tears:\nWhere he, that fills an office, shall esteem\nThe occasion it presents of doing good\nMore than the perquisite: where Law shall speak\nSeldom, and never but as Wisdom prompts\nAnd Equity; not jealous more to guard\nA worthless form, than to decide aright:—\nWhere Fashion shall not sanctify abuse,\nNor smooth Good-breeding (supplemental grace)\nWith lean performance ape the work of Love!\n\nCome then, and, added to thy many crowns,\nReceive yet one, the crown of all the earth,\nThou who alone art worthy! It was thine\nBy ancient covenant, ere Nature’s birth;\nAnd thou hast made it thine by purchase since,\nAnd overpaid its value with thy blood.\nThy saints proclaim thee king; and in their hearts \nThy title is engraven with a pen\nDipp’d in the fountain of eternal love.\nThy saints proclaim thee king; and thy delay\nGives courage to their foes, who, could they see\nThe dawn of thy last advent, long desired,\nWould creep into the bowels of the hills,\nAnd flee for safety to the falling rocks.\nThe very spirit of the world is tired\nOf its own taunting question, ask’d so long,\n“Where is the promise of your Lord’s approach?”\nThe infidel has shot his bolts away,\nTill, his exhausted quiver yielding none,\nHe gleans the blunted shafts that have recoil’d,\nAnd aims them at the shield of Truth again.\nThe veil is rent, rent too by priestly hands,\nThat hides divinity from mortal eyes;\nAnd all the mysteries to faith proposed,\nInsulted and traduced, are cast aside,\nAs useless, to the moles and to the bats.\nThey now are deem’d the faithful, and are praised,\nWho, constant only in rejecting thee,\nDeny thy Godhead with a martyr’s zeal,\nAnd quit their office for their error’s sake.\nBlind, and in love with darkness! yet e’en these\nWorthy, compared with sycophants, who kneel\nThy name adoring, and then preach thee man!\nSo fares thy church. But how thy church may fare\nThe world takes little thought. Who will may preach,\nAnd what they will. All pastors are alike\nTo wandering sheep, resolved to follow none.\nTwo gods divide them all—Pleasure and Gain:\nFor these they live, they sacrifice to these,\nAnd in their service wage perpetual war\nWith Conscience and with thee. Lust in their hearts\nAnd mischief in their hands, they roam the earth\nTo prey upon each other: stubborn, fierce,\nHigh-minded, foaming out their own disgrace.\nThy prophets speak of such; and, noting down\nThe features of the last degenerate times,\nExhibit every lineament of these.\nCome then, and, added to thy many crowns,\nReceive yet one, as radiant as the rest,\nDue to thy last and most effectual work,\nThy word fulfill’d, the conquest of a world!\n\nHe is the happy man whose life e’en now\nShows somewhat of that happier life to come;\nWho, doom’d to an obscure but tranquil state,\nIs pleased with it, and, were he free to choose,\nWould make his fate his choice; whom peace, the fruit\nOf virtue, and whom virtue, fruit of faith,\nPrepare for happiness; bespeak him one\nContent indeed to sojourn while he must\nBelow the skies, but having there his home.\nThe world o’erlooks him in her busy search\nOf objects, more illustrious in her view;\nAnd, occupied as earnestly as she,\nThough more sublimely, he o’erlooks the world.\nShe scorns his pleasures, for she knows them not;\nHe seeks not hers, for he has proved them vain.\nHe cannot skim the ground like summer birds\nPursuing gilded flies; and such he deems\nHer honours, her emoluments, her joys.\nTherefore in Contemplation is his bliss,\nWhose power is such, that whom she lifts from earth\nShe makes familiar with a heaven unseen,\nAnd shows him glories yet to be reveal’d.\nNot slothful he, though seeming unemploy’d,\nAnd censured oft as useless. Stillest streams\nOft water fairest meadows, and the bird\nThat flutters least is longest on the wing.\nAsk him, indeed, what trophies he has raised,\nOr what achievements of immortal fame\nHe purposes, and he shall answer—None.\nHis warfare is within. There, unfatigued,\nHis fervent spirit labours. There he fights,\nAnd there obtains fresh triumphs o’er himself,\nAnd never-withering wreaths, compared with which\nThe laurels that a Cæsar reaps are weeds.\nPerhaps the self-approving haughty world,\nThat as she sweeps him with her whistling silks\nScarce deigns to notice him, or, if she see,\nDeems him a cipher in the works of God,\nReceives advantage from his noiseless hours,\nOf which she little dreams. Perhaps she owes\nHer sunshine and her rain, her blooming spring\nAnd plenteous harvest, to the prayer he makes,\nWhen, Isaac-like, the solitary saint\nWalks forth to meditate at even-tide,\nAnd think on her who thinks not for herself.\nForgive him, then, thou bustler in concerns\nOf little worth, an idler in the best,\nIf, author of no mischief and some good,\nHe seek his proper happiness by means\nThat may advance, but cannot hinder, thine.\nNor, though he tread the secret path of life,\nEngage no notice, and enjoy much ease,\nAccount him an encumbrance on the state,\nReceiving benefits, and rendering none.\nHis sphere, though humble, if that humble sphere\nShine with his fair example, and though small\nHis influence, if that influence all be spent \nIn soothing sorrow and in quenching strife,\nIn aiding helpless indigence, in works\nFrom which at least a grateful few derive\nSome taste of comfort in a world of woe;\nThen let the supercilious great confess\nHe serves his country, recompenses well\nThe state, beneath the shadow of whose vine\nHe sits secure, and in the scale of life\nHolds no ignoble, though a slighted, place.\nThe man, whose virtues are more felt than seen,\nMust drop indeed the hope of public praise;\nBut he may boast, what few that win it can,\nThat, if his country stand not by his skill,\nAt least his follies have not wrought her fall.\nPolite Refinement offers him in vain\nHer golden tube, through which a sensual world\nDraws gross impurity, and likes it well,\nThe neat conveyance hiding all the offence.\nNot that he peevishly rejects a mode\nBecause that world adopts it. If it bear\nThe stamp and clear impression of good sense,\nAnd be not costly more than of true worth,\nHe puts it on, and, for decorum sake,\nCan wear it e’en as gracefully as she.\nShe judges of refinement by the eye,\nHe by the test of conscience, and a heart\nNot soon deceived; aware that what is base\nNo polish can make sterling; and that vice,\nThough well perfumed and elegantly dress’d,\nLike an unburied carcass trick’d with flowers\nIs but a garnish’d nuisance, fitter far\nFor cleanly riddance than for fair attire.\nSo life glides smoothly and by stealth away,\nMore golden than that age of fabled gold\nRenown’d in ancient song; not vex’d with care\nOr stain’d with guilt, beneficent, approved\nOf God and man, and peaceful in its end.\nSo glide my life away! and so, at last,\nMy share of duties decently fulfill’d,\nMay some disease, not tardy to perform\nIts destined office, yet with gentle stroke,\nDismiss me weary to a safe retreat,\nBeneath the turf that I have often trod.\nIt shall not grieve me then that once, when call’d\nTo dress a Sofa with the flowers of verse,\nI play’d awhile, obedient to the fair,\nWith that light task; but soon, to please her more,\nWhom flowers alone I knew would little please,\nLet fall the unfinish’d wreath, and roved for fruit;\nRoved far, and gather’d much: some harsh, ‘tis true,\nPick’d from the thorns and briars of reproof,\nBut wholesome, well-digested; grateful some\nTo palates that can taste immortal truth;\nInsipid else, and sure to be despised.\nBut all is in His hand, whose praise I seek.\nIn vain the poet sings, and the world hears,\nIf he regard not, though divine the theme.\n‘Tis not in artful measures, in the chime\nAnd idle tinkling of a minstrel’s lyre,\nTo charm His ear, whose eye is on the heart;\nWhose frown can disappoint the proudest strain,\nWhose approbation — prosper even mine."}