{"subject": "Concerning Prayer, And Its Proper Requisites", "text": "PUT off thy shoes, ere thou thy God dost greet,\nThy ass, before thou sacrificest, bind -\nWash, ere the altar thou com'st near, thy feet,\nAnd weigh, what thou requestest, well in mind.\n\nRepent, ere thou dost God by pray'r implore,\nAnd thy devotions, let thy deeds attend -\nBe thankful always, when thy pray'rs are o'er ;\nSo shall thy prayers up to heav'n ascend.\n\nSatan will try to tempt thee, ev'ry day,\nThe flesh wou'd fain deceive thee, ev'ry hour,\nThe world, and its delights, thy fall assay : \nSeek thou, by pray'r, their efforts to o'erpow'r.\n\nPrayer is good, in ev'ry land and clime -\nPrayer is good, for men in ev'ry sphere -\nPrayer is good, at ev'ry hour and time -\nPrayer is good, on all accounts whate'er.\n\nPray'r is, a sacrifice to God most due -\nA sure support, to guide the weak along -\nA whip, to scourge the fiend and all his crew -\nA sanctuary, from ev'ry ill and wrong!\n\nNay, constant prayer is a golden key,\nThy doors to open at the dawn of light -\nA bolt, to shut them at the close of day -\nA fort, to guard from harm, both day and night. \n\nPrayer, has sooth'd the most obdurate breast -\nPrayer, has angels with success assail'd -\nPrayer, the fiercest fiends has dispossess'd -\nPrayer, has over God himself prevail'd! -\n\nThen, with thy pray'r, let heav'n and earth resound -\nLike incense, it perfumes th' etherial plains -\nOn earth, it gives the fiend his deepest wound -\nAnd brings to thee thyself the greatest gains.\n\nWith faith - with rev'rence - with a soul strung high -\nWith ardent zeal, and minds that never stray -\nWith knowledge - with a strong, incessant cry -\nWith close attention - 'tis that men shou'd pray.\n\nLift up thine eyes, thy knees devoutly bend,\nRouse up thy spirit, and thy bosom smite -\nOpen thy lips, thy hands abroad extend,\nPray with true fervor, and with all thy might.\n\nThou ne'er must call on gods of gold, or stone,\nOn saint or saintness, thy request to grant ;\nBut on the Lord, thro' Jesus Christ alone,\nIf thou wou'dst have, whatever thou dost want.\n\nNo one, but God, can our condition know,\nNo one, but God, can give us any aid,\nNo one, but God, can hear our pray'rs, below -\nTo God alone then shou'd our pray'rs be made.\n\nGod bids us call on him with fervent pray'r -\nGod promises, if we'll but ask, to give -\nGod hears each wish, and ev'ry good desire -\nGod can from trouble ev'ry soul relieve.\n\nNot Abraham, nor St. James, can e'er pretend\nTh' internal feelings of our hearts to guess -\nNo one, but God alone, can comprehend\nOur wants, our woes, our sorrows, and distress.\n\nTo give to thousands whatsoe'er they seek,\nOnly belongs unto the King of kings -\nAlthough in various languages they speak,\nAnd ask at once a thousand diff'rent things.\n\nThe Virgin talks no English, I suppose,\nNeither does Martha, Irish understand,\nNo Welsh, as I presume, St. Clement knows,\nHow can they then our mediators stand?\n\nAbraham can ne'er our circumstances know,\nNeither can John afford us any aid,\nPeter, in heav'n, can't hear us here below : \nTo God alnoe then shou'd our pray'rs be said. \n\nThe Saints, of ev'ry sex and rank, revere,\nBut thou may'st only God himself adore:\nGive them the honour they deserve - but ne'er,\nOn whatsoe'er pretence, their help implore. \n\nThere ne'er was Patriarch, or Apostle yet -\nThere ne'er was Prophet, as I've ever heard,\n(For who cou'd such a circumstance forget?)\nThat e'er to any Saint his suit preferr'd.\n\nThere's not a promise in the Gospel made,\nThat we shall, any thing we beg, obtain;\nUnless, for it, we shall with zeal have pray'd,\nAnd that, for Jesus' sake, the same we gain.\n\nChrist, is the only Mediator known,\nChrist, is our only Advocate above,\nAnd there is none, but Jesus Christ alone,\nThat can, for man, the dread Creator move.\n\nWhate'er requests we shall to God address,\nThey must be all preferr'd, for Jesus' sake, \nWho sits on God's right hand in perfect bliss,\nThere to receive whatever pray'rs we make. \n\nLet some to Cath'rine, or St. David fly,\nTo Clement, Martha, Martin - any one:\nBut, for my part, I never will apply \nTo any - but to Jesus Christ alone.\n\nSeek then with earnestness, whene'er you pray -\nSeek the direction of the Holy Ghost : \nFor none can, with effect, their prayers say,\nUnless they can of his sure guidance boast.\n\nWithout the Spirit some may have essay'd\nTo talk with God, and strove their pray'rs to say; \nBut no man can, without the Spirit's aid,\nConverse with God, or with attention pray.\n\nUnless the conscience and the heart are join'd,\nThe tongue-born prayer God will never prize;\nBut that, which flows from an affected mind,\nWill always prove a pleasing sacrifice.\n\nSeek God, both with thy mouth, and with thy heart,\nFor either of the two will not suffice,\nBut let thy spirit with thy mouth take part, \nAnd then 'twill prove a harmony most nice.\n\nThe pray'r, that issues wholly from the heart,\nIs better much than those that only spring\nFrom the bare lips, where t'other bears no part : \nFor such a prayer is an odious thing.\n\nMoses more pleasingly his God address'd,\nUpon his journey, tho' he nothing said,\nThan erst the Jews, when they their wants express'd,\nAnd with the lips, without the Spirit, pray'd.\n\nWhate'er thou askest, ask with faith sincere;\nTake no denial - ask with fervent mind -\nAnd what thou askest, thou shalt have - ne'er fear;\nSeek but with earnestness, thou'lt surely find.\n\nThe little birds their clamour never cease,\nUntil their dams with food their noise have still'd;\nSo man himself shou'd never hold his peace,\n'Till God has ev'ry want and wish fulfill'd.\n\nHow earnest some will beg ('tis strange to say!)\nFor pence, or food their hunger to remove;\nAnd yet how sluggishly the same will pray\nFor mercy, and the glorious joys above?\n\nGod is, to all that seek him, mighty kind -\nTo all, that ask, he's ready still to grant -\nTo grant to all, with an ungrudging mind -\nLargely to grant, whatever they may want.\n\nAs a fond mother still inclines her ears,\nWhen in the cradle her lov'd infant cries: \nSo God his creatures' supplications hears,\nRemoves their pressures, and their wants supplies. \n\nFor how can God but hear each Christian's pray'r,\nSince for th' elect his holy Spirit pleads.\nAnd, on the throne of his eternal Sire,\nFor them their Saviour ever intercedes?\n\nIf thou shalt ask for ought, in Jesus' name,\nThou either, what thou askest, shalt obtain,\n(So thou dost earnestly entreat the same)\nOr, what is more expedient, thou shalt gain.\n\nShou'd God to grant thee thy desire delay,\nShou'd he not answer thy petition soon,\n'Tis that thou may'st with greater ardor pray,\nOr beg a larger, and a better boon.\n\nSeek, first, the glory of thy gracious Sire -\nSeek, next, celestial happiness to gain -\nGod's kingdom and his righteousness desire -\nAnd all thy wants besides thou shalt obtain.\n\nAsk thou not ought, as long as thou dost live,\nThat is repugnant to God's holy Word:\nIf thou shou'dst ask, what he's not pleas'd to give,\nThy prayer will but irritate the Lord.\n\nTo covet earthly things, is very wrong,\nWhen one may gain the wealth of Paradise -\nOr for some dirty acres here to long;\nBut all the joys of heaven to despise.\n\nAs 'tis the nature of the swinish kind,\nTo tear the turf, and nuzzle in the mire:\nSo man by nature is to earth inclin'd,\nAnd does not to celestial bliss aspire.\n\nSeek thou, whate'er the scripture does permit -\nSeek thou, whate'er's allow'd thee by the Lord;\nBut seek it in the manner that's most fit,\nAnd most concordant with his written Word.\n\nWhene'er to God thou prayest, be sincere,\nAnd use no other language than thy own:\nBetter a word or two, whose sense is clear,\nThan thousands mumbled in a tongue unknown. \n\nHe mocks his God, and does himself deceive,\nWhoe'er attempts to ask, he knows not what, \nAnd thinks to have, e'en what he can't conceive,\nBy mere lip labour, and unmeaning chat.\n\nNe'er let thy mouth thy lagging mind outstrip,\nBut tell thy heart to ponder well the whole:\nGod ne'er regards the prayer of the lip, \nWithout the full concurrence of the soul.\n\nGod, ev'ry thought and bosom secret knows,\nGod, is himself the Sire and source of light,\nGod, chuses pray'r, as from the heart it flows;\nBut empty words are nothing in his sight.\n\nCast ev'ry sin-polluted thought aside,\nWhilst thou to God thy prayer dost prefer;\nAnd let each worldly care, behind, be ti'd, \nWhilst thou dost with the Lord of hosts confer.\n\nAbraham let not his ass approach the scene,\nWhere he did erst his sacrifice prepare:\nPermit not thou a thought, that is unclean,\nTo come - where thou dost offer up thy pray'r. \n\nLike Abraham, thou must drive away, whate'er \nLights on thy sacrifice - and boldlyfight\nWith ev'ry thing that hinders thee to rear \nThe walls of Sion to their proper height.\n\nThe greater earnestness that Satan shows \nTo turn thy thoughts aside, when thou dost pray:\nThe more do thou his sly attacks oppose,\nAnd fight against him, 'till he flees away.\n\nAs the fierce lion flees, and quits his prey,\nSoon as the crowing of a cock he hears:\nSo does the fell destroyer scud away,\nWhene'er our faith-fraught prayers pierce his ears.\n\nThe buffalo cannot that place come near,\nWhere young pigs squeak, or little chickens cry:\nNeither can Satan on the spot appear,\nWhence holy prayers are preferr'd on high.\n\nDid not the wily fiend observe with pain,\nThat prayer lessen'd his extensive sway,\nAnd seem'd most likely to subvert his reign,\nHe ne'er wou'd hinder any one to pray.\n\nIf thou hast thy salvation, then, at heart,\nThy Maker's glory, and thy own great need \nOf pardon - ne'er let Satan make thee start\nFrom hearing sermons - or thy pray'rs impede.\n\nWhene'er thou prayest unto God - still mind\nFor ev'ry order in the church to pray -\nNor let thy prayers ever be confin'd \nTo thy ownself - like those the Pagans say:\n\nFor none of them are of her holy race,\nWho pray not for her welfare and success,\nBut miscreant bastards, infamous, and base,\nAnd enemies to Sion's happiness.\n\nIf Abraham kindly for Gomorrah pray'd,\nAnd for the other cities of the plain:\nShou'd not we Christians beg our Maker's aid,\nAnd choicest blessings for his chosen train?\n\nChrist tells us all at any time to pray,\nAnd ne'er the beneficial task give o'er: \nSt. Paul, to Timothy does likewise say,\nThat in all places we shou'd God adore.\n\nThrice ev'ry day, for the Almighty's aid,\nThe pious Daniel never fail'd to pray -\nThe royal Prophet, still more pious made\nHis supplications seven times a day.\n\nOur blessed Saviour pass'd the live-long night\nIn prayer - though nor sin, nor guilt he knew,\nAnd spent each day, as long as it was light,\nIn preaching to a dull and thankless crew.\n\nPrayer is ever of the greatest weight,\nIn ev'ry place - at any time, or hour;\nSo that the heart is in a proper state,\nTo beg a favour from th' Almighty pow'r.\n\nUpon the boistrous sea, or mountain's brow,\nAt our own home, or any where abroad,\nPray'r is a duty, which we always owe\n(Where-e'er we are) unto th' eternal God. \n\nWe all shou'd pray, like Peter in his room, \nOr else, like David, when a-bed he lay,\nOr else, like Daniel, in the dungeon's gloom:\nIn ev'ry circumstance we still shou'd pray.\n\nThe sacred fire upon th' altar li't,\nNever with-held from man its radiance bright -\nTo manifest that thou shou'dst ne'er permit\nThy zeal for pray'r to be extinguish'd quite.\n\nMan is the temple, the Almighty loves -\nMan's heart the altar, gives him most delight -\nPray'r is the sacrifice, he most approves -\nGive him that sacrifice, both morn and night.\n\nLet not thy temple wnt this sacrifice \nAt early morn, or at the noon-tide hour,\nAnd don't forget at night, if thou art wise,\nTo give due praise unto th' eternal Pow'r:\n\nSo shall thy God familiar be with thee,\nSo shalt thou ever his assistance have,\nSo shalt thou ever in his favour be,\nAnd thy dear soul from all its dangers save.\n\nThere's nothing in the world that shou'd impede\nGood Christians, their Creator to address,\nAnd do the work they have to do beside;\nWhatever trade, or calling they profess.\n\nA man may do his usual work, and yet\nWith unremitted zeal and ardor pray;\nFor mental pray'r will ne'er retard the feet,\nNor any labour of the hands delay.\n\nMoses, the while he travell'd o'er the plain,\nJoshua, whilst amid the mortal fray,\nChrist, on the road, and Paul upon the main,\nCou'd mind their bus'ness - and find time to pray.\n\nAlthough excuses often are allow'd, \nIn many a weighty and perplex'd affair; \nYet no excuse sufficient can be show'd \nTo screen, or palliate the neglect of pray'r.\n\nThou may'st absent thyself from church, when ill,\nAnd pardon for thy absence may'st implore:\nBut, whatsoever thy complaint is, still\nThou'rt bound to pray - until thou art no more.\n\nThou may'st from acts of charity forbear,\nWhen alms sufficient are not in thy pow'r:\nBut yet thou never must refrain from pray'r,\nHowever destitute, however poor.\n\nIn ev'ry state, at ev'ry time and place,\nPrayer is seasonable and useful still;\nLet nothing hinder thee, in any case,\nWith proper zeal this duty to fulfil.\n\nWhether in deep distress, or high in wealth,\nIn ev'ry state of life, wherein we are,\nOr in diseases, or in perfect health,\nA Christian may address his God with pray'r.\n\nNo locks, no bolts, no any human pow'r,\nNor all the world, can stop the rapid flight\nOf pray'r - or hinder it, at any hour,\nFrom posting to th' immortal Sire of light.\n\nPluck from its roots the quiv'ring tongue of man,\nCut off his feet, or chain them - from his heart\nHe ne'ertheless, spite of all hindrance, can\nHis fervent pray'rs to his Creator, dart.\n\nWhether on feast or fast, by night or day,\nAt morn or eve, or any time you will,\nPrayer to heav'n can wing its airy way -\nCome when it will - it shall be welcome still.\n\nEsther, tho' queen, was not allow'd to see\n(But at some certain seasons of the year)\nHer royal lord - but pray'rs always free\nTo go to God, without restraint or fear.\n\nGet up, like Daniel, with the dawning light,\nAnd make thy suit to God, at any hour,\nOr rise, like David, in the dead of night : \nFor always ready is th' Almighty pow'r.\n\nTho' God to no man living does allow\nThe honour, with his Saviour to confer -\nYet ev'ry Christian's pray'r to heav'n may go,\nAnd, at all seasons, gain admittance, there.\n\nThrough storms and show'rs, thro' ocean and the sky,\nThrough ev'ry fix'd or wand'ring star above,\nPrayer to God himself shall mount on high,\nAnd with the rapid flight of lightning move.\n\nNot heav'n or earth, or any human pow'r,\nAuthority, or angel from the sky,\nCan hinder pray'r, at any time or hour,\nFrom holding conference with Christ on high.\n\nIt needs not ask St. Peter for his key,\nBut may through all the angels pass alone,\nWithout one obstacle to block its way,\nBoldly unto our blessed Saviour's throne.\n\nPrayer will force the Deity, to hear\nIts plaints - and Christ, its doleful cause to plead -\nPrayer will make the Spirit interfere,\nWith sighs and groans for it to intercede.\n\nThe Giver of each gift that's good, will ne'er\nTurn back the pray'r that's faithfully address'd,\nBut Christ will bless each heart that is sincere,\nNor quit him, 'till he's of each wish possess'd.\n\nIf prayer shall not, what it asks, receive,\nIt some what, better yet than that, shall gain -\nFor Christ an ardent pray'r will never leave\nTo go for nought, or be preferr'd in vain.\n\nWhat do we owe unto the gracious Pow'r,\nWho, to our pray'rs, does the permission grant\nTo come unto his presence, any hour,\nAnd to obtain from him whate'er we want?\n\nPray'r is an arm which reaches very far -\nE'en from the earth unto the etherial sky -\nTo her God's treasures never have a bar,\nBut thence she takes, what may her wants supply.\n\nPrayer, of old, a mighty giant slew -\nPrayer, the lion's mouth shut up of yore -\nPrayer, the gates of iron open threw -\nPrayer, can save a man, at any hour.\n\nPrayer, lock'd up the heavens long from rain -\nPrayer, the ocean turn'd to solid land -\nPrayer, rais'd up the dead to life again -\nThere's nothing can the force of Prayer withstand!\n\nWhat thanks shou'd we, then, to the Godhead pay,\nWho to our Prayers a free admission grants,\nWhene'er we please, without the least delay,\nAnd satisfies with bounty all our wants?\n\nAll due respect and rev'rence and renown,\nBe to the Donor of each blessing given,\nTo him be honour, pow'r, and homage, shown,\nWho kindly hears us from the highest heaven!"}