{"subject": "The School-Boy", "text": "THESE hallowed precincts, long to memory dear,\nSmile with fresh welcome as our feet draw near;\nWith softer gales the opening leaves are fanned,\nWith fairer hues the kindling flowers expand,\nThe rose-bush reddens with the blush of June,\nThe groves are vocal with their minstrels' tune,\nThe mighty elm, beneath whose arching shade\nThe wandering children of the forest strayed,\nGreets the bright morning in its bridal dress,\nAnd spreads its arms the gladsome dawn to bless.\nIs it an idle dream that nature shares\nOur joys, our griefs, our pastimes, and our cares?\nIs there no summons when, at morning's call,\nThe sable vestments of the darkness fall?\nDoes not meek evening's low-voiced Ave blend\nWith the soft vesper as its notes ascend?\nIs there no whisper in the perfumed air\nWhen the sweet bosom of the rose is bare?\nDoes not the sunshine call us to rejoice?\nIs there no meaning in the storm-cloud's voice?\nNo silent message when from midnight skies\nHeaven looks upon us with its myriad eyes?\n\nOr shift the mirror; say our dreams diffuse\nO'er life's pale landscape their celestial hues,\nLend heaven the rainbow it has never known,\nAnd robe the earth in glories not its own,\nSing their own music in the summer breeze,\nWith fresher foliage clothe the stately trees,\nStain the June blossoms with a livelier dye\nAnd spread a bluer azure on the sky,--\nBlest be the power that works its lawless will\nAnd finds the weediest patch an Eden still;\nNo walls so fair as those our fancies build,--\nNo views so bright as those our visions gild!\n\nSo ran my lines, as pen and paper met,\nThe truant goose-quill travelling like Planchette;\nToo ready servant, whose deceitful ways\nFull many a slipshod line, alas! betrays;\nHence of the rhyming thousand not a few\nHave builded worse--a great deal--than they knew.\n\nWhat need of idle fancy to adorn\nOur mother's birthplace on her birthday morn?\nHers are the blossoms of eternal spring,\nFrom these green boughs her new-fledged birds take wing,\nThese echoes hear their earliest carols sung,\nIn this old nest the brood is ever young.\nIf some tired wanderer, resting from his flight,\nAmid the gay young choristers alight,\nThese gather round him, mark his faded plumes\nThat faintly still the far-off grove perfumes,\nAnd listen, wondering if some feeble note\nYet lingers, quavering in his weary throat:--\nI, whose fresh voice yon red-faced temple knew,\nWhat tune is left me, fit to sing to you?\nAsk not the grandeurs of a labored song,\nBut let my easy couplets slide along;\nMuch could I tell you that you know too well;\nMuch I remember, but I will not tell;\nAge brings experience; graybeards oft are wise,\nBut oh! how sharp a youngster's ears and eyes!\n\nMy cheek was bare of adolescent down\nWhen first I sought the academic town;\nSlow rolls the coach along the dusty road,\nBig with its filial and parental load;\nThe frequent hills, the lonely woods are past,\nThe school-boy's chosen home is reached at last.\nI see it now, the same unchanging spot,\nThe swinging gate, the little garden plot,\nThe narrow yard, the rock that made its floor,\nThe flat, pale house, the knocker-garnished door,\nThe small, trim parlor, neat, decorous, chill,\nThe strange, new faces, kind, but grave and still;\nTwo, creased with age,--or what I then called age,--\nLife's volume open at its fiftieth page;\nOne, a shy maiden's, pallid, placid, sweet\nAs the first snow-drop, which the sunbeams greet;\nOne, the last nursling's; slight she was, and fair,\nHer smooth white forehead warmed with auburn hair;\nLast came the virgin Hymen long had spared,\nWhose daily cares the grateful household shared,\nStrong, patient, humble; her substantial frame\nStretched the chaste draperies I forbear to name.\nBrave, but with effort, had the school-boy come\nTo the cold comfort of a stranger's home;\nHow like a dagger to my sinking heart\nCame the dry summons, 'It is time to part;\nGood-by!' 'Goo-ood-by!' one fond maternal kiss. . . .\nHomesick as death! Was ever pang like this?\nToo young as yet with willing feet to stray\nFrom the tame fireside, glad to get away,--\nToo old to let my watery grief appear,--\nAnd what so bitter as a swallowed tear!\nOne figure still my vagrant thoughts pursue;\nFirst boy to greet me, Ariel, where are you?\nImp of all mischief, heaven alone knows how\nYou learned it all,--are you an angel now,\nOr tottering gently down the slope of years,\nYour face grown sober in the vale of tears?\nForgive my freedom if you are breathing still;\n\nIf in a happier world, I know you will.\nYou were a school-boy--what beneath the sun\nSo like a monkey? I was also one.\nStrange, sure enough, to see what curious shoots\nThe nursery raises from the study's roots!\nIn those old days the very, very good\nTook up more room--a little--than they should;\nSomething too much one's eyes encountered then\nOf serious youth and funeral-visaged men;\nThe solemn elders saw life's mournful half,--\nHeaven sent this boy, whose mission was to laugh,\nDrollest of buffos, Nature's odd protest,\nA catbird squealing in a blackbird's nest.\nKind, faithful Nature! While the sour-eyed Scot--\nHer cheerful smiles forbidden or forgot--\nTalks only of his preacher and his kirk,--\nHears five-hour sermons for his Sunday work,--\nPraying and fasting till his meagre face\nGains its due length, the genuine sign of grace,--\nAn Ayrshire mother in the land of Knox\nHer embryo poet in his cradle rocks;--\nNature, long shivering in her dim eclipse,\nSteals in a sunbeam to those baby lips;\nSo to its home her banished smile returns,\nAnd Scotland sweetens with the song of Burns!\n\nThe morning came; I reached the classic hall;\nA clock-face eyed me, staring from the wall;\nBeneath its hands a printed line I read\nYOUTH IS LIFE'S SEED-TIME: so the clock-face said:\nSome took its counsel, as the sequel showed,--\nSowed,--their wild oats,--and reaped as they had sowed.\nHow all comes back! the upward slanting floor,--\nThe masters' thrones that flank the central door,--\nThe long, outstretching alleys that divide\nThe rows of desks that stand on either side,--\nThe staring boys, a face to every desk,\nBright, dull, pale, blooming, common, picturesque.\nGrave is the Master's look; his forehead wears\nThick rows of wrinkles, prints of worrying cares;\nUneasy lie the heads of all that rule,\nHis most of all whose kingdom is a school.\nSupreme he sits; before the awful frown\nThat bends his brows the boldest eye goes down;\nNot more submissive Israel heard and saw\nAt Sinai's foot the Giver of the Law.\nLess stern he seems, who sits in equal Mate\nOn the twin throne and shares the empire's weight;\nAround his lips the subtle life that plays\nSteals quaintly forth in many a jesting phrase;\nA lightsome nature, not so hard to chafe,\nPleasant when pleased; rough-handled, not so safe;\nSome tingling memories vaguely I recall,\nBut to forgive him. God forgive us all!\n\nOne yet remains, whose well-remembered name\nPleads in my grateful heart its tender claim;\nHis was the charm magnetic, the bright look\nThat sheds its sunshine on the dreariest book;\nA loving soul to every task he brought\nThat sweetly mingled with the lore he taught;\nSprung from a saintly race that never could\nFrom youth to age be anything but good,\nHis few brief years in holiest labors spent,\nEarth lost too soon the treasure heaven had lent.\nKindest of teachers, studious to divine\nSome hint of promise in my earliest line,\nThese faint and faltering words thou canst not hear\nThrob from a heart that holds thy memory dear.\nAs to the traveller's eye the varied plain\nShows through the window of the flying train,\nA mingled landscape, rather felt than seen,\nA gravelly bank, a sudden flash of green,\nA tangled wood, a glittering stream that flows\nThrough the cleft summit where the cliff once rose,\nAll strangely blended in a hurried gleam,\nRock, wood, waste, meadow, village, hill-side, stream,--\nSo, as we look behind us, life appears,\nSeen through the vista of our bygone years.\nYet in the dead past's shadow-filled domain,\nSome vanished shapes the hues of life retain;\nUnbidden, oft, before our dreaming eyes\nFrom the vague mists in memory's path they rise.\nSo comes his blooming image to my view,\nThe friend of joyous days when life was new,\nHope yet untamed, the blood of youth unchilled,\nNo blank arrear of promise unfulfilled,\nLife's flower yet hidden in its sheltering fold,\nIts pictured canvas yet to be unrolled.\nHis the frank smile I vainly look to greet,\nHis the warm grasp my clasping hand should meet;\nHow would our lips renew their school-boy talk,\nOur feet retrace the old familiar walk!\nFor thee no more earth's cheerful morning shines\nThrough the green fringes of the tented pines;\nAh me! is heaven so far thou canst not hear,\nOr is thy viewless spirit hovering near,\nA fair young presence, bright with morning's glow,\nThe fresh-cheeked boy of fifty years ago?\nYes, fifty years, with all their circling suns,\nBehind them all my glance reverted runs;\nWhere now that time remote, its griefs, its joys,\nWhere are its gray-haired men, its bright-haired boys?\nWhere is the patriarch time could hardly tire,--\nThe good old, wrinkled, immemorial 'squire '?\n(An honest treasurer, like a black-plumed swan,\nNot every day our eyes may look upon.)\nWhere the tough champion who, with Calvin's sword,\nIn wordy conflicts battled for the Lord?\nWhere the grave scholar, lonely, calm, austere,\nWhose voice like music charmed the listening ear,\nWhose light rekindled, like the morning star\nStill shines upon us through the gates ajar?\nWhere the still, solemn, weary, sad-eyed man,\nWhose care-worn face and wandering eyes would scan,--\nHis features wasted in the lingering strife\nWith the pale foe that drains the student's life?\nWhere my old friend, the scholar, teacher, saint,\nWhose creed, some hinted, showed a speck of taint;\nHe broached his own opinion, which is not\nLightly to be forgiven or forgot;\nSome riddle's point,--I scarce remember now,--\nHomoi-, perhaps, where they said homo-ou.\n(If the unlettered greatly wish to know\nWhere lies the difference betwixt oi and o,\nThose of the curious who have time may search\nAmong the stale conundrums of their church.)\nBeneath his roof his peaceful life I shared,\nAnd for his modes of faith I little cared,--\nI, taught to judge men's dogmas by their deeds,\nLong ere the days of india-rubber creeds.\n\nWhy should we look one common faith to find,\nWhere one in every score is color-blind?\nIf here on earth they know not red from green,\nWill they see better into things unseen!\nOnce more to time's old graveyard I return\nAnd scrape the moss from memory's pictured urn.\nWho, in these days when all things go by steam,\nRecalls the stage-coach with its four-horse team?\nIts sturdy driver,--who remembers him?\nOr the old landlord, saturnine and grim,\nWho left our hill-top for a new abode\nAnd reared his sign-post farther down the road?\nStill in the waters of the dark Shawshine\nDo the young bathers splash and think they're clean?\nDo pilgrims find their way to Indian Ridge,\nOr journey onward to the far-off bridge,\nAnd bring to younger ears the story back\nOf the broad stream, the mighty Merrimac?\nAre there still truant feet that stray beyond\nThese circling bounds to Pomp's or Haggett's Pond,\nOr where the legendary name recalls\nThe forest's earlier tenant,--'Deerjump Falls'?\nYes, every nook these youthful feet explore,\nJust as our sires and grand sires did of yore;\nSo all life's opening paths, where nature led\nTheir father's feet, the children's children tread.\nRoll the round century's fivescore years away,\nCall from our storied past that earliest day\nWhen great Eliphalet (I can see him now,--\nBig name, big frame, big voice, and beetling brow),\nThen young Eliphalet,--ruled the rows of boys\nIn homespun gray or old-world corduroys,--\nAnd save for fashion's whims, the benches show\nThe self-same youths, the very boys we know.\nTime works strange marvels: since I trod the green\nAnd swung the gates, what wonders I have seen!\nBut come what will,--the sky itself may fall,--\nAs things of course the boy accepts them all.\nThe prophet's chariot, drawn by steeds of flame,\nFor daily use our travelling millions claim;\nThe face we love a sunbeam makes our own;\nNo more the surgeon hears the sufferer's groan;\nWhat unwrit histories wrapped in darkness lay\nTill shovelling Schliemann bared them to the day!\nYour Richelieu says, and says it well, my lord,\nThe pen is (sometimes) mightier than the sword;\nGreat is the goosequill, say we all; Amen!\nSometimes the spade is mightier than the pen;\nIt shows where Babel's terraced walls were raised,\nThe slabs that cracked when Nimrod's palace blazed,\nUnearths Mycenee, rediscovers Troy,--\nCalmly he listens, that immortal boy.\nA new Prometheus tips our wands with fire,\nA mightier Orpheus strains the whispering wire,\nWhose lightning thrills the lazy winds outrun\nAnd hold the hours as Joshua stayed the sun,--\nSo swift, in truth, we hardly find a place\nFor those dim fictions known as time and space.\nStill a new miracle each year supplies,--\nSee at his work the chemist of the skies,\nWho questions Sirius in his tortured rays\nAnd steals the secret of the solar blaze;\nHush! while the window-rattling bugles play\nThe nation's airs a hundred miles away!\nThat wicked phonograph! hark! how it swears!\nTurn it again and make it say its prayers!\nAnd was it true, then, what the story said\nOf Oxford's friar and his brazen head?\nWhile wondering Science stands, herself perplexed\nAt each day's miracle, and asks 'What next?'\nThe immortal boy, the coming heir of all,\nSprings from his desk to 'urge the flying ball,'\nCleaves with his bending oar the glassy waves,\nWith sinewy arm the dashing current braves,\nThe same bright creature in these haunts of ours\nThat Eton shadowed with her 'antique towers.'\n\nBoy! Where is he? the long-limbed youth inquires,\nWhom his rough chin with manly pride inspires;\nAh, when the ruddy cheek no longer glows,\nWhen the bright hair is white as winter snows,\nWhen the dim eye has lost its lambent flame,\nSweet to his ear will be his school-boy name\nNor think the difference mighty as it seems\nBetween life's morning and its evening dreams;\nFourscore, like twenty, has its tasks and toys;\nIn earth's wide school-house all are girls and boys.\n\nBrothers, forgive my wayward fancy. Who\nCan guess beforehand what his pen will do?\nToo light my strain for listeners such as these,\nWhom graver thoughts and soberer speech shall please.\nIs he not here whose breath of holy song\nHas raised the downcast eyes of Faith so long?\nAre they not here, the strangers in your gates,\nFor whom the wearied ear impatient waits,--\nThe large-brained scholars whom their toils release,--\nThe bannered heralds of the Prince of Peace?\n\nSuch was the gentle friend whose youth unblamed\nIn years long past our student-benches claimed;\nWhose name, illumined on the sacred page,\nLives in the labors of his riper age;\nSuch he whose record time's destroying march\nLeaves uneffaced on Zion's springing arch\nNot to the scanty phrase of measured song,\nCramped in its fetters, names like these belong;\nOne ray they lend to gild my slender line,--\nTheir praise I leave to sweeter lips than mine.\n\nHomes of our sires, where Learning's temple rose,\nWhile vet they struggled with their banded foes,\nAs in the West thy century's sun descends,\nOne parting gleam its dying radiance lends.\nDarker and deeper though the shadows fall\nFrom the gray towers on Doubting Castle's wall,\nThough Pope and Pagan re-array their hosts,\nAnd her new armor youthful Science boasts,\nTruth, for whose altar rose this holy shrine,\nShall fly for refuge to these bowers of thine;\nNo past shall chain her with its rusted vow,\nNo Jew's phylactery bind her Christian brow,\nBut Faith shall smile to find her sister free,\nAnd nobler manhood draw its life from thee.\n\nLong as the arching skies above thee spread,\nAs on thy groves the dews of heaven are shed,\nWith currents widening still from year to year,\nAnd deepening channels, calm, untroubled, clear,\nFlow the twin streamlets from thy sacred hill--\nPieria's fount and Siloam's shaded rill!"}