{"subject": "Louisa: A Poetical Novel.  Second Epsitle.", "text": "START not, dear EMMA , at an hapless name,\nVeil'd to thy sense in perfidy and shame!\nOh! deep indeed the mists, they long have spread,\nTo Fancy's eye, round this devoted head!\nWhile deeper still the shades of anguish lower,\nDrear as the Night upon the wint'ry Bower,\nWhen bitter Winds howl fearful o'er the plains,\nAnd the bright Stars are quench'd amid the rains!\nSo quench'd each smiling Pleasure's roseate ray,\nThat once illumin'd lost EUGENIO'S way!\nBut, e'er his tortur'd Soul's incessant strife\nBurst the dark confines of disastrous Life,\nGiven, or with-held, by EMMA'S guardian hands,\nAs her Friend's peace hereafter best demands,\nWill she receive EUGENIO'S last request,\nIn faithful trust for her LOUISA'S breast,\nHear his sad story--that yet dares appear\nTo claim her justice, and implore her tear?\nIf so, let now thy gentle heart incline\nTo mourn the trials, and the pangs of mine!\nNo longer shalt thou think I basely sold\nMy peace, my liberty, my love, for gold:\nThat gold did purchase them, we know too well;\nBut Oh! no sordid sacrifice they fell!\nLearn then those dire Events, whose tyrant sway\nForc'd me to throw joy's vital root away,\nYield my LOUISA to their stern controul,\nGem of my youth! and day-star of my soul!\nTo thee, so long accustom'd to disclose\nWhate'er on Life the strengthen'd colour throws,\nTo thee LOUISA questionless appeal'd!\nRevel'd my vows, my broken faith reveal'd;\nTaught thee, through scenes, now past and gone, to rove,\nAnd hate the mean apostate to his love.\nVeil'd by her native Groves, I left the Maid,\nAnd journey'd onward from that blooming Glade,\nWith eyes, full oft reverted as I pass'd,\nWith many a look to Heaven in fervor cast,\nT' implore protection for LOUISA'S peace,\nHer health's dear safety, and our love's increase.\nEre yet I join'd the animated Train,\nWhole full-fraught Vessels seek the ports of Gain,\nTo that domestic scene I bent my way,\nWhich far in * Deva's woodland mazes lay;\nA rural kind Retreat from all the cares\nWhich busy Commerce for her Sons prepares,\nTranslucent Deva the green Valley laves,\nAnd darkling Alders screen her wandering waves,\nTill slow she rises from o'er-hanging Shades,\nAnd, seen at distance, through the opening Glades,\nWith bank less veil'd, and streams that mildly shine,\nLeads round the lonely Hills her silver line.\n*The River Deva, celebrated by Milton, and other of our Poets, rises in Merionethshire, and flows through mountains and beautiful scenery, still, as it is said, retaining its original name. In Cheshire it assumes that of Dee, which led some of the Commentators on the first Edition of this Poem to suppose the Villa of Ernesto in that county; but the author meant to place it in Wales, on the banks of the Deva, before it changes its title for one so much less harmonious, and waters a country more fertile, but much less lovely. \n\nIn that sweet Dale, and by a Mountain's side,\nWhose sheltering heights the angry North deride,\nAbode, so late, of Cheerfulness and Ease,\nWhite gleams the Mansion through the waving Trees!\nTall are the Trees that whisper round its Walls,\nAnd soft the pathway down the Valley falls!\nOh! how each charm, that decks the quiet scene,\nAssum'd new grace, and wore a softer mien,\nFrom the blest thought, that soon the nuptial Hour\nWould lead LOUISA to my native bower!\n'Twas there my gentle Parents often knew\nThe calm sweet Night, the Day that lightly flew;\nAnd there the heart-felt pleasure gaily shew'd\nEUGENIO'S welcome to the green abode.\nA Father's elevating gladness prov'd \nHow dear the presence of the Son he lov'd.\nMy gentle Mother, archly smiling, prest\nThe love-sick Wanderer to her honor'd breast;\nFor so she fondly call'd her darling Youth,\nYet lov'd his ardor, and approv'd his truth.\nMy Sisters, fair, ingenuous, graceful Maids,\nTh' acknowledg'd pride of all the neighbouring Shades,\nMet me with with bounding step, and joyous mien,\nAnd rays of transport brighten'd all the scene.\nNor wilt thou, mighty Love! upbraid my Heart,\nFor bearing in their joys so warm a part;\nSince no ambition gloom'd my Father's brow,\nNo thirst of wealth reproach'd my plighted vow;\nHe scorn'd to name LOUISA'S want of gold,\nBut gladly listen'd while her worth I told.\nPleas'd has he seen her in this melting eye,\nPleas'd with her name, half whisper'd in a sigh;\nThen would I grasp his hand, and ardent say,\n'Oft shall my Parents bless our bridal Day,\n'Since, from that Soul of sweetness, they shall share\n'A Daughter's tenderness, an Angel's care;\n'For hers each Virtue, and each Grace refin'd,\n'That breathe on Loveliness the glow of Mind,\n'And, with assiduous Duty's cheering pow'r,\n'Strew Life's worn path with ev'ry filial flow'r.'\nOne Eve, as on the shady bank I rode,\nWhere through new Dales the beauteous Deva flow'd,\nLoitering I listen to the Red-breast clear,\nThe last, lone Songster of the waning Year. \nLight o'er the leaves sweet Autumn breathes serene,\nAnd tips with gold their yet unfaded green.\nNow many a vapor grey the stream exhales,\nAnd Twilight steels unheeded on the Vales;\nO'er the hill-top the lines of crimson run,\nThe glowing raiments of the vanish'd Sun;\nNor yet the deep'ning shades of Night impede\nMy roving course, which pensive musings lead,\nWhat time the * Moon of Ceres mildly throws\nHer shadowy grace, and breathes her soft repose\nO'er the dark Shrubs, that clothe the rocky Steeps,\nShelve from their tops, and fringe the crystal Deeps;\nWhile, as around those Rocks the River glides,\nWhite moon-beams, tremble in the glancing tides.\n*Moon of Ceres , the Harvest Moon.\n\nSudden, wild sounds are borne along the gales!\nThe piercing shriek my startled ear assails!\nBut scarce a moment, with check'd rein, I stand,\nTh' uplifted cane grasp'd sternly in my hand,\nEre bending forward o'er my eager Horse,\nUrging, with needless spur, his rapid course,\nAnd plunging through the deep, opposing flood,\nI pierce the tangled mazes of the Wood.\nOn fibrous Oaks, that roughen all the ground,\nMy Steed's fleet hoofs, with hollow noise, resound;\nAnd, doubled by the echos from the caves,\nAppal a guilty band of desperate Slaves;\nFor soon, in ruthless, felon-gripe, I found\nA beauteous Female, screaming on the ground;\nDragg'd from her Horse, that graz'd unconscious near,\nHer tresses torn, and frantic with her fear. \nTwo livery'd Youths, attendant on the Maid,\nAt the first onset in that gloomy Glade,\nHad, or seduc'd by Gold, or wing'd by dread,\nFrom danger, and from duty, coward fled.\nAlarm'd, the Villains quit their struggling Prey,\nAnd two, with terror struck, speed fast away.\nFiercer the third, the arm of blood extends;\nThe levell'd tube, in dire direction, bends!\nYet no cold fear arrests my vengeful force,\nAnd his wing'd death-ball flies with erring course;\nBut not descends my nervous blow in vain,\nThe hidden lead indents the Murderer's brain;\nWith one demoniac glance, as down he fell,\nThe Soul starts furious from its vital cell.\nThen tender pity, and assiduous care,\nConduct me swiftly to the swooning Fair.\nThe light, cool drops, scoop'd from the neighbouring spring,\nO'er her pale brow solicitous I fling;\nTill Life's warm tide, which long the Heart detains,\nReturns, flow purpling the forsaken veins.\nIn one deep sigh, as Recollection came,\nIt wakens Gratitude's impetuous flame.\n'For more than Life,' exclaims the trembling Maid,\n'I stand indebted to thy generous aid.'\n'Cease, Fair-One, cease.--Well might this arm deserve\n'That deadliest Palsies wither ev'ry nerve,\n'Had it refus'd the aid to thee it gave,\n'Or coward shunn'd the duty of the Brave!\n'But let me now, since danger haunts delay,\n'To safer scenes my lovely Charge convey.\n'Deep in yon vale, ERNESTO'S modest Dome\n'Lifts its fair head--my tranquil, happy home!\n'There ev'ry welcome shall her steps receive,\n'That hospitable affluence knows to give.'\nThis said, her trembling Form, with anxious haste,\nMy twining arms on her light Courser plac'd;\nThen, as emerging from the darkling Wood,\nAlong the moon-bright Dales we slowly rode,\nSurpris'd his gorgeous trappings I behold,\nThe net of Silver, and the thongs of Gold;\nWhile all the vestments of the lovely Dame\nThe pride of elevated rank proclaim.\nThe costly lace had golden leaves imprest\nLight on the borders of the pearly vest;\nHer taper waist the broider'd zone entwines,\nClasp'd by a Gem, the boast of Orient Mines;\nOn as we pass, on ev'ry side it gleams,\nAnd to the Moon, in trembling lustre, streams!\nDear EMMA , that the splendid garb could gain,\nE'en in an hour exempt from grief and pain,\nTh' attentive gaze, proves my devoted heart\nFrom eyes so bright met no resistless dart;\nFor when the Maid Love's potent cestus wears,\nThe jealous God no glance dividual bears.\nAh! in those halcyon days, a Mind at ease\nEmpower'd slight things to interest, and to please;\nThat Memory should their faded tints relume,\nWhen Deprivation's deepest shadows gloom,\nPerhaps seems strange!---- that full, and free,\nMy long imprison'd Spirit springs to thee,\nFriend of my Love! to whom I dare reveal\nAll that my Soul has felt, or knows to feel,\nSo soften'd seem th' asperities of Grief,\nMy Senses anchor on the kind relief;\nWith trivial circumstance retard the pen,\nEre languid Solitude shall lower again;\nFor oh! when, lost in woes of lengthen'd date,\nAlone we've lean'd upon the thorn of Fate,\nSeeking, at last, the kind assuasive rest,\nFound only on Compassion's downy breast,\nWe feel, as soft th' imparted Sorrows flow,\nAlmost discharg'd the bitterness of Woe.\nWithin ERNESTO'S hospitable gates,\nAlarm'd at my delay, Affection waits;\nBut as I lead the bright distinguish'd Maid,\nExplain her danger, and my prosperous aid,\nThe dear Inhabitants around her move,\nWith deep respect, kind care, and generous love.\nAnd soon we learn, our peaceful walls contain\nThe splendid Heiress of a vast Domain,\nEMIRA , she, whose wealth, and charms inspire,\nThe crowd of titled Youth with amorous fire;\nWhile Rumour paints her, 'midst th' obsequious Train,\nThough frolic, insolent; though haughty, vain.\nBut to our eyes, these wild and wandering fires\nAre screen'd by rising Hopes, and gay Desires;\nFor still, the parting Hour with care delay'd,\nEMIRA loiters in ERNESTO'S shade;\nThe noon-tide Sun, the Evening's softer ray\nBeholds the Fair-One through the Valley stray;\nThus, on * MATILDA leaning, fondly own\nHer Heart's new choice in Passion's warmest tone.\n*EUGENIO'S Sister.\n\n'Lost to the World, for ever could I dwell\n'In the dear precincts of this sylvan Cell;\n'Renounce each vain, though once ador'd delight,\n'That dissipates the Day, or gilds the Night;\n'That can each gay seducing art employ,\n'To flatter Beauty, and inspirit Joy.'\nThus the proud Maid, of all her scorn disarm'd,\nBy strange, and partial preference strongly charm'd,\nFeels a new Eden steal upon the bowers,\nAnd chides with sighs the swiftly fleeting Hours;\nStill at the cheerful Board, or as she roves\nAlong the Plain, or lingers in the Groves,\nEach glowing wish, from new-born Passion sprung,\nEach soft disorder, on her eye-lids hung,\nAt my approach reveal, though much in vain,\nWhat words are little wanted to explain.\nVain! had I never seen the matchless grace,\nThe touching sweetness of LOUISA'S face;\nWhere from each feature beams, or mildly plays,\nRefin'd intelligence, with varying rays;\nWhere native dignity, with air serene,\nConscious, not arrogant, adorns her mien;\nWhile from those eyes, in scorn of artful wiles,\nThe tender spotless Soul looks out, and smiles.--\nThere unbeheld, yet still EMIRA'S charms\nHad ne'er allur'd EUGENIO to her arms;\nFor oh! the fever'd languor of the eye,\nThe restless blushes, the voluptuous sigh,\nTh' impatient haughtiness, but half conceal'd,\nThe rage of pleasure in each glance reveal'd,\nThough, in youth's fervid hours, perchance they fire\nThe kindling ardors of unaw'd Desire,\nQuench, while the transient flames their force impart,\nThe torch of Passion, ere it reach the Heart.\n'Twas thus the youthful Ithacan survey'd\nThe Goddess Nymph, beneath her magic Shade;\nWhile Eucharis' mild beauties foil'd the sway\nOf charms, that deck'd the Daughter of the Day;\nBy Love protected, when the Princely Boy\nBeheld the Dame her wonted lures employ;\nSaw her fine Form, by all the Graces drest,\nThe glowing purple of the floating vest,\nAnd on her blooming cheek the tresses bright,\nThat play'd in wavy wreaths of golden light,\nOr on her snowy bosom, shining fell,\nLike a warm Sun-beam on a Lily's bell.\nNot more EMIRA'S charms my Soul engage,\nThe fair Calypso of a sensual age;\nAnd than licentious Beauty less, the stores\nThat splendid Fortune on EMIRA pours;\nOr the proud boast of lineal Blood, allied\nTo Rank, and Pow'r, could wake that senseless Pride,\nWhich quenches the soft warmth that Love inspires,\nAnd lights the nuptial torch with rayless fires.\nTo save the Fair-One from the thorny smart\nOf hopeless Passion, rankling in her heart,\nI urge my gentle Sisters to reveal\nAll my charm'd senses for LOUISA feel;\nThe worth, the graces, which around her wait,\nAnd all the smiling prospect of our fate.\nEMIRA listens with impassion'd scorn,\nOf wounded Pride, and rival Anger born.\nUnwish'd, unwelcome, as the theme arose,\nHer clouded cheek in deep sussusion glows,\nProudly exclaiming,--'Can EUGENIO prove\n'Cold, and obdurate to my lavish Love?\n'Has Beauty's magic zone my bosom bound,\n'Does Rank exalt me, and has Fortune crown'd,\n'That faint attractions in a Village Maid\n'Should shield the Passions which these eyes invade?\n'Impossible!--but oh! thy lips impart\n'The sting of jealousy, that goads my heart.\n'MATILDA , all my waking dreams divine\n'Thy charming Brother shall at length be mine!\n'This groveling flame was but ordain'd to prove\n'Thy Friend's wish'd triumph at the shrine of Love,\n'And, by comparison of brighter charms,\n'To light EUGENIO to EMIRA'S arms.'\nThus, while self-flatt'ring Pride her Mind assures,\nThe artful Fair-One spreads her varied lures;\nSometimes, with archness laughing in her eyes,\nHangs on my arm, and ridicules my sighs;\nAnd oft with coyer tenderness appears,\nWhile Love's warm glances steal through shining tears;\nNow, with arch'd brow, and supercilious stare,\nAffects the empress-dignity of air;\nAnd now, as reasoning with a wayward Heart,\nIn trances, broken by the frequent start,\nWith pausing step she wanders through the Grove,\nA female Proteus in the wiles of Love!\nTo muse at leisure on my lovely Maid,\nAnd woo her image in the lonely Glade,\nWhere no EMIRA , by the rigid laws\nPoliteness dictates, my attention draws,\nFar in the Wilds I wander through the Day,\nAnd to a lowly Cot at midnight stray;\nThere taste the sweetness of that deep repose,\nWhich from applauding Conscience gently flows,\nWhen Health, and Hope, their downy pinions spread,\nAnd scatter roses on the youthful bed.\nLight with the Dawn disperse my tender dreams;\nAnd now the Sun looks golden on the streams!--\nO Morn! the last for me that gaily rose,\nOn Memory's tablet still thy beauty glows.\nCharm'd, as I wander'd through the dewy Vale,\nAnd drank the spirit of the Mountain-gale,\nHow little did my unconscious heart divine,\nThe joys thou gav'st should ne'er again be mine!\nOn as I rov'd along the winding Glades,\nA Youth in haste the sylvan Copse pervades!\nSays, his commission instantly recalls\nMy devious step to the paternal walls.\nUpon the rustic countenance appears\nA fix'd solemnity, that wakes my fears.\n'Oh! is all well?'--with breathless haste I cry.\n'Thy Friends are well,' --his faltering lips reply;\nThen dread, lest sad intelligence invade\nThe precious quiet of my native Shade,\nSickens my heart;--and swiftly as I go,\nFrom my pale lip disorder'd accents flow;\nEach moment, for LOUISA'S Life, arise\nPrayers, that implore the mercies of the Skies.\nAnd now my quick, unequal steps are led,\nA Day of gladness where they us'd to spread;\nBut ah! no silver tones EUGENIO call!\nNo bounding foot-step meets me in the hall!\nSuspense, with all its heavy heart-ach, teems,\nAnd palpable the solemn, stillness seems!\nSo, when returning from the well-fought plain,\nAs near thy Castle-walls thou led'st thy Train,\nO Hardiknute! such pangs as there opprest,\nIn Hope's warm hour, thy brave, and veteran breast.\nAlong the midnight glooms, that thick impend,\nWhile howls the Storm, the beating Rains descend,\nThou see'st no Guard upon the turrets height,\nWhose streaming torches us'd to gild the night!\nBlack, as a mourning weed, they silent stand,\nAnd daunt the stoutest heart in Scotia's Land!\nAppall'd, like him, I felt the stillness dire;\nEager to learn--not daring to enquire,\nAs one transfix'd, a few dread minutes wait,\nWhile silent Horror shrouds impending Fate!\nMy Father enter'd--with a cheek how pale!\nAnd oh! that look!--it told an awful tale!\n'Twas mournful!--supplicating!--'Heavenly Powers!\n'In that dim gaze how deep an anguish lowers!\n'LOUSIA ! lives she?'--dreading the reply,\nMy Soul hung trembling in my straining eye.\n'My Son, the sweet LOUISA lives,--and knows,\n'I hope, the peace that Innocence bestows;\n'Oh! may it long be hers!--but now remains\n'A task for me, replete with sharpest pains!--\n'EUGENIO !--Penury's dire blasts assail,\n'And Hope is frozen in the bitter gale!\n'Yes,--BELMOR has deceiv'd my boundless trust,\n'To Friendship treacherous, and to Faith unjust!\n'Unhappy Hour, when Confidence intire\n'Lur'd me to follow that misleading fire,\n'Those gay commercial visions, false, and vain,\n'The glittering meteors of his artful brain!\n'Too well he knew no genuine light they gave,\n'And now they sink in Ruin's whelming wave!\n'Oh! great, and numberless the Ills, that spread\n'Their mingled horrors round this aged head!\n'The pang of seeing thy sweet Sisters, born\n'To fairest hopes, from ease and affluence torn!\n'Expos'd to all those guileful snares, that wait\n'The beauteous Indigent's disastrous fate!\n'Ills, whose bare dread a Father's bosom tears,\n'And blends with agony his anxious cares.\n'Thy dearer Mother!'--Here he turn'd his head,\nAnd pausing wept;--at length, resuming, said,\n'These hovering woes, that o'er our house impend,\n'Thou, my dear Son, e'er their dread weight descend,\n'Thou canst avert!--but oh! at what a price!\n'Persuasion shall not urge--nor prayers intice.\n'Two hours ere thy return, EMIRA found\n'Thy Sisters eyes in streaming torrents drown'd;\n'Learn'd, from their trembling lips, the cruel Cause,\n'Which the dark cloud of consternation draws\n'Wide o'er my Roof--that yesterday survey'd,\n'Domestic Comfort's fair, and favorite shade.\n'We know that Fortune on EMIRA pours\n'Her golden treasures in unstinted showers.--\n'EUGENIO ! she stands ready to replace\n'Thy Father's comforts on a lasting base!\n'Rescue his falling Fame!--the numbers save,\n'Whose hopes in his destruction find a grave;\n'And light, while Woe's dark cloud her wealth removes,\n'Joy's living spark in many an eye he loves!\n'But at the price--Great God!--thy Father's fears\n'Shrink from the sound, and whelm it with his tears!\n'By sharp Distress at last to name it driven!--\n'Thy hand to her,--e'en at the ALTAR given!--\n'Alas! th' impossibility e'en now\n'Glooms in the grief, the horror of thy brow!--\n'Oh! for myself --I could not wish to gain\n'Exemption from the sharpest earthly pain,\n'By banishing each hope, his Love had won,\n'From the kind, duteous bosom of my Son!\n'But for their dearer sakes who fall with me,\n'Perhaps I dare--to hope e'en this from thee.\n'Thou know'st, when Peace, and Plenty's jocund Powers\n'Hung their ripe clusters round our blooming bowers,\n'The joys that Love, not those which Wealth impart,\n'Form'd the warm wish for thee, that fill'd my heart;\n'But now--EUGENIO , listen! could'st thou bear\n'LOUISA'S breast this weight of woes should share?\n'Would'st thou the blossoms of her youth transplant\n'Into the blasting soil of worldly Want?\n'Whose pangs, though ne'er her soft complaints reveal,\n'She will not therefore less severely feel; \n'Since, when a breast, far dearer than our own,\n'Receives the darts by that fell Demon thrown,\n'Fast wasting health, and spirits broke, will prove,\n'Far from extracted, they are barb'd by Love.'\nHere sighs, that seem'd to shake his frame, betray'd\nHow deep he felt the sorrows he pourtray'd;\nBut yet, though still his heart with anguish bled,\nFail'd speech recovering soon, again he said,\n'It is not much my waining Life's remains\n'Should shorten'd sink by Penury's cruel pains;\n'Ah! rather could I bear their utmost strife,\n'Than wish to quench the torch that gilds thy Life,\n'Sweet Possibility! which yet appears,\n'Borne on th' eventful flight of days, and years,\n'Whose chance propitious might each bar remove,\n'Or Industry restore the joys of Love;\n'Though sharp the consciousness, that BELMOR'S art\n'Must to my Fame the deadliest wound impart!\n'For oh! the Many, who their ruin owe\n'To my rash hopes unhappy overthrow,\n'Will, without scruple, think by fraud I won\n'The confidence, which drew that ruin on.\n'Hard to resign, for such opprobrious blame,\n'The honest triumph of a spotless name;\n'E'en when the Heart dares to itself appeal\n'From blind Injustice, and misguided Zeal!\n'Their torrent Reason strives to stem in vain;\n'Truth pleads to Air, if Prejudice arraign.\n'Her censures daily level with the Base\n'A thousand names, no actual crimes disgrace;\n'Pull down the fame a Life of virtue built,\n'And stamp Imprudence with the brand of Guilt.\n'And yet, I would not ask my Child to save\n'From Pains, that seem to rob of rest the Grave ,\n'My hapless Spirit, at a price so great,\n'To shade perchance with deeper gloom his fate!\n'But, oh! my lov'd EUGENIO !--from a woe,\n'Sharper, I trust, than thou wilt ever know,\n'My Sense recoils!--my Wife!--my dearest Wife!\n'The sweet Companion of my lengthen'd Life!\n'Thy Mother!--for whose peace, and health, my cares,\n'My fond attention, my incessant prayers,\n'The Day and Night beheld!--Oh! must I see\n'That dear One pine in helpless Poverty?\n'While pale, and trembling, sinks the vital flame,\n'Must her soft, delicate, and feeble Frame,\n'To Charity's donation, cold, and scant,\n'Owe its exemption from extremest want?\n'Can I see this--unable to obtain\n'Those common comforts the Laborious gain,\n'Conscious, my own infatuated rashness shed\n'This bitter phial on her gentle head?\n'My Son!--my Son!'--Then, on my shoulder thrown,\nHeart-smote, and wan, he heav'd the bitter groan.\nOh! while these arms their honour'd Burden prest,\nAs his sunk cheek felt cold upon my breast,\nWhat words can paint the deep distress I bore,\nWhat Horror smote me, and what Anguish tore?\nCould I behold the Author of my birth\nThus bend in woe the hoary head to Earth;\nRound his weak Frame such whelming anguish rage,\nNor snatch from the dread storm his failing age,\nBecause my Hopes--my Peace--perhaps my Life\nWere doom'd to perish in the filial strife?\nImpossible!--the softer Passions fly,\nNor dare dissolve great Nature's primal tie.\n'Be comforted, my Father!--Could thy Son,\n'Oh! could he live to see thee thus undone,\n'Endure the knowledge, that when Fortune gave\n'The power to save thee, he refus'd to save?\n'The torturing self-reproach must rend his brain,\n'And wake to phrenzy the remorseful pain.\n'But O my Love!--yet pardon me!--I go\n'Alone to stem conflicting tides of woe!\n'I go, to teach my soul her arduous task,\n'And gain by prayer the fortitude I ask!'\nSo saying, to his couch my Sire I led,\nAnd smooth'd the pillow for his languid head.\nWith softer tears his trembling eye-balls shone,\nAnd faltering accents ardent blest his Son.\nThen up the Mountain's steep and craggy side,\nWith step precipitate, I wildly stride;\nNow stung with tortures of the last despair;\nNow sunk in grief;--now energiz'ed by prayer;\nNor yet in vain th' heart-rending efforts prove,\nWarm Duty rises over bleeding Love!\nThe struggle past!--my peace!--my freedom given!\nThy anchor Hope, on shoreless oceans driven!\nWhat then to Justice, or to Love remain'd,\nBut to restore the heart, my vows had gain'd?\nWrench from LOUISA'S breast its cherish'd bane,\nAnd nobly the last sacrifice sustain?\nRenounce her pity, and inspire her hate,\nIn tenfold gloom, though it involve my fate?\nTeach her to think the Villain-baseness mine,\nThat bows the venal Heart at Fortune's shrine?\nSo might th' indignant sense of barter'd Truth\nQuench the disastrous Passion of my Youth;\nNow doom'd to darken every Hope, that cheers,\nWith shining promises, the rising years!\nHad I the dread necessity explain'd,\nThat with resistless force my freedom chain'd;\nTore the sweet bands, by virtuous Passion tied,\nAnd stamp'd our Constancy with Parricide;\nThen had LOUISA fortified my Soul,\nAnd urg'd my ling'ring step to Duty's goal;\nHad given me back, with Pity's softest brow,\nOf Love so ruinous, the ill-starr'd vow;\nA self-devoted Exile fled my arms,\nBut sorrowing fled them, and resign'd her charms\nTo fruitless Constancy, and fond Regret;\nOrdain'd to mourn--unable to forget;\nThat pine in Solitude the live-long Day,\nFeed on the heart, and steal the life away.\nLOUISA'S pity had my sufferings found,\nSomewhat it sure had balm'd th' embosom'd wound;\nBut since e'en her dear sympathy was weak,\nOf Fate's dread shaft th' envenom'd point to break,\nI strove t' avert the slow-consuming pain,\nAnd, for the conflict, arm'd her with disdain;\nThat cruel conflict, which the Passions prove,\nEre high-soul'd Scorn subdues a rooted Love.\nStill, to my Being's latest verge, be borne\nThe dear, mistaken Maid's unceasing scorn;\nOh! be they borne in this unhappy breast,\nTo the cold bed of its eternal rest!\nNear seems that rest my wearied Life desires,\nPain breaks her springs, and Sickness dims her fires;\nAnd Hope, who comes in sable vest array'd,\nPoints, with pale hand, to Death's eternal shade!\nBut yet,--when past the expiatory doom,\nWhen Misery's shafts lie broken on my tomb,\nTh' exploring gaze, sweet EMMA , kindly bend\nOn the dear bosom of thy beauteous Friend;\nIf thou shalt mark, that cold contempt sustains\nThat seat of softness from assaulting Pains;\nThat no dim tears her cheek's warm roses pale,\nNo sighs of anguish swell the lonely gale,\nWhose murmurs o'er the grass-green sod shall rise,\nWhere, cold, and peaceful, lost EUGENIO lies,\nThen, that thou name me not , my Soul implores,\nNor snatch the peace away Disdain restores;\nThe cruel change thy tenderness will fear,\nOf Pride's stern frown, for Pity's heart-wrung tear.\nOh! shall one selfish wish her peace invade,\nThat Love so agoniz'd may sooth my shade?\nNo, EMMA , no!--my Soul for hers shall wait,\nTill soft it pass the everlasting Gate;\nFrom those dear Eyes till Light Divine shall clear\nThe film, that mortal Chance had darken'd there;\nFond Memory's deep reproach for aye remove,\nAnd pleading Seraphs reunite our Love!\nBut Oh! should Pity, with intrusive sway,\nRange her sad Images in dire array, \nAnd to LOUISA'S mental fight disclose\nThe bed of Death--the agonizing throes;\nOh! should she think she sees in struggles rise\nThat breath, which wak'd for her the fondest sighs!\nThose Eyes, whose softness shall no more betray,\nThrow their last glances on the final day!--\nIn such an hour, should Scorn, and Anger prove\nWeak to dispell the grief-awaken'd Love;\nSorrowing for him, who could her hopes deceive,\nShould she, in bitterness of Spirit, grieve\nFor Guilt, which, unextenuated, rears\nBarriers to last beyond this Vale of tears;\nThen, EMMA , then, the sad events relate, \nThat wove the sable texture of our fate.\nMy dear LOUISA !--pardon him, who strove,\nBy means so seeming harsh, to quench thy Love!\nHard was the task, that kindness to resign,\nWhich my torn bosom could demand of thine;\nEsteem, that might have borne eternal date,\nSince plac'd, by Virtue, past the reach of Fate;\nThat bless'd compassion, my sad lot had won,\nA Wretch by Fortune, not by Crimes undone;\nThese to renounce!--with my own hand to throw\nIn her dark chalice added dregs of woe;\nTo pierce my Soul with voluntary pains,\nA Suicide on Comfort's last remains,\nWas hard!--but generous Love the effort made,\nThy quiet ask'd;--I trembled--and obey'd!\nWhen to that purer World our Souls are borne,\nWhere every veil from every breast is torn,\nMy willing Spirit, in the Realms above,\nShall meet the searching Eye of wounded Love;\nTo thee, LOUISA , my past woes impart,\nAnd hear thy Angel Voice ABSOLVE MY HEART."}