{"subject": "The Angel That Sows The Flowers", "text": "At God's right hand the angels stand\n In the courts of Heaven above,\nThey bow with folded wings ere they fly\n On their missions of pity and love.\nThere are many who wait for His high commands,\n And each has his own full powers,\nBut the sweetest of all the angels there\n Is the one who sows the flowers.\nHe stands the nearest unto God,\n He can almost touch His hand;\nHis hair is golden, and his wings\n Are the whitest of all the band.\nBut his brothers know not even his name\n As we on this earth know ours;\nThey only know him in that high land\n As the one that sows the flowers.\nWhen the winds of earth are soft and low,\n And the fields are moist with the rain,\nThis angel bends his radiant head\n On wood and field and plain.\nThen his eyes look right into those of God\n While his wings he gently lowers;\nAnd this whisper is heard through the whole of heaven;\n 'Is it time to sow the flowers?'\nThen God said, touching his golden head,\n 'Go down to the haunts of men;\nLet the flowers grow up like my love for them,\n By wood and stream and glen.\nGo down; and wherever thy feet shall stray\n The flowers will spring into birth,\nTo teach the heart that is doubting still\n The love I have for the earth.'\nSo the angel that sows the flowers came down\n With a deep rich light in his eyes,\nAnd the clouds took a softer look as they spread\n Their white wings over the skies.\nThey wept sweet tears on the angel's head,\n Till around him, as he stood,\nA full green glory of birds and flowers\n Burst forth by meadow and wood.\nThey grew into life at the touch of his feet,\n Or wherever his wings were thrown;\nAnd their eyes grew wet with the purest of dews,\n And they turned and looked into his own.\nBut sweetest of all the blossoms that grew\n In the soft spring winds to wave,\nWere those that smiled like an infant child,\n From grass that was over a grave.\nAnd wherever the angel laid him down\n For a moment to rest his feet,\nA glory of blooms burst forth, till the wind\n With their very breath was sweet.\nAnd this is why, when you come to a spot\n Where the blossoms are thick and fair,\nYou know the angel that sows the flowers\n Has lain for a moment there.\nThrough this earth of ours, on his mission of love,\n The angel went his way;\nAnd sunshine and song went along with him,\n Till the earth was glad and gay.\nThen he knelt him down with his hands on his breast,\n And turned his face to the skies,\nAnd as soft as dew in the hush of the night\n Rose the tears into his eyes.\n'Farewell, my flowers, for my task is done,\n Till the time that I come again,\nI leave you to sway when the west winds play,\n And your thoughts in the hearts of men.\nSo that, when you feel their incense steal\n From the wings of the dewy showers,\nThey will think of the love of the Master above,\n Who sent me to sow the flowers.'"}