{"subject": "Ruins At Pæstum", "text": "Call ye these 'ruins'? What is ruined here?\nWhat fallen shaft,-what broken capital,-\nWhat architraves or friezes, scattered round,-\nWhat leaning walls, with ivy overrun,\nOr forced asunder by the roots of trees,\nThat have struck through them, tell you here was once\nA finished temple,-now o'erthrown by time?\nSeems it not, rather, a majestic fane,\nNow going up, in honor of some god,\nWhose greatness or whose beauty had impressed\nThe builder's soul with reverence profound\nAnd an entire devotion? It is true,\nNo tools of architects are seen around,\nCompass, or square, or plummet with its line;\nElse, one might argue that the artisans\nHad gone to dinner, and would soon return,\nTo carry on the work they had begun,\nAnd, thus far, done so well. Yet, long ago,\nThe laborers who hewed these massy blocks,\nAnd laid them where they lie; who grooved these shafts\nTo such a depth, and with such perfect truth,\nWere called off from their work; not called, indeed,\nWith sweating brow, to eat their daily bread;\nBut to lie down in the long sleep of death,\nTo rest from all their labors, and to mix\nTheir own dust with the dust that autumn's blasts\nOr summer's whirlwind drives across this plain,\nAnd through these voiceless temples, that now stand,\nTheir only, their mysterious monument.\nMysterious? Ay; for, if ye ask what age\nBeheld these temples rise, or in what tongue\nThe service was performed, or to what god\nThis fane or that was dedicate, no name,\nInscribed along the architrave, records\nBy whom, or to whom, wherefore built, or when.\nAnd, if ye ask the Muse of History,\n'Non mi ricordo,' is her sole reply.\nTradition, too, that prates of all things else,\nIs silent as to this. One only ray\nShoots through the darkness that broods o'er these fanes;\nBut that is not more worthy of our trust,\nThan is the ignis fatuus that, at times,\nSwims doubtfully by night across this plain,\nSeeking, not finding rest. It is the ray\nThrown from the lamp of Logic, reasoning thus:\nShe has been told that Pæstum's ancient name\nWas Posidonia. She has also learned\nThat, by the Greeks, old Neptune, ocean's god,\nWas called Poseidon. 'Ergo,' says the dame,\nWho, from slight data, draws conclusions grave,\n'Pæstum was Neptune's city; and the fane\nThat, in its grandeur and magnificence,\nExcels the rest, must have been Neptune's temple.'\nBut wherefore Neptune's? Standing on this plain,\nThat stretches seaward for a league or more,\nThese massy columns never could have seen\nThemselves reflected from the glassy wave,\nWhen it lay sleeping on the nearest shore;\nNor could the surge, when lifted by the storm,\nHave ever fallen, and bathed their feet in foam.\nNor could old ocean's monarch, while he dwelt\nWithin his own domains, have e'er beheld\nThe votive gifts suspended on these walls,\nOr heard the prayers or praises offered here;\nUnless, indeed, the zealous worshipper\nHad, with a trumpet, called upon his god,\nAnd spoken in thunders louder than his own;\nOr,-which is far from probable,-unless\nThe god had taken a carriage at the beach,\nAnd been set down here at his own expense,\nWhene'er he wished to show his peaceful head\nTo those who bowed in worship at his shrine.\nI 've seen seven columns, standing now at Corinth,\nOn five of which,-for two bear nothing up,-\nSome portion of the entablature remains;\nAnd that old ruin the same style displays\nOf severe Doric beauty, that prevails\nIn these grave works of hoar antiquity.\nBut to what god rose the Corinthian fane,\nOr when, or by what architect, 't was reared,\nHow much below the time of Sisyphus,\nWho laid the corner-stone of Corinth's state,\nHow much above the era of Timoleon,\nWhom that proud state commissioned to dethrone\nThe tyrant Dionysius, and convey\nA Grecian colony to Syracuse,-\n'T is all unknown. The ruins there, and here,\nOf the same genius speak, and the same age;\nAnd in the same oblivion both have slept\nFor more than two millenniums. Roman bards\nHave of the rosaries of Pæstum sung,\nTwice blooming in a year. And he who first\nHeld in his hands the empire of the world,-\nAugustus Cæsar,-visited this spot,\nAs I do now, to muse among these columns,\nOf times whose works remain, whose history 's lost.\nAnd yet the palace of that same Augustus,\nBuilt, as you know, upon the Palatine,\nWith all that Rome could do to hold it up\nBeneath the pressure of the hand of Time,\nIs now all swept away, even to the floor.\nThis little piece of marble, jaune antique,-\nWhich now I use, to keep these Sibyl leaves\n(As she of Cumæ cared not to keep hers)\nFrom floating off, on every wind that blows,\nBefore the printer gives them leave to fly,-\nOnce formed a part of that same palace floor.\nAmong the weeds and bushes that o'erhang\nThe giant arches that the floor sustained,\nI picked it up. Those arches, and the mass\nOf bricks beneath them, and the floor above,\nAnd bushes as aforesaid hanging o'er,\nAnd, with their roots, helping the elements\nTo pry apart what Roman masons joined,\nAnd fit the lower creature for the use\nOf the superior,-converting thus\nThings inorganic, mortar, bricks, and stones,\nTo soil, that it may feed organic life,\nGrass, flowers, and trees, that they, in turn, may serve\nAs food for animals, and they for man,\nAccording to the eternal laws of God,-\nAre all, of Cæsar's palace, that remains.\nBut of this solemn temple, not a shaft\nHath fallen, nor yet an architrave or frieze,\nTriglyph or metope. Dissolution's work,\nThe work of frost and moisture, cold and heat,\nHas not, on this old sanctuary, begun.\nThe suns and rains of ages seem not yet,\nOn any one of all these ponderous stones,\nTo have given root to the minutest plant.\nNot even a lichen or a moss has dared\nTo fix itself and flourish on these dry\nAnd everlasting blocks of travertine.\nThe sun has only touched them with a tinge\nOf his own gold. And, as I sit between\nThese columns, and observe how gently fall\nHis beams upon them, and how soft and calm\nThe air is, as it sleeps upon their sides,\n(Even now, though 't is a January day,)\nHow gingerly that quick-eyed lizard runs,\nIn the warm sunshine, up and down their grooves,\nIt seems as if the very heavens and earth,\nWith all the elements and creeping things,\nHad formed a league to keep eternal silence\nWithin, above, and all around this pile,\nTo see how many ages more 't would stand.\nMethinks, even now, as the soft wind slows through\nThese noble colonnades, as through the strings\nOf an Æolian harp, I hear a low\nAnd solemn voice,-it is the temple's voice,-\nThough in what language it addresses me,\nGreek, Latin, or Italian, it were hard\nFor Mezzofanti or the Polyglot,\nWithout a close attention, to decide;\nFor, since this temple pycnostyle hath stood,\nIt hath been exercised in many a tongue;\nAnd to my ear it says, or seems to say:\n'Stranger, I know as little of the world\nFrom which thou com'st, as thou dost of the time\nFrom which I came; 't is only yesterday\nTo me, that it was known there was a world\nWest of the promontories thou 'st heard called\nThe 'Pillars' of my old friend Hercules.\nI was so young, when I was first set up,\nThat I've forgotten who my builders were,\nOr to what god my altars were devoted;\nElse would I tell thee; for, I know the Muse\nWould, through the lines which thou wilt write of me,\nPreserve the knowledge to all future time!\nBut Hercules,-the friend of whom I've spoken,-\nI well remember, and for ever shall:\nFor, once he sat where thou art sitting now.\nIt was, I think, when he was on his way\nFrom Thebes far westward, when he went to help\nAtlas, his father-in-law, hold up the heavens.\nI told him, then, that if he'd bring them here,\nAnd lay them on my shoulders, I'd uphold\nThe whole of them to all eternity.\n'Excuse what, to thy cold and western ear,\nMay savour, somewhat, of hyperbole!\nBut, friend, it is the privilege of age\nTo be laudator acti temporis.\nAnd, long since then, I've heard events, unmoved,\nWhich shook all Italy with their report,\nAnd, ever since, have echoed round the globe.\nFor, I was quite in years, when Hannibal\nCame down the Alps, and at the river Ticin,\nWhich, on thy journey homeward, thou shalt cross,\nO'erthrew the Romans under Scipio:\nWhen, after that, by Thrasymenè's lake,-\n(Thou canst not have forgotten the nice fish\nThou at'st, one night, upon the same lake's shore,\nOr how, like the good wife of Abraham,\nThy pretty hostess laughed, in unbelief,\nWhen, in the papers of the Pope's police,\nThou didst report thyself 'a clerkly man,'\nBecause thou worest not a monkish garb!)-\nThe Roman legions, that Flaminius led,\nWere, by the Carthaginian, overthrown,\nIn such a desperate, all-engrossing shock,\nThat even an earthquake walked unnoticed by!\nAnd when, still later, the same African\nSent forty thousand Romans to the shades,\nAnd their gold rings, by bushels, o'er to Carthage,\nFrom yonder field of Cannæ; the small stream,\nBridged by the bodies of the Roman dead,\nIs still called 'Sanguinetto,'-Bloody Brook;\n(Thou hast one, I've been told, in thine own land.)\nWhen all these empire-shaking shocks were felt,\nI heard them all, and heard them all unmoved.\n'But later still, when, had the conqueror gone\nWith nothing but the panic of his name,\nAnd said, in thunder, to the gates of Rome,\n'Lift up your heads, Eternal City's gates,\nAnd let the Conqueror of Rome come in!'\nThose gates would have swung open,-O, when I\nThen saw those Africans sink down and doze\nOn the soft bosom of Parthenopè;\nWhen they who scaled the Alps, and stemmed the Po,\n(A very muddy river that, you'll find,)\nAnd stood against the arms of Rome's best men,\nWithin the arms of Capua's worst women\nFell, as fell Samson in Delilah's lap;\nThen was I moved, indeed; yea, deeply moved,\nAt the same time with gladness and with grief,\nFor though for Rome I smiled, I wept for man!\n'Stranger, beware! for still Parthenopè,\nFrom whose bewitching smile thou hast withdrawn,\nTo visit these drear solitudes, and muse\nFor a few hours among my colonnades,\nSpreads all the snares that were by Capua spread,\nThe indolent and thoughtless to destroy.\nBut 'sapienti verbum sat!' Thou goest,\nAnd I no more shall see thee; but I pray,\n(I see thou takest pleasure in my stones!)\nSpare me, as Time hath spared; though I am sure\nI owe him little thanks; for I have felt\nThe hackings of his scythe, (now somewhat dulled,\nThou'lt guess,-thou sayest thou art from Yankee land,)\nFor some few thousand years; and I leave thee\nTo judge which hath the better of the game:\nSo, lift nor hand, nor hammer, I entreat,\nTo break a fragment, as 'a specimen'\nOf the strange, hard, but spongy-looking stone\nThat the Silaro, (which from yonder hills\nThou seëst flowing to Salerno's gulf,)\nTurns all things into, that it falls upon:\nI've heard the same thing of Medusa's eyes!\nO, treat me not as did the plundering Pict\nMy fair young sister, hight 'the Parthenon,'\nWhom thou shalt see, and seeing shalt deplore,\nWhen thou shalt visit the Acropolis.\nYea, spare me, friend, and spare me, all ye gods,\nFrom virtuosi, earthquakes, Elgins spare,\nAnd let me have my tussle out with Time!'"}