{"subject": "Of The Enviovs", "text": "Doe we not hold him mad, that in his hand \ndare gripe an Adder, though he crush it dead? \nor seemes it strange, if he by whom is fedde \nA Lyons whelpe, or hath of Beares command. \nShall haue his bloud by them vntimely shed? \nWhat shall we thinke him then that entertaines \na Viper next his heart, which from his vaines \nSucks his best bloud, and leaueth in the stead \nA fretting poyson? whose effect is this, \nIt makes him grieue and rage at others good, \nto stabbe himselfe to spill an others bloud, \nAnd thinke himselfe curs'd in an others blisse. \nLet him be gorg'd, euen to the very throate; \nyet will he vexe to heare an other call \nfor a poore crust of bread; it frets his gall \nTo see a sayle belongs not to his boate. \nIf with the price of one of his owne eyes \nhe can buy both an other mans, hee'l doo't: \n'Tis to be fear'd too, for a Soule to boote \nHee'l giue his owne to hell a sacrifice. \nThis is the man which from his mothers wombe \nhath been peruerse and froward, whose vild life \nis nourisht only by the breath of strife; \nWhich birth and breathing cannot want a roome \nAt last in hell; for he that trauells heere \n(this Monster-like) with mischiefe, cannot finde \na place more suting to his diu'lish mind, \nThen where his friends and father may be neere, \nTo be deliuer'd of his hell-bred seede: \nfor there some damn'd infernall Hagge or other \nmay be the Midwife, fit for such a mother \nFrom whom (at best) some Fury must proceede. \nThis is the man who sits, and laughs to spie \nwhere men do (Wolfe-like) by the throate, each other \nteare: how th'inhumane brother kills the brother, \nAnd by the hand of children, Parents die. \nWhere he perceiues an others downe-fall nigh, \nHe thirsts to see their ruine, more then they \nwhose high-flowne Falcons (watchfull for their prey) \nThreatning to bring Destruction from the skie, \nLong to behold the fearefull game strooke dead. \n'Tis Enuies life, soule, summum bonum, all \nwhich we tearm deere, to see an other fall, \nThough't be the man that giues his hunger bread. \nTo see his neighbour fast is his best foode, \nIt makes him leane to see another fat; \nHe pines to nought, when he finds nought whereat \nHe may repine. To haue him vnderstood, \nAnd to the full describ'd; thus in a word, \nit grieues his staru'ling spirit more to see\nAn others good, then his owne miserie; \nThough it cut deeper then Afflictions sword."}