{"subject": "The Rebel", "text": "Call me traitor to my country and a rebel to my God.\nAnd the foe of “law and order”, well deserving of the rod,\nBut I scorn the biassed sentence from the temples of the creed\nThat was fouled and mutilated by the ministers of greed,\nFor the strength that I inherit is the strength of Truth and Right;\nLords of earth! I am immortal in the battles cf the night!\n\nMy religion is the oldest; it was born upon the earth\nWhen to curse mankind for ages pride and tyranny had birth.\n’Tis the offspring of oppression, born to suffering and strife,\nBorn to hate, above all other hate, the things that gave it life;\nAnd ’twill live through all the ages, while a son of man is blind,\nIn the everlasting rhythm of the story of mankind!\n\nFrom the Maker’s battered image, where the bloody helmet gleams,\nFrom the graves of beaten armies rise the heroes of my dreams.\nI am ever with the weaker in the battles for the right.\nAnd I fight on vessels sinking ’neath the cruel blows of might;\nBut I hear of coming triumph in the tramp of flying feet\nAnd the wild, despairing music of the army in retreat.\n\nI am plunged in bitter sorrow at the sinking of a star,\nFor I mourn among the murdered where the broken lances are;\nSouls of earth who rule with iron, raining death on farm and town,\nSacrificing lives uncounted, putting just rebellions down,\nYe shall answer for the murders of the slaves compelled to bleed\nFor the commonwealth of idlers and the common cause of greed.\n\nI have come for common justice to the castles of the great,\nAnd the people who have sent me crave assistance at the gate;\nThey obeyed the Maker’s sentence—whey have ploughed and tilled the soil.\nYet they go in rags and hunger in the harvest of their toil.\nI demand the rights of Labour in the law of God defined;\nPause and weigh the pregnant answer!—where is peace or war behind.\nAre we slaves beneath the power that our industry hath given?\nAre we fuel to feed the engines of your artificial heaven?\n\nI am come to warn the idlers at the castles of the great,\nFor the army that has sent me grows impatient at the gate:\nThey have gathered now in thousands from the alley and the den,\nAnd the words of fire are breaking from the lips of quiet men!\nYield, and save the lives of thousands! for the rebels’ eyes are bright,\nAnd the god of revolution is abroad on earth to-night."}