{"subject": "The Willow Water", "text": "Deep in the hollow wood he found a way\nWinding unto a water, dim and gray,\nGrayer and dimmer than the break of day;\nBy which a wildrose blossomed; flower on flower\nLeaning above its image hour on hour,\nMusing, it seemed, on its own loveliness,\nAnd longing with sweet longing to express\nSome thought to its reflection.\n\nDropping now\nBee-shaken pollen from th' o'erburdened bough,\nAnd now a petal, delicate as a blush,\nIt seemed to sigh or whisper to the hush\nThe dreams, the myths and marvels it had seen\nTip-toeing dimly through the woodland green:\nFaint shapes of fragrance; forms like flowers, that go\nFooting the moss; or, shouldered with moonbeam glow,\nThrough starlit waves oaring an arm of snow.\n\nHe sat him down and gazed into the pool:\nAnd as he gazed, two petals, silken cool,\nFell, soft as starbeams fall that arrow through\nThe fern-hung trembling of a dropp of dew;\nAnd, pearly-placid, on the water lay,\nTwo curves of languid ruby, where, rose-gray,\nThe shadow of a willow dimmed the stream.\n\nAnd suddenly he saw or did he dream\nHe saw? the rose-leaves change to rosy lips,\nA laughing crimson. And, with silvery hips,\nAnd eyes of luminous emerald, full of sleep\nAnd all the stillness of the under deep,\nThe shadow of the tree become a girl,\nA shadowy girl, who shook from many a curl\nFaint, tangled glimmerings of shell and pearl.\n\nA girl who called him, beckoned him to come,\nWaving a hand whiter than moonlit foam,\nAnd pointing, minnowy fingered, to her home\nA bubble, rainbow-built, beneath the wave,\nDim-domed, and murmurous as the deep-sea cave,\nColumned of coral and of grottoed foam,\nWhere the pale mermaids never cease to comb\nTheir weed-green hair with fingers crystal-cold,\nSighing forever 'round the Sea King old\nThroned. on his throne of shell and ribbéd gold.\n\nLaughing, she lured him, lipped like some wild rose;\nBidding him follow; come to her; repose\nUpon her bosom and forever dream\nLulled by the wandering whisper of the stream.\nBut him mortality weighed heavily on\nAnd earthly love: and, sorrowful and wan,\nHe shook his head, motioning, 'I cannot rise';\n\nBut still he felt the magic of her eyes\nDrawing him to her; felt her hands of foam\nAround his heart; her lips, that bade him come\nWith smiling witchery, and with laughing looks\nLike those that lured us in the fairy books\nOur childhood dreamed on.\n\nThen, as suddenly,\nA wind, it seemed, from no where he could see,\nWrinkled the water; ruffled its smooth glass;\nAnd there again, behold! when it did pass\nThe rose-leaves lay and shadow, dimly seen;\nThe willow's shadow, and no thing between."}