{"subject": "The Canticles Of Salomon - Chapter Ii", "text": "XII\nChriste To His Spouse.\n\nThe floure of the field am I,\nThat springeth alone, vnset:\nWhome Mary brought furth fleshly,\nThough man dyd me not beget,\nNor set.\n\nYet am not I lyke the flower\nWhiche once beyng rype, doeth dye:\nBut as the violet hath power\nWhose flower smelleth moste swetely,\nSo I.\n\nThe Lilie am I lykewyse,\nThe glorious beautie bryght\nOf the humble, who as vallies,\nLy low, doubtyng of theyr myght\nTo ryse.\n\nThese vallies among below\nWhome hilles set aloft, doe hyde:\nI Christe for the more part grow,\nBy fayth in them I abyde,\nNot slow.\n\nAnd as I that am thy head\nAm fayer, so art thou my Spouse:\nFor as Lilies whyte and read\nIn beautie far passe the bowes\nOf thorne,\n\nEuen so thou my Loue, doest passe\nIn fayth other daughters borne:\nThe vnfaythfull that doe not passe\nTo pricke thee muche wurse than thorne,\nWith howes.\n\nXIII\nThe Spouse To Her Beloued.\n\nNot I my Loue, it is,\nBut thou that art so good:\nFor I am scarce a flower,\nWhere thou art very frute.\nFor as among the trees\nThat wylde grow in the wood,\nBy nature sharp and sower,\nThe Apple tree not brute\nBut pure, is of great price:\nSo thou Beloued of me,\nAmong the sonnes of God,\nSprites, Angels, soules, and men,\nArt principall in power.\nFor all obey to thee,\nBy scripture vnforbod\nTo wurshyp where and when,\nThy name at euery hower,\nWith bowyng of theyr knees.\n\nXIV\nThe Churche To The Younglinges.\n\nI whiche dyd long my Loue to know,\nWho is the apple tree of lyfe:\nHaue sit doune in his Shade below,\nWhiche is his help and refuge ryfe.\n\nIn this trees shade is quiet rest\nFor all that truly therin trust:\nIn whiche to sit for them is best,\nWho to fynde rest in soule, doe lust.\n\nFor whyles I rested me in the shade\nOf Christes helpe, there dyd I eate\nThe frute therof, Gods sprite, whiche made\nMe feele the taste of Manna meat.\n\nWherof the relice is so swete\nVnto my Throte, whyle I it chew:\nThat doune I fall at Christes fete,\nFor this his fooed, high thankes to shew.\n\nFor whyle I sat vnder his wyng,\nAnd trusted whole in power diuine:\nThan dyd he lead me lyke a Kyng,\nInto his wurd, his house of wyne.\n\nIn whiche whan I holp from aboue,\nWas well refresht, my Kyng set vp\nHis standard strong, whiche is his loue,\nFor me, and all that taste his cup.\n\nXV\nThe Spouse To The Younglynges\n\nThe streamer haue I seen\nOf loue, whiche Kriste my Kyng\nHath reard for those that been\nThe flocke whome he woulde bryng\nTo loue.\n\nWith syght wherof my soule\nDoeth flambe in lyke desyer,\nAnd languisshing all whole\nIs fiercely set on fyer,\nWith loue.\n\nPaue me therfore ye yong,\nWith flowers beset me thicke:\nYe faythfull make me strong,\nFor loe how I am sicke\nFor loue.\n\nWith apples fyll me full,\nGods wurd the lyuely quicke:\nWith gyftes moste plentiful\nOf grace, for I am sycke\nOf Loue:\n\nOf loue, because I long\nThat all mought saued be:\nThat all that wander wrong\nMyght cleaue to Christe and me,\nBy Loue.\n\nXVI\nThe Spouse To The Younglynges.\n\nVnder my head my Loue hath layed\nHis left hande of aduersitie,\nTo proue yf I woulde be afrayed\nHis truth moste true to testifie\nContinually.\n\nHe suffereth men me to assayle\nTo trye me oft and diuersly\nTo see yf malice may preuayle\nTo make me leaue hym peruersly,\nContinually\n\nWherwith although I be afflict,\nIn wurth I take all louyngly:\nBeyng for Christes sake addict\nTo suffre al paynes wyllyngly,\nContinually.\n\nFor God whan it shal please his grace,\nMay turne my trust to victorie:\nFor why his ryght hande wyll embrace\nHis Churche with all prosperitie,\nContinually.\n\nXVII\nChris te To The Younglynges.\n\nO all ye daughters of Ierusalem,\nI charge ye all bothe by the Roes and Hyndes,\nThe spirites of Angels, bryghter than the gem,\nAnd in your help far swyfter than the wyndes:\n\nWhiche runne about as hynde or roe in field,\nTo help the good that in my churche do dwell:\nBy these I charge you, as ye wyll they yield\nTheyr seruice due, to saue and kepe you wel,\n\nThat at no hande ye touche or cause to wake,\nThe Churche my Spouse, that resteth in my lap:\nWith vayne beleues, whiche flesly braynes doe make\nFor snafflyng snares my faythful to betrap.\n\nBut let her lye tyll by her owne accorde\nShe wake her self, compelled by the zeale\nShe bearth to you, to leade you to the Lorde\nThat only can your soules sore wounded, heale.\n\nXVIII\nThe Spouse To The Younglynges.\n\nOf my Beloued this is the voyce,\nFor I doe know his voyce in dede:\nWhiche causeth me muche to reioyce,\nThat he, to me, wyll take suche hede.\n\nLoe how he leapeth vpon the hylles,\nAnd daunseth doune the dales by stealth:\nWhiche in his flesh al maner ylles\nAnd scorne, hath borne, to geue me health.\n\nYea Christe my Loue moste good and kynde\nHis Spouse to help in tyme of nede,\nIs swyft as Angel, Roe or Hynde:\nBut much, more ruche, in makyng spede.\n\nLoe where he stands behynde our wall,\nOur flesh, that doeth the soule diuyde\nFrom God the good, through Adams fall:\nWhose sin, within our flesh doeth byde.\n\nThrough which he by his gyftes of grace,\nDoeth pepe and looke in at our grate,\nAnd shyne through fayth our wyndoe place,\nTo bend, and mend our woful state.\n\nXIX\nThe Churche To The Younglinges.\n\nMy Loue whome in my harte alway\nI aske what wurke, he wyll I doe,\nMade answer thus without delay,\nAnd louely spake me to:\nAryse, arise.\n\nVp, vp my Loue, my doue, my frende,\nMake haste, whome I haue made so fayer:\nAnd cum to me, I wyll thee sende\nMy flocke for to repayre.\nAryse, arise.\n\nXX\nChriste To His Spouse.\n\nOf vnbelefe now is cowlde wynter past,\nThe stormes lykewyse of blyndnes, and of trust\nIn mannes deuice, the whiche dyd ouercast\nThe truth, are goen: are knowen to be but rust.\n\nAnd loe the flowers of faythful men and iust\nIn the erth, our lande, in beautie bud and bloome:\nSo that the tyme for whiche thou long didst lust,\nThe syngyng tyme, the tyme to preache is cum.\n\nThe turtles voyce, the voyce of the holy gost,\nThe wurd of God sincerely as it ought\nWas heard abrode in our landes litle coast,\nAnd as it shoulde, effectually hath wrought.\n\nThe fygtree loe, her blossomes furth hath brought,\nThe budded vines haue yelded out theyr smel:\nThe faythfull folke to whom my truth was tought,\nIn fayth and wurkes, excedyngly excell.\n\nAryse therfore my spouse, my special Loue,\nMake haste, make spede, purely my wurde to preache:\nAnd cum to me, cum, cum to me my doue,\nTo whome I geue myne holy goste to teache.\n\nCum to the Rocke, to me thy stedy leache,\nCum to the hoales, the merites of my death:\nCum to the hyd degrees of fayth, that reache\nTo perfectnes, assisted by my breath.\n\nThen turne to me thy face, and let me hear\nThy voyce aloude, lyke thunder in the ayer.\nThy preachyng voyce is pleasaunt to myne ear,\nAnd in myne iye thy face is very fayer.\n\nXXI\nChrist To His Spouse.\n\nCatche vs the false foxes that preache not the truth,\nThose young litle foxes whiche flatter my youth:\n\nCatche them with scripture, declare them theyr follie,\nTeache them to preache true my wurd that is hollie:\nAnd stroy not my vineyardes.\n\nThey labour with learnyng the truth to deny,\nAnd through theyr false faynyng to lead men awry,\nWastyng my vineyard, my people most holly:\nTherfore catche them quickly, that they by theyr folly,\nDestroy not my vineyardes.\n\nFor loe now my vine trees begyn thycke to bud,\nIn bryngyng furth bourgeons the whiche wyll be good:\nCatche then these foxes ye preachers most holly,\nLeast by theyr flattring and false fayned folly,\nThey stroy al my vineyardes.\n\nXXII.\nThe Spouse To The Younglynges\n\nChriste my Beloued whiche styl doth fede\nAmong the flowers, hauyng delyght\nAmong his faythful lilies:\n\nDoeth take great care for me in dede,\nAnd I agayne with all my myght\nWyll do what so his wyl is.\n\nMy Loue in me, and I in hym,\nConioynde by loue wyll styl abyde\nAmong the faythful lilies:\n\nTyll day doe breake, and truth do dym\nAll shadowes darke, and cause them slyde\nAccordyng as his wil is.\n\nXXIII\nThe Spouse To Christe.\n\nReturne my Loue, to these that are so blynde,\nAnd geue them grace, for lacke wherof they erre:\nCum swyft my Loue, lyke to a Roe and hynde,\nVpon these proude, these mountaynes of Bather.\n\nFor from thy truth these proude deuided be,\nOf stomake haute, with troubles vexed sore:\nBut meken them, and make them cum to me,\nWhiche soone shall be, if thou thy grace restore.\n\nHere endeth the second chapter."}