{"subject": "Eland’s River -", "text": "IT WAS on the fourth of August, as five hundred of us lay\nIn the camp at Eland’s River, came a shell from De La Rey—\nWe were dreaming of home faces,\nOf the old familiar places,\nAnd the gum-trees and the sunny plains five thousand miles away—\nBut the challenge woke and found us\nWith four thousand rifles round us;\nAnd Death stood laughing at us at the breaking of the day.\n\nHell belched upon our borders, and the battle had begun.\nOur Maxims jammed: We faced them with one muzzle-loading gun.\nEast, south, and west, and nor’ward\nTheir shells came screaming forward\nAs we threw the sconces round us in the first light of the sun.\nThe thin air shook with thunder\nAs they raked us fore and under,\nAnd the cordon closed around us, as they held us—eight to one.\n\nWe got the Maxims going, and the field-gun into place\n(She stilled the growling of a Krupp upon our southern face);\nRound the crimson ring of battle\nSwiftly ran the deadly rattle\nAs our rifles searched their fore-lines with a desperate menace;\nWho would wish himself away\nFighting in our ranks that day\nFor the glory of Australia and the honour of the race?\n\nBut our horse-lines soon were shambles, and our cattle lying dead\n(When twelve guns rake two acres there is little room to tread),\nAll day long we heard the drumming\nOf the Mauser bullets humming,\nAnd at night their guns, day-sighted, rained fierce havoc overhead.\nTwelve long days and nights together,\nThrough the cold and bitter weather,\nWe lay grim behind the sconces, and returned them lead for lead.\n\nThey called us to surrender, and they let their cannon lag;\nThey offered us our freedom for the striking of the flag—\nArmy stores were there in mounds,\nWorth a hundred thousand pounds,\nAnd we lay battered round them behind trench and sconce and crag.\nBut we sent the answer in,\nThey could take what they could win—\nWe hadn’t come five thousand miles to fly the coward’s rag.\n\nWe saw the guns of Carrington come on and, fall away;\nWe saw the ranks of Kitchener across the kopje grey—\nFor the sun was shining then\nUpon twenty thousand men—\nAnd we laughed, because we knew, in spite of hell-fire and delay,\nOn Australia’s page for ever\nWe had written Eland’s River—\nWe had written it for ever and a day!"}