{"subject": "Souls Of The Ships", "text": "One afternoon when the sun was hot\nI takes a snooze on the quay;\nAn' a kink in my neck I must ha' got,\nFor a nightmare comes to me-\nA horrible nightmare, too, my lad,\nAs never goes right away,\nFor I sometimes thinks as I really had\nA vision o' Judgment Day.\n\nAy, the Lord was judgin' the world at last,-\nBut I had been left to sleep\nTill all o' a sudden I spied aghast\nThe dead come out o' the deep!\nThousan's an' thousan's o' poor drowned men\nAn' women an' children too,\nOut o' the deep they rose again\nAs the Angel's Trumpet blew.\n\nAn' the Lord God judged them one by one,\nBut my sight was blinded sore,\nAn' I hid my face till the trials was done\nAn' the Trumpet blew once more.\nAn' then I was made to look, an' lo!\nI heared a loud voice say:\n'Behold the Ships which the Lord doth know\nWas wickedly cast away!'\n\nAn' hundreds o' ships rose out o' the sea,\nAn' high on the waves they rode-\nShips as was strange as strange could be,\nAn' ships as ye might ha' knowed.\nHo, some was ancient, an' some was new,\nBut all had been murdered sure. . . .\nNow I'm tellin' ye, lad-an' it's terrible true-\nThe souls o* such ships endure.\n\nAll ships ha' souls; but the souls don't stay\nWhen the days o' the ships is done-\nExcep' in the ships as is thrown away:\nOh, there do the souls live on!\nThey live for to witness afore the Lord-\nBe it ever so long a time-\nThey live to behold His just reward\nTo them as got rich by crime.\n\nThe Lord looked down on a wood-built barque-\nA beautiful craft was she!-\nAn' the Lord cried loud-an' the day grew dark-\n'My Ship, who hath murdered thee?'\nThen the soul o' the ship spoke up an' cried,\n'O Lord, when the wind was fair\nI sank in the sea; an' my captain lied,\nBut the man as got rich stands there!'\n\nAn' the Lord looked hard in a man's white face\nTill out o' the trimblin' lips\nThe words come dribblin': 'O God o' Grace,\nThe fault, the blame was the ship's.'\nAn' then, afore ye could wink an eye\n(I told ye that ships ha' souls!),\nThe barque heels over, wi' one great cry,\nExposin' the auger holes!\n\nAn' the Trumpet roared like a winter gale,\nAn' the soul o' the ship went free. . . .\nBut they put the man's on the ship to sail\nWi' Fear on a shoreless sea-\nWi' nothin' but Fear as the ship would sink\nAn' Life which had growed most dear;\nWi' nothin' to do an' nothin' to think-\nNothin' but Life an' Fear!\n\nAn' I knowed no more. . . It was good to wake\nBeholdin' this blessed quay.\nAy, lad, I was glad when I felt the ache\nO' them groggy old bones o' me.\nHo, laugh if ye like! but I says once more-\nCarryin' jewels or coals,\nCrossin' the ocean or huggin' the shore_\nThe ships o' the sea ha' souls!"}