{"subject": "The Captive Of Fez: Canto I: The Prison", "text": "O'er golden Fez the summer sun is shining,\nBut not for Julian, there in durance pining.\nWhy thus in durance he, to whom life's spring\nWas promised joy, descended of a King?\nUpgrew his stately youth; up with it grew\nHis soul enlarged, heroic, gentle, true,\nAnd won the honour and the love of all\nWithin his father's Court of Portugal.\nForth then rejoicing in his early might\nHe rode, against the sultry hosts to fight\nOf Fez, led on by black Zemberbo, far\nFlashing abroad his thunder-lights of war.\nO'er desert hills, and many cloudy lands,\nBattling he rode, and o'er a world of sands,\nThe bold young Prince! He galled the Afric horde;\nHe won the garland for his virgin sword;\nA world-wide name he'll win. Ah fatal hour!\nA Captive now he's in Zemberbo's power:\nSent to the Fezzan Court, with special care\nZemberbo bade be light his bondage there;\nHis honour pledged that thence he should not flee,\nHe in the Palace otherwise was free.\n\nBut Geraldine he saw. To Abusade,\nThe King of Fez, was born the beauteous maid;\nBorn of an English mother, who had been\nRaised from a slave to be the Fezzan Queen.\nHer, though a playful child, that mother well\nTrained up like England's women to excel,\nTo hold the holy Jesus far above\nThe Arab Prophet, and his Cross to love.\nThat mother died. 'Twas laid on Geraldine\nAt once her sportive girlhood to resign\nFor a grave weight of cares, to be a mother\nTo her young sisters and her infant brother,\nAnd make them Christians: for the King had vowed\nUnto his dying wife that this should be allowed.\nNor by the Fezzan Court unfelt had been,\nThe English manners of its honoured Queen,\nThat jealous law to soften which inthralls\nUntrusted woman in sequestered halls.\nHence Julian saw the Princess, unreproved:\nHe saw and loved, and told her that he loved;\nAnd, heart to heart, he won her gentle sigh\nIn thrall inglorious that his youth should lie.\n\nBut came a sterner thrall. To darkness now,\nAnd dungeon fetters he is doomed to bow.\nSo wills Zenone—wild peculiar maid!\nHer princely sire was slain by Abusade,\nWho vengeful wrapped in one devouring roar\nOf fire his palace on the Italian shore.\nPerished all else within; from out the flame\nAlone, unscathed, the child Zenone came.\nSaved by the King, he bore her o'er the sea\nTo Fez, his own adopted child to be;\nAnd chastely reared within his Court was she.\nBut other passions in her heart she nursed,\nOf hate and vengeance, yet on him to burst,\nGreat was her spirit; though retired she dwelt,\nWide o'er the Fezzan realm her power was felt,\nFrom daring counsels: for it gratified\nHer soul capacious, and her native pride,\nTo rule; but more because it gave her power\nOf wider wrath against her vengeful hour.\nThus walked she queenlike; for the Monarch still,\nSoothed by her harp, indulged her passionate will,\nAnd gave her sway, the more because he found\nWith large success her counsels had been crowned.\nShe met, she loved young Julian; chaste yet bold,\nFlushing in tears, her love for him she told,\nDeliverance promised, waived her mighty pride,\nAnd sought to flee with him, and sought to be his bride.\nHow from the Captive's just refusal burned\nThe Syren's heart, to equal anger turned!\nTo more than anger; for the youth, she knew,\nCold to herself, to Geraldine was true!\nChains for him then! And he was chained and thrown\nDown to a dungeon; nor the thing was known\nSave by the King, who yielded his assent\nTo this, Zenone's ready argument:—\n“What though Zemberbo speeds not to retake\nShore-guarding Ceuta, still have we a stake;\nHis honoured Captive shall in ward remain,\nMenaced with death, till we our town regain:\nHis father holds, and back to us will give\nThe place, how gladly, that his son may live.\nMeanwhile our Court his durance must not learn,\nSo shall we shun to rouse Zemberbo stern.”\nTo enlarge her vengeance in the Captive's ill,\nOr still the purpose of her love fulfil,\nThat he to her, whom he had dared to spurn,\nAll humbly yet might be constrained to turn,\nThe instructed jailer, with a well-assumed\nReluctance, told him that his bonds were doomed\nBy Geraldine, to calm the jealous pride\nOf a young native prince, who sought her for his bride.\n\nOh is it so? He fought against his chains,\nTill worn, and sick, and sunk in fiery pains,\n'Twas left him but, with nature's last endeavour,\nTo wade and struggle through delirious fever,\nWhere strength is worst disease, where manhood high\nIs only fiercer than the mummery\nOf palsied age, its laughter and lament,\nIs but a dotage more magnificent.\nNo hand was there to wipe his forehead damp,\nNo care, no love, to trim life's fainting lamp;\nYet, helped by nature, from his bed of pain\nHe rose, but feebly, to his floor again.\nFrom mood to mood revulsive, feeling less,\nAnd brooding more, he sunk to listlessness,\nDeeming all glory gone, all hope a lie,\nAll life itself one dull infirmity:\nAnd Heaven was dark, and to his spirit's tone\nEven God seemed weary on His boundless throne.\nII\n\nThus Julian pines in durance. Now has run\nThe yearly circuit since he saw the sun;\nAnd, from his softening jailer, this is all\nHe yet has won to mitigate his thrall,\nThat, nightly passing from his low mid place,\nOne hour his steps should have a freer space\nIn a wide room with grated bars, that so\nHeaven's breath on his young head might freshly blow.\n'Twas now his privileged hour; with weary pain\nHe paced the chamber, dragging still his chain.\n\nBut hark! near coming through the stilly night\nA mandolin: how sweet its touches light!\nHe bent to hear it: well that lay he knew,\nSince oft he breathed it forth, slow sauntering through\nThe Palace gardens, in the twilight dim,\nTill Geraldine had learned it thus from him;\nSince twice, as paused his song, entranced he stood\nTo hear it softly back to him renewed\nFrom her high lattice: well he knew that lay;\nNo time shall blot it from his heart away!\n\nIt ceased; he started; in the moonlight clear,\nOutside his window, stands a lady near.\n'Tis Geraldine! softly he named her name,\nAnd to his words this gentle answer came:—\n“Thou good young Prince, oh is it thou? The grace\nOf life they shame, who keep thee in this place\nForlorn and fettered thus. Say, Captive one,\nCan aught to succour thee by me be done?”\n\n“Why, I might wish these idle days were by;\nMight wish,” he said, “again to see the sky\nWide o'er the world: The seasons in their range,\nThat come and go with sweet dividual change,\nMy home of early days, my friends of fame,\nThe camp, the field, the glory of a name,\nStill haunt my heart. Yet joy, all hope, all power\nAre undesired; yea death be mine this hour,\nIf thou hast doomed me thus! They tell me, maid,\nBy thee, O thee, in fetters here I'm laid.\nMy soul! can it be so? Shall man believe\nShe comes in mockery thus to see me grieve?”\n\n“No, no!” she answered. “But my heart, not clear\nFrom other blame, deserves thy thought severe.\nFor I did wrong thee, deeming, till to-day,\nThat thou hadst broke thy faith, and fled away.\nThey told me so, but oh, it ne'er was so;\nUnstained thy honour, spotless as the snow.\nAnd now, young Knight, need I declare that I\nNe'er doomed, ne'er wished thee thus abased to lie?\nOh no, indeed! To-day, my faithful slave\nFirst heard of this: the news to me he gave:\nThy prison found, 'twas mine that lay to try,\nTo probe these depths of dull captivity;\nTo let thee know thou wert not all forgot,\nNor all uncared for in thy lonely lot;\nTo make thee hope that friends were planning for thee,\nAnd yet again to freedom might restore thee.”\n\n“This, this is to be free; and I am free!”\nThe Captive murmured: “ne'er the hard decree\nThat chained me thus, dear virgin, came from thee!\nYon Moon in heaven how many hearts have blest,\nAs on she journeys meekly to the west!\nShe lights the white ships o'er untravelled seas,\nShe soothes the little birds upon the trees,\nAnd cheers the creatures of the solitudes,\nAnd leads the lovers through the glimmering woods,\nAnd gives to weary hearts unworldly calm,\nWhen slumber comes not with its wonted balm:\nBut not yon Moon in heaven, without a stain,\nTo watchful sailors o'er the trackless main,\nTo little birds, to desert beasts of night,\nTo lovers hasting by her glimpsing light,\nTo hearts oppressed, is, as thou art to me,\nMaid with the dovelike eyes, whose grace of love I see!”\n\n“Farewell, young Sir! From out this living grave,”\nThe Princess whispered, “thee I'll try to save.\nFarewell, and fear not!” Geraldine is gone;\nSlowly the Captive turns, and feels he is alone."}