{"subject": "The Profession.  A Sketch", "text": "On Santa Croce's golden-pillared shrine, \nA thousand tapers pour their blended rays \nIn one rich tide of radiance. Like a pine, \nLifting its lofty head amid the blaze \nOf sunlit snows, stands forward to the gaze \nOf the assembled throng, the Priest supreme, \nIn full pontificals. His hand he lays\nUpon a gorgeous crucifix, the theme \nOf the oracular words from his pale lips that stream. \nUpon his open brow a dignity \nThat well beseems his office is enthroned; \nAnd if the brightness of his coal-black eye \nIs something tamed by time, it must be owned \nIt hath a chastened lustre far beyond \nThe fire of youthful glances;—and if Care, \nWith lines of premature decay, hath crowned \nHis thoughtful forehead, as in fervent prayer \nHe bends, unfailing faith, hope, peace, are beaming there! \nThe chancel-portals, with a crash, unfold, \nAnd a long train of close-veiled nuns pour in, \nAnd gather round the palisades of gold \nThat gird that glorious shriving-place for sin. \nThe stately Abbess enters:—then begin \nSweet far-off voices on the ear to steal \nWith dim, delicious melodies, that win \nTheir way to the deep heart,—till bursts the swell \nFrom organ, harp, voice, lute, in one magnificent peal. \nThe chaunt hath ended;—and throughout the throng \nHeart-hushing silence reigns, and every brow \nIs raised in keen expectancy.—Ere long, \nOnce more the Pontiff at the shrine doth bow \nBefore the golden crucifix; and now \nCalls on the fated victim.—She attends \nThe awful summons, and with footstep slow \nDraws near,—the altar's marble stair ascends,— \nAnd on the velvet pall, with knee submissive, bends. \nThen breathes the man of God, in eloquent strain, \nThe pious exhortation;—he dilates \nUpon the wild varieties of pain \nWhich, in each labyrinth of life, awaits \n‘The world's tired denizen;’—portrays their fates \nWhom Pleasure 'witches with her syren charms; \nAnd promises to her who dedicates \nHer youth to God,—from Passion's vain alarms \nA shield, and sure repose in mild Religion's arms! \nAll hearts are stirred,—but chiefly hers who kneels \nIn silent homage there: she lifts her face \nTo Heaven, but still her milk-white veil conceals \nIts features from the view. Her form of grace, \nThrough its dim, shadowy foldings you may trace, \nFair as those curves of beauty in the skies \nWhich speak of Hope when storms are near, and chase \nThe clouds of dark despondency. All eyes \nAre fixed upon her, now, in pity or surprise: \nFor, hark! In measured tones, the convent-bell \nBooms heavily on the ear. With stooping brow— \nAs mindful of the duty its deep knell \nProclaims,—and voice, sweet as the musical flow \nOf desert waters, she repeats the vow \nThat shuts her from the world. In accents mild, \nThe father questions, if the words that now \nAre registered on high, are unbeguiled \nBy circumstance or wish, unstable, vain, or wild? \nShe answers him ‘they are.’—'Tis well, he cries, \nAnd from the altar takes a golden ring, \nAnd, gently bidding the young vestal rise, \n'Tis fixed upon her finger.—Then they fling \nThe snow-white veil aside; but ere they bring \nThe last black ensign of the awful rite, \nIn shroudless beauty stands that lovely thing,— \nA delicate star soft beaming on the sight, \nLike Hesper when he breaks from curtaining clouds of night. \nO'er her white brow her wandering hair descends \nIn rich unbraided rings;—a coronal \nOf lilies, wreathed amid each cluster, lends \nAn added grace: and, as at evening's fall \nDay struggles with th' annihilating pall \nThat darkness would shed o'er it, so the gleam \nOf her transparent forehead shines through all \nThe chestnut curls that shadow it:—so stream \nWith tremulous light the rays that from her deep eyes beam. \nHers is that nameless loveliness that sinks \nOn the beholder's heart; and if he seeks, \nWhilst his full glance her blaze of beauty drinks, \nTo know where lurks the charm which thus bespeaks \nHis passionate admiration;—if in cheeks \nOf rose—or ruby lips—or violet eyes— \nIt is in vain!—Not in the separate streaks \nOf that rich bow of gathered beauty lies \nThe spell of power, but in its full, united dyes. \nShe looks around:—upon her delicate lips \nA smile of melancholy sweetness plays; \nBut soon a passing thought, in dark eclipse, \nHath veiled it from the view;—and now they raise \nOnce more to Heaven the pealing notes of praise: \nHer eye grows brighter;—on her cheek a flush \nOf deeper crimson mantles, and her gaze \nWith holy zeal upturns, as the full rush \nOf the loud organ's tones grows gathering gush on gush. \nAnd now she joins the choir, whose voices swell, \nSwell and subside, then rise, and sink again, \nLike ocean's billows when the winds rebel, \nAnd surge on surge prevails. Sudden the strain \nHath ceased; as when upon the watery plain \nThe oil of peace is poured, and the waves glide \nUntroubled on their way. I list in vain! \nHushed is, at length, that wild and witching tide, \nAnd organ, harp, voice, lute, have into silence died. \nThe sable veil is brought,—the prayer is said; \nThe silken tress and lily wreath removed; \nAnd sighs are heaved, and silent tears are shed \nBy friends around, so loving and beloved. \nAh! who could view this last sad rite unmoved!— \nYouth, beauty, virtue, in their earliest prime, \nCrossing the threshold of a home unproved; \nWhere bigot forms are hallowed but by time, \nAnd filial duty ends, and love becomes a crime! \nYet she is firm, and with unfailing voice \nPours forth the final hymn; and it would seem, \nTaught by some secret instinct to rejoice \nThat she hath 'scaped the worldling's chequered dream. \nReligion, now, must be the only theme \nOn which her heart may dwell. Life's darkest ills \nCan ne'er again disturb the peaceful stream \nOf her sweet thoughts, delayed Hope's withering chills, \nAmbition's glittering gauds, nor Passion's thousand thrills, \nWake discord on her mind's melodious lyre, \nThe convent's portal passed. Perchance her heart \nHath been too fiercely chastened in the fire \nOf love's deep phantasies,—until the smart \nBade her all bleeding from the strife depart, \nAnd seek nepenthe in a fate like this. \nWhat marvel then, if no big tear-drops start; \nIf schooled in sorrow thus she bends submiss; \nSince whatsoe'er her doom, to that it must be bliss. \nBut see! the altar is deserted now; \nThe crowd pours out from Santa Croce's walls. \nBehind the gazing throng, with thoughtful brow, \nI linger yet amid the flower-decked stalls, \nDeep musing on the past:—the last foot-falls \nAre faintly echoing o'er the marble floor; \nYet, still, some spell my conscious heart enthralls;— \nAt length I slowly gain the closing door, \nAnd bid the scene farewell,—now and for evermore!"}