{"subject": "The Battle Of The Nile", "text": "'Twas on the 18th of August in the year of 1798,\nThat Nelson saw with inexpressible delight\nThe City of Alexandria crowded with the ships of France,\nSo he ordered all sail to be set, and immediately advance. \n\nAnd upon the deck, in deep anxiety he stood,\nAnd from anxiety of mind he took but little food;\nBut now he ordered dinner and prepared without delay,\nSaying, I shall gain a peerage to-morrow, or Westminster Abbey. \n\nThe French had found it impossible to enter the port of Alexandria,\nTherefore they were compelled to withdraw;\nYet their hearts were burning with anxiety the war to begin,\nBut they couldn't find a pilot who would convey them safely in. \n\nTherefore Admiral Brueyes was forced to anchor in Aboukir Bay,\nAnd in a compact line of battle, the leading vessel lay\nClose to a shoal, along a line of very deep water,\nThere they lay, all eager to begin the murderous slaughter. \n\nThe French force consisted of thirteen ships of the line,\nAs fine as ever sailed on the salt sea brine;\nBesides four Frigates carrying 1,196 guns in all,\nAlso 11,230 men as good as ever fired a cannon ball. \n\nThe number of the English ships were thirteen in all,\nAnd carrying 1012 guns, including great and small;\nAnd the number of men were 8,068,\nAll jolly British tars and eager for to fight. \n\nAs soon as Nelson perceived the position of the enemy,\nHis active mind soon formed a plan immediately;\nAs the plan he thought best, as far as he could see,\nWas to anchor his ships on the quarter of each of the enemy. \n\nAnd when he had explained hid mode of attack to his officers and men,\nHe said, form as convenient, and anchor at the stern;\nThe first gain the victory, and make the best use of it you can,\nTherefore I hope every one here to-day, will do their duty to a man. \n\nWhen Captain Berry perceived the boldness of the plan,\nHe said, my Lord, I'm sure the men will do their duty to a man;\nAnd, my Lord, what will the world say, if we gain the victory?\nThen Nelson replied, there's no if in the case, and that you'll see. \n\nThen the British tars went to work without delay,\nAll hurrying to and fro, making ready for the fray;\nAnd there wasn't a man among them, but was confident that day,\nThat they would make the French to fly from Aboukir Bay. \n\nNelson's fleet did not enter Aboukir Bay at once,\nAnd by adopting that plan, that was his only chance;\nBut one after another, they bore down on the enemy;\nThen Nelson cried, now open fire my heroes, immediately! \n\nThen the shores of Egypt trembled with the din of the war,\nWhile sheets of flame rent the thick clouds afar;\nAnd the contending fleets hung incumbent o'er the bay,\nWhilst our British tars stuck to their guns without the least dismay. \n\nAnd loudly roared the earthly thunder along thr river Nile,\nAnd the British ship Orion went into action in splendid style;\nAlso Nelson's Ship Vanguard bore down on the foe,\nWith six flags flying from her rigging high and low. \n\nThen she opened a tremendous fire on the Spartiate,\nAnd Nelson cried, fear not my lads we'll soon make them retreat!\nBut so terrific was the fire of the enemy on them,\nThat six of the Vanguards guns were cleared of men. \n\nYet there stood Nelson, the noble Hero of the Nile,\nIn the midst of death and destruction on deck all the while;\nAnd around him on every side, the cannon balls did rattle,\nBut right well the noble hero knew the issue of the battle. \n\nBut suddenly he received a wound on the head,\nAnd fell into the arms of Captain Berry, but fortunately not dead;\nAnd the flow of blood from his head was very great,\nBut still the hero of the Nile was resigned to his fate. \n\nThen to the Cockpit the great Admiral was carried down,\nAnd in the midst of the dying, he never once did frown;\nNor he didn't shake with fear, nor yet did he mourne,\nBut patiently sat down to wait his own turn. \n\nAnd when the Surgeon saw him, he instantly ran,\nBut Nelson said, Surgeon, attend to that man;\nAttend to the sailor you were at, for he requires your aid,\nThen I will take my turn, don't be the least afraid. \n\nAnd when his turn came, it was found that his wound was but slight,\nAnd when known, it filled the sailors hearts with delight;\nAnd they all hoped he would soon be able to command in the fight,\nWhen suddenly a cry arose of fire! Which startled Nelson with affright. \n\nAnd unassisted he rushed upon the deck, and to his amaze,\nHe discovered that the Orient was all in a blaze;\nThen he ordered the men to lower the boats, and relieve the enemy,\nSaying, now men, see and obey my orders immediately. \n\nThen the noble tars manned their boats, and steered to the Orient,\nWhile the poor creatures thanked God for the succour He had sent;\nAnd the burning fragments fell around them like rain,\nStill our British tars rescued about seventy of them from the burning flame, \n\nAnd of the thirteen sail of the French the British captured nine,\nBesides four of their ships were burnt, which made the scene sublime,\nWhich made the hero of the Nile cry out thank God we've won the day,\nAnd defeated the French most manfully in Aboukir Bay. \n\nThen the victory was complete and the French Fleet annihilated,\nAnd when the news arrived in England the peoples' hearts felt elated,\nThen Nelson sent orders immediately through the fleet,\nThat thanksgiving should be returned to God for the victory complete."}