{"subject": "Andante Con Moto", "text": "Forth from the dust and din,\nThe crush, the heat, the many-spotted glare,\nThe odour and sense of life and lust aflare,\nThe wrangle and jangle of unrests,\nLet us take horse, Dear Heart, take horse and win -\nAs from swart August to the green lap of May -\nTo quietness and the fresh and fragrant breasts\nOf the still, delicious night, not yet aware\nIn any of her innumerable nests\nOf that first sudden plash of dawn,\nClear, sapphirine, luminous, large,\nWhich tells that soon the flowing springs of day\nIn deep and ever deeper eddies drawn\nForward and up, in wider and wider way,\nShall float the sands, and brim the shores,\nOn this our lith of the World, as round it roars\nAnd spins into the outlook of the Sun\n(The Lord's first gift, the Lord's especial charge),\nWith light, with living light, from marge to marge\nUntil the course He set and staked be run.\n\nThrough street and square, through square and street,\nEach with his home-grown quality of dark\nAnd violated silence, loud and fleet,\nWaylaid by a merry ghost at every lamp,\nThe hansom wheels and plunges. Hark, O, hark,\nSweet, how the old mare's bit and chain\nRing back a rough refrain\nUpon the marked and cheerful tramp\nOf her four shoes! Here is the Park,\nAnd O, the languid midsummer wafts adust,\nThe tired midsummer blooms!\nO, the mysterious distances, the glooms\nRomantic, the august\nAnd solemn shapes! At night this City of Trees\nTurns to a tryst of vague and strange\nAnd monstrous Majesties,\nLet loose from some dim underworld to range\nThese terrene vistas till their twilight sets:\nWhen, dispossessed of wonderfulness, they stand\nBeggared and common, plain to all the land\nFor stooks of leaves! And lo! the Wizard Hour,\nHis silent, shining sorcery winged with power!\nStill, still the streets, between their carcanets\nOf linking gold, are avenues of sleep.\nBut see how gable ends and parapets\nIn gradual beauty and significance\nEmerge! And did you hear\nThat little twitter-and-cheep,\nBreaking inordinately loud and clear\nOn this still, spectral, exquisite atmosphere?\n'Tis a first nest at matins! And behold\nA rakehell cat--how furtive and acold!\nA spent witch homing from some infamous dance -\nObscene, quick-trotting, see her tip and fade\nThrough shadowy railings into a pit of shade!\nAnd now! a little wind and shy,\nThe smell of ships (that earnest of romance),\nA sense of space and water, and thereby\nA lamplit bridge ouching the troubled sky,\nAnd look, O, look! a tangle of silver gleams\nAnd dusky lights, our River and all his dreams,\nHis dreams that never save in our deaths can die.\n\nWhat miracle is happening in the air,\nCharging the very texture of the gray\nWith something luminous and rare?\nThe night goes out like an ill-parcelled fire,\nAnd, as one lights a candle, it is day.\nThe extinguisher, that perks it like a spire\nOn the little formal church, is not yet green\nAcross the water: but the house-tops nigher,\nThe corner-lines, the chimneys--look how clean,\nHow new, how naked! See the batch of boats,\nHere at the stairs, washed in the fresh-sprung beam!\nAnd those are barges that were goblin floats,\nBlack, hag-steered, fraught with devilry and dream!\nAnd in the piles the water frolics clear,\nThe ripples into loose rings wander and flee,\nAnd we--we can behold that could but hear\nThe ancient River singing as he goes,\nNew-mailed in morning, to the ancient Sea.\nThe gas burns lank and jaded in its glass:\nThe old Ruffian soon shall yawn himself awake,\nAnd light his pipe, and shoulder his tools, and take\nHis hobnailed way to work!\n\nLet us too pass -\nPass ere the sun leaps and your shadow shows -\nThrough these long, blindfold rows\nOf casements staring blind to right and left,\nEach with his gaze turned inward on some piece\nOf life in death's own likeness--Life bereft\nOf living looks as by the Great Release -\nPass to an exquisite night's more exquisite close!\n\nReach upon reach of burial--so they feel,\nThese colonies of dreams! And as we steal\nHomeward together, but for the buxom breeze,\nFitfully frolicking to heel\nWith news of dawn-drenched woods and tumbling seas,\nWe might--thus awed, thus lonely that we are -\nBe wandering some dispeopled star,\nSome world of memories and unbroken graves,\nSo broods the abounding Silence near and far:\nTill even your footfall craves\nForgiveness of the majesty it braves."}