{"subject": "Longing And Asking", "text": "Mother, when we meet upon that shore,\nWhere I too may hope to be at rest,\nShall mine eyes behold thee evermore,\nAs my heart must ever love thee best?\nWilt thou claim me as I stand amazed,\nWhile the veil still clogs my spirit-feet—\nClaim me with the mother-love that gazed\nFrom thy mortal eyes with such mild heat?\nShall I owe thee sweet obedience then?\nShall I pay thee back each foregone due?\nShall I grow a child beneath thy ken?\nOr appear such haply in thy view?\n\nThere are bonds which we call bonds of flesh,\nThat do enter deep into the soul;\nOr surround it closely, as a mesh\nThat must leave its impress on the whole; \nSo our human loves, which at their birth\nLowliest human faculties enfold,\nGrow beyond the limits of this earth,\nIn the spirits they have helped to mould.\nSpirit that has heard the call of spirit\nEver that same spirit voice should know\nBut I would our future might inherit\nAll that keeps our present life a-glow:\nNot the substance only, but the form\nOf the dear affections that now bind us,\nThat our bright eternal home be warm\nAs the mouldering hearths we leave behind us.\n\nSo I pray that when upon that shore\nI may land and enter into rest,\nI shall see thee, mother, evermore,\nAs my heart must ever love thee best.\nAll thy being, bore it not the sign\nShadowed in the woman's name—Eve, Life?\nLife that she in sharing dares resign,—\nMortal weakness worsted in the strife.\nMother, shall thy children dare to doubt\nThat the end of perfect womanhood \nEndlessly shall compass thee about,\nIn the reign of all things true and good?\n\nWhen we stood on that white winter day,\nAnd the sunlight, filtered through the snow,\nLighted on that white and frozen clay,\nWith the crown of peace upon its brow;\nWho had deemed the woman pale and worn,\nGazing as they will who look their last,\nCould have been a child left there to mourn,\nOne who seemed so early to have past.\nFinely moulded, with the hair's dark sweep,\nStraightly parted from the fair, still face;\nCalm and grand as some diviner sleep\nHeld the wearied one in close embrace;\nSmooth and firm, and all untouched with care,\nMen had deemed that little children's cries\nShould bewail thee, not the long despair\nLooking from a full-grown woman's eyes.\nYet I think not that to outward ken,\nIn thy day of youth thou could'st have been\nAll complete as that I looked on then—\nAwful, tender, beautiful, serene! \nFades the blossom here before the fruit\nForms upon the bough; our withered leaves—\nStrength and beauty—go to feed our root;\nIn the dusk we gather in our sheaves.\nSouls that into fuller beauty break,\nRipen on the body's slow decay;\nThus in perfect likeness none can wake,\nBut to look upon the perfect day.\n\nBut as such may we on high behold\nThee, the mother of our thoughts, hopes, lives;\nNot as one whose clinging arms should fold\nInfant forms, but when as women, wives,\nHappy in ourselves and in one other,\nFrom thyself thou badest us go free;\nThen in angels' eyes thou wert a Mother,\nIn the highest, last, supreme degree!\n\nOh, how short a time he thus possessed thee—\nHe, the widowed! Growing great beneath\nAll the sore temptations that oppressed thee,\nWith the last thy spirit broke its sheath.\nGone the little one as went the rest,\nScattered wide, and wider over space; \nCould the heart within the mother's breast\nKeep on beating still in one fixed place?\nAll day long she hears her children's voices,—\nDay or night they will not let her sleep;\nFar away with this one she rejoices,—\nFarther still with that one she must weep.\nSurely it were better she should go,\nThan live on with such divided life;\nAh, we too much wronged thee with our woe,\nStanding by, sweet mother, and true wife,\nWhen the struggle which so rent thy frame,\nGod, in pity, made at last to cease:\nAnd the angel of His mercy came\nWith the order for thy soul's release!\n\nThus I wander on,—my thoughts are drawn\nBlindly by the current which will set\nEver to that past which is not gone—\nBut alive with hope, not vain regret.\nHere I pause, still praying as before,\nThat when I shall enter into rest,\nI may see thee, mother, evermore,\nAt thy noblest, fullest, latest, best."}