{"subject": "The Wars And The Unknown Soldier", "text": "I\nDry leaves, soldier, dry leaves, dead leaves;\nvoices of leaves on the wind that bears them to\ndestruction,\nimpassioned prayer, impassioned hymn of delight\nof the gladly doomed to die. Stridor of beasts,\nstridor of men, praises of lust and battle,\nnumberless as waves, the waves singing\nto the wind that bears them down.\n\nUnder Osiris,\nhim of the Egyptian priests, Osynmandyas the King,\neasward into Asia we passed, swarmed over Bactria,\nthree thousand years before Christ.\n\nThe history of war\nis the history of mankind.\nSo many dead:\nlook at them there in the dark, look at them going,\nthe longest parade of all, the parade of the dead:\nbetween then and now, seven thousand million dead:\ndead on the filed of battle.\n\nThe people which is not ready\nto guard its gods, and its household gods, with the\nsword,\nwho knows but it will find itself with nothing\nsave honour to defend - ?\n\nConsider, soldier\nwhatever name you go by, doughboy, dogface,\nmarine or tommy. God's mercenary – consider our lot\nin the days if the single combat. You have been seen on the \nseashore.\nIn the offshore wind blown backward, a wavecrest\nwindwhipped and quivering, borne helpless and\nbriefly\nto fall underfoot of an oncoming seawall, foam-\nsmothered,\nonce more to recede, wind-thwarted again; thus\ndeathward\nthe battle lines whelmed and divided. The darkling\nbattalions\nlocked arms in chaos, the bravest, the heroes,\nkept in the forefront' and this line once broken,\nour army was done for.\n\nII\nIn the new city of marble and bright stone,\nthe city named for a captain; in the capital:\nunder the solemn echoing dome, in the still tomb,\nlies an unknown soldier.*\n\nIn the brown city,\nold and shabby, by the muddy Thames, in the gaunt\navenue\nwhere Romans blessed with Latin the oyster and the\nprimrose,\nthe stone shaft speaks of another. Those who pass\nbare their heads in the rain, pausing to listen+\n\nAcross grey water, red poppies on cliffs and chalk.\nHidden under the arch, in the city of light,\nthe city beloved of Abelard rests a third,\nnameless as those, but the fluttering flame\nsubstituting for a name.\n\nThree unknown soldiers:\nthree, let us say, out of many. On the proud arch\nnames shine like stars, the names of battles and\nvictories;\nbut never the name of the man, you, the unknown.\nDown there runs the river, under dark walls of rock,\nparapets of rock, stone steps that green to the water.\n\nThere they fished up in the twilight another unknown,\nthe one they call \nL'Inconnue de la Seine\n: drowned\nhands,\ndrowned hair, drowned eyes, masked like marble she\nlistens\nto the drip-drop secret of silence; and the pale eyelids\nenclose and disclose what they know, the illusion \nfound like fire under Lethe. Devotion here sainted\nthe love here deathless. The strong purpose turns\nfrom the daggered lamplight, from the little light to\nthe lesser,\nfrom stone to stone stepping, from the nex-to-the-lasy\nheartbeat and footstep even to the sacred, to the last.\n\nLove: devotion: sacrifice: death: can we call her\nunknown\nwho has not unknown to herself more? Whose love\nlives still\nas if death itself were alive and divine?\n\nAnd you, the soldier\nyou who are dead: is it not so with you?\nLove: devotion: sacrifice: death: can we call you\nunknown,\nyou who knew what you did? The soldier is crystal:\ncrystal of man: clear heart, clear duty, clear purpose.\nNo soldier can be unknown. Only he is unknown\nwho is unknown to himself."}