{"subject": "The First Of April: Or, The Triumphs Of Folly", "text": "'Twas on the Morn when _April_ doth appear,\nAnd wets the Primrose with its maiden tear;\n'Twas on the Morn when laughing FOLLY rules,\nAnd calls her Sons around, and dubs them Fools;\nBids them be bold, some untry'd path explore,\nAnd do such deeds as Fools ne'er did before;\n'Twas on that Morn, when Fancy took her stand\nBeside my couch, and, with fantastic wand,\nWav'd, from her airy cells, the Antic Train\nThat play their gay delusions on the brain:\nAnd strait, methought, a rude impetuous Throng,\nWith noise and riot, hurried me along,\nTo where a sumptuous Building met my eyes,\nWhose gilded turrets seem'd to dare the skies.\nTo every Wind it op'd an ample door,\nFrom every Wind tumultuous thousands pour.\nWith these I enter'd a stupendous Hall,\nThe scene of some approaching festival.\nO'er the wide portals, full in sight, were spread\nBanners of yellow hue, bestrip'd with red,\nWhereon, in golden characters, were seen:\nTHE ANNIVERSARY OF FOLLY'S QUEEN!\nStrange motley ornaments the Building grac'd,\nWith every emblem of corrupted Taste.\nNo stately Column rose to meet the Dome,\nNo Sculpture borrow'd from the Arts of Rome;\nNo well-wrought Frieze crept graceful on the walls,\nTh' _Acanthus_ weav'd no splendid Capitals;\nNor did the Attic elegance supply\nOne simple foliage for the judging eye.\nBut, in their stead, Confusion void of Sense,\nAnd all the pride of false Magnificence,\nDisplay'd an idle, vain, fantastic show,\nFit only for the Crowd that gaz'd below.\n\nGay China's unsubstantial forms supply\nThe place of Beauty, Strength, Simplicity.\nEach varied colour, of the brightest hue,\nThe green, the red, the yellow, and the blue,\nIn every part the dazzled eyes behold,\nHere streak'd with silver, there enrich'd with gold;\nWhile fancied forms upon the ceiling sprawl,\nAnd shapeless monsters decorate the wall.\n\nIn every scatter'd niche I look'd in vain\nFor Heroes famous on th' embattled plain;\nOr animated Bust, whose brow severe\nMark'd the sage Statesman or Philosopher.\nBut in the place of those whose Patriot fame\nGave glory to the Greek and Roman name,\nOr Heroes who for Freedom bravely fought,\nMen without heads,--and Heads that' never thought,\nGreet my sick eye,--with all their names enroll'd\nIn the vain pomp of prostituted gold.\n\nNor had the Painter's active hand restrain'd\nThe all-bedaubing brush: the walls were stain'd\nWith the gay colourings of capricious Art,\nWherein nor Truth nor Genius bore a part.\nThere _Sigismunda_'s form again I knew,\nWhich FOLLY hinted, and old _Hogarth_ drew.\nNo sketch of REYNOLD's pencil did appear,\nScience and Taste found no admittance there;\nBut the vain Painter had essay'd to trace,\nIn rude distortion, and with strange grimace,\nEach story the Historic Pages tell,\nWhere FOLLY triumph'd, and where WISDOM fell.\n\nThere the great BACON, whose sagacious eye\nPierc'd through the gloom of dark Philosophy,\nAnd to the World unveil'd her awful face,\nCrouch'd a low, servile Courtier in disgrace.\nThere PULTENEY, who the first stout bulwark stood\nOf British Freedom 'gainst the torrent flood\nOf dire Corruption, having stemm'd the wave,\nShook off the Patriot, and became the Slave.\nThere PITT, whose great and comprehensive soul\nNo threats could frighten, no events controul;\nWhose name dash'd terror on his Country's foes,\nFrom GALLIA'S Shores to where the GANGES flows\nThrough Eastern Nations;--There he wore the chain\nOf Royal Gold, and join'd the pension'd Train.\nBut the Muse weeps, and drops the silent tear\nO'er the sad truths which were recorded there.\n\nHigh, in the midst, a Pageant of a Throne\nIn the extreme of Tinsel Splendor shone.\nNo Sacred Ensigns, no Imperial Chair,\nMark'd the high worth of those who counseled there;\nBut, shaded by a Curtain's vivid green,\nA splendid, soft, luxuriant Couch was seen.\nThe spangled Banners glitter'd all around,\nAnd the unfolded Silver strew'd the ground;\nWhile the false Mirrors pain the dazzled eye\nWith mingled Forms, and gay Perplexity.\nHung from the roof by many a golden thread,\nThe Canopy its airy cov'ring spread,\nInwove with plumage borrow'd from the wing }\nOf India's feather'd Tribe, or those that sing }\n'Mid the green woodlands of a Western Spring. }\nBefore the Throne a splendid Altar stood,\nInlaid, in curious forms, with fragrant wood;\nWhereon the faithful Votaries might lay\nTheir Offerings sacred to the festal day.\n\nMethought, that, tir'd of the disgusting scene,\nFit for Fools only, and their silly Queen,\nI sought in haste to leave the inglorious Throng:\nBut as the pressing Crowd my steps prolong,\nThe deafening Cymbals, and the noisy brawl\nOf pealing Laughter, ecchoed round the Hall.\nAnd strait a troop of dancing Youths appear'd,\nOf rosy hue, by friendly BACCHUS chear'd.\nThe tinkling bells upon their feet they wore;\nEach, in his hand, a rural Tabor bore,\nWhose sides they frequent beat, and, at the sound,\nAloft in air, with, antic step, they bound.\n\nNext came a blooming Boy in robe of green;\nOn his fair brow a flowery crown was seen,\nWhere the pale Primrose with the Cowslip vied,\nAnd fragrant Violets shone in purple pride.\nUpon a Bull he rode, whose horns were gay\nWith many a golden flower and budding spray.\nAround him every vernal Songster fled,\nWhile the Lark soar'd and whistled o'er his head.\nAnd now he smil'd with joy, and now, apace,\nThe crystal tears bedew'd his alter'd face.\nLike the young Fondling on his Mother's breast,\nWho cries for absent joys, and thinks them best:\n'Mid smiles, and tears, and frowns, he onward came,\nWith gentle pace,--and APRIL was his name.\n\nTo him succeeds a light and frolic Train\nOf wanton Females, insolent and vain,\nWhose cheeks, by Art encrimson'd, far outvie\nThe vivid hue of blushing Modesty.\nTheir auburn ringlets float not in the air;\nNo silken fillet binds their flowing hair;\nBut, plaister'd into form, the curls disgrace\nEach animated feature of the face.\nThe gladsome Fair, in honour of the day,\nWith artificial flow'rets strew'd the way.\n\nBut in what language shall the Muse describe\nThe dancing, dressing Millinery Tribe,\nWho, with their various emblems, next appear,\nAnd joyful tell th' approach of FASHION near.\n\nWith mincing step the fickle Princess came:\nTh' attending Crowds shout forth her empty name.\nStrange was her form,--her look, her dress were strange;\nAnd yet each moment saw their sudden change.\nNow her Locks soar aloft, and threat the sky;\nNow shade the brightness of her rolling eye:\nAwhile they on her wanton bosom break;\nThen, upward forc'd, display th' uncover'd neck.\nEre the long train could spread its shady folds,--\nDrawn up,--a knot the alter'd vestment holds.\nSoon fade the glories of th' enormous Plume;\nAs soon the superseding Chaplets bloom.\nThe rigid Stay, whose daring height conceals\nThose swelling charms where many a Cupid dwells,\nEre they can heave again,--no more appear;\nBut leave each vulgar eye to revel there.\nAs I look'd down, the dropping Silk denies\nHer pretty feet to my intruding eyes:\nAgain I look'd,--th' according flounce updrew,\nAnd gave the well-turn'd ankle to my view.\nNow stiff,--now slouching in her gait she walk'd;\nNow lisp'd, now mouth'd each sentence as she talk'd.\nA form so changeful I had never seen;--\nThe red, the blue, the yellow, and the green,\nIn quick succession, o'er her figure past,\nA moment loiter'd, but refus'd to last.\nAnd as, in various pride, she mov'd along,\nNow charm'd,--now angry with the shouting Throng,\nSubmissive _Eunuchs_ to their Mistress bend,\nAnd in shrill warblings hail their _only_ Friend.\n\nNow LUXURY advanc'd, a pamper'd Dame;\nIn these brave piping days a favourite name.\nTissues of gold her gorgeous robe compose;\nIn many a fold the shining vestment flows;\nAnd far behind sends forth a sweeping Train,\nWhich _Dame Cornelys_ scarcely can sustain.\nGems bright as those which Eastern Monarchs wear,\nHang on her breast and sparkle in her hair.\nShe but commands, and lo!--submissive Art\nIs proud its curious labours to impart.\nShe but commands,--and eager Nature brings\nThe best and fairest of her offerings.\nThe distant Climates with each other vie,\nWhate'er she wants or wishes, to supply.\nThe _North_ before her spreads his furry store;\nThe _South_ his golden sands and silver ore;\nThe sumptuous _East_ is anxious to display\nGems of the brightest hue and purest ray;\nThe _West_, by arts to other climes unknown, }\nFor her gives lustre to th' unpolish'd stone, }\nAnd shapes the rugged gold with cunning all his own. }\nTh' obedient _Seasons_ bend to her controul,\nInvert their course, and in new order roll.\nThe hoary _Winter_ to her wish doth bring\nThe scented blossoms of the balmy _Spring_;\nThe forward _Spring_ impatient doth disclose\nThe full-blown beauties of the _Summer_ Rose;\nTh' encroaching _Summer_ robs th' _Autumnal_ fields\nOf the rich fruitage which their bounty yields;\nWhile _Autumn_ looks on _Winter_ with disdain,\nAnd courts an union with the _Vernal Train_.\nE'en _Time_ accords to her imperial sway;\nShe rules the Night, and she directs the Day.\nBut the glad Day affords her no delight;\nShe hates the Sun, and revels in the Night.\nAs she went on,--the gaudy carpet spread\nIts velvet surface for her stately tread;\nWhile the soft flute and animating lyre\nAwake to rapture every fond desire.\n_Profusion_ follow'd,--for whose single meal,\nWhole Hecatombs receive the Butcher's steel.\nNext _Drunkenness_ roar'd forth the beastly strain,\nAnd _Waste_ and _Riot_ closed the glutted Train.\n\nAnd yet methought I saw, to them unseen,\nWan _Ruin_ stalk behind, with haggard mien,\nExpecting instant prey;--and with him came\nThe angry _Fever_, whose insatiate flame\nDrinks up the pure and purple streams of Life;\nAnd every Disease that harbours strife\nWith mortal Natures.--Pallid, pining Care, }\nPain, griping Penury, with black Despair, }\nAnd agonizing Death, in all his sable pomp, were there. }\n\nNext _Melancholy_ came, with solemn pace;\nA purple veil o'er-spread her moisten'd face.\nAnd now she fix'd her eyes upon the ground;\nNow with dejected air, she turn'd around,\nAs if to view the sad approaching Train,\nDegraded by unfeeling FOLLY'S chain.\nPale _Science_ follow'd;--to the sky she bore\nHer fasten'd looks, as eager to explore\nSome great design; nor did she seem to hear\nThe cruel scoffings, and th' insulting sneer,\nOf brazen Ignorance and her foul-mouth'd crew,\nWho at the Holy Maid their venom threw.\nGrave _Wisdom_, next, with wrinkled brow appear'd,\nWhite was his head, and white his flowing beard.\nBy the right hand _Religion_'s self he led;\nWho, as she pass'd along, devoutly read\nIn that _Celestial Book_, whose sacred page\nShall pass unhurt through every distant Age.\nMeek _Resignation_ with her Mistress came,\nAnd gentle _Patience_, and unsullied _Fame_:\nOnward they went, nor fear'd the assailing cry\nOf frontless _Vice_ and barking _Calumny_.\n\nI mourn'd the piteous fight, and curs'd the hour\nWhen FOLLY first assum'd her fatal power:\nAnd much I sorrow'd that she dare maintain\nThe shameful show of her fantastic reign.\nBut as I wip'd away the silent tears,\nWith rout and revelry the QUEEN appears.\nOn a gay car the painted _Mischief_ rode,--\nHer pride a _Feather_, and her grace a _Nod_.\nA flaunting, party-colour'd vest she wore,\nWith many a glittering star bespangled o'er.\nUpon her cap, in order, plac'd around,\nThe bells send forth an emblematic sound.\nHer right-hand did a wooden sword embrace,\nKnown to the Chiefs of _Pantomimic_ Race;\nWhose magic powers, to please a silly Age,\nShe first encourag'd on the _British_ Stage;\nAnd, driving _Sense_ and _Reason_ to despair,\nHer _duteous Delegates_ continue there.\nHer eyes no penetrating gleam betray'd,\nUpon her face no gentle graces play'd.\nThe _Harlot_'s smile,--the _Ideot_'s vacant stare,\nAnd _Baby_ vehemence, were blended there.\nAn _Ostrich_ drew the gilded weight along,\nWhose harness'd plumage charm'd th' admiring Throng.\nMethought I saw her from the car descend,\nWhile her surrounding vot'ries lowly bend;\nAnd, with loud, pealing bursts of laughter, own\nTheir Monarch seated on her _Annual Throne_.\n\nAnd now, in crowds, press'd through the yielding doors,\nHigh Lords, deep Statesmen, Dutchesses, and Whores;\nAll ranks and stations, Publicans and Peers,\nGrooms, Lawyers, Fiddlers, Bawds, and Auctioneers;\nPrudes and Coquettes, the Ugly and the Fair,\nThe Pert, the Prim, the Dull, the Debonnair;\nThe Weak, the Strong, the Humble and the Proud,\nAll help'd to form the motley, mingled Crowd.\n\nWith curious eye, attentive I survey'd\nEach busy Figure of the Masquerade.\nA Mask it might be call'd, tho', free from shame,\nAll shew'd their Faces, and each told his Name.\nFor FOLLY's presence spoils the attractive grace\nThat plays around the most bewitching face.\nWhere'er she reigns, beneath her magic sway\nEach charm, each envied beauty melts away.\nWhere'er she governs, WISDOM will descry\nIn the fair form a foul deformity.\n--There tottering Old Age essay'd to prance\nWith feeble feet, and join'd th' imperfect dance.\nThere supercilious Youth assum'd the air\nAnd reverend grace which hoary Sages wear.\nThere I beheld full many a youthful Maid,\nLike colts for sale to public view display'd,\nShew off their shapes and ply their happiest art,\nWhile the old Mother acts the Jockey's part;\nWho, well-instructed in the World's great School,\nKnows how to trap the rich and noble Fool.\nBold Prostitution look'd with downcast eye,\nAnd veil'd her painted cheeks with modesty;\nWhile wedded Dames a bold demeanour wear,\nAnd think their eyes resistless when they stare.\nThe shameless Gamester shook the loaded die, }\nNor fear'd the Stripling's unsuspecting eye, }\nThat knows not to discern th' approaching ruin nigh. }\n\nOld powerless _S----_ still essay'd to charm\nThe Whore that dangled on the Dotard's arm.\nBold _P----_ made Appointments with the Fair,\nCertain he should not meet his _Countess_ there.\nPale _G----_, as he stroll'd about to chuse\nSome _unbroke Filly_ for his favourite _Meuse_,\nWhere faithful _W----n_ for his ---- _ship's gain_,\nWith pliant hand breaks in th' unruly Train,\nFix'd on his _frisky Wife_,--and, in her eye,\nSaw the _mild beams of artless Modesty_.\n--There _H----'s Countess_ views the _ducal Heir_, }\nWith silent caution does the toils prepare, }\nAnd with her _raw-bon'd_ Daughters baits the _snare_. }\nThe wretched _B---- sneaks_ behind to wait\nThe doubtful progress of his _S----r's fate_.\nThe Maiden's Piety,--the boasted smiles\nOf Royal Favour, and the secret wiles\nOf hoary Artifice, at length, succeed;\nAnd _the flow_ _L----_ to the Altar lead.\n--There filly D---- mourn'd, in briny floods,\nHis lessen'd Household, and diminish'd Woods.\n\nThus as I gaz'd,--the Hautbois shrieking sound,\nWith swelling Clarions through the Dome resound;\nAnd, in brisk, airy, measure, lightly play\nA Prelude to the business of the day.\nThe Music ceas'd--and, in a treble tone,\nThus spake the Royal Puppet on the Throne:\n\n'Ye High, ye Low,--ye Vulgar and ye Peers!\nYe youthful Dames, and you of riper Years!\nYe longing Maids, who heave the midnight sigh\nBeneath the burthen of Virginity!\nOr you, ye stray'd ones, who, unblushing, boast\nYour Virtue sullied, and your Honour lost!\nYe _Pidgeons_, who hold forth the Golden Plume\nFor Knaves to pluck, and Harlots to consume!\nYe wedded Fair, who, splenetic at home,\nThink it the duty of a Wife to roam!\nYe Husbands, from whose cold neglect proceeds\nThe Cuckold sproutings of your aching heads!\nYe _City Wights_, who feel it pride to trace\nThe faded manners of St. JAMES'S PLACE,\n'Till with imperial deeds you blend your fame,\nAnd ROYAL GAZETTES propagate your Name!\nYe blazing Patriots who of Freedom boast,\n'Till in a gaol your Liberties are lost!\nYe Noble Fair, who, _satisfied with Show_,\nCourt the light, frothy flatteries of a _Beau_!\nYe high-born Peers, whose ardor to excel,\nGrows from the beauties of some modish _Belle_!\nYe jocund Crowd, of every degree,\nWelcome, thrice welcome, to this place and me!\n--Haste--on the Altar your best offerings leave;\nAnd, in return, my favouring smiles receive!\nFirst let the PEERAGE come:--'tis my decree\nTo pay all Honours to _Precedency_.'\n\nAt her command, the pressing Crowds retreat:\nWhen D----, uprising from her feat,\nWith careless gesture to the Altar moves.\nThen _Virtue_ shriek'd,--and all the _Laughing Loves_\nThat play'd around, droop'd instant with dismay,\nAnd spread their wings, and, weeping, fled away!\n\nThe Noble Dame her offering now prepares.--\nA Father's counsels, and a Mother's cares.\nUpon the Altar's gilded surface lie,\nWith winning grace, and sweet simplicity;\nThe gay, yet decent, look; the modest air,\nWhich loves the brow of Youth, and triumphs there;\nThe power to give delight, devoid of art,\nWhich stole unconscious o'er the Lover's heart;\nThe wish to bless, with all those Virgin charms\nWhich heighten'd rapture in a Husband's arms;\nEach infant friendship, each domestic care,\nEach elevated thought was offer'd there.\nNor did the _lavish Votary_ deny\nOne solid charm,--but chilling Chastity.\nEnraptur'd FOLLY bless'd the lucky hour\nThat gave so fair a subject to her power.\nNor did the long delay, with circling hand,\nTo wave around the Fair her magic wand.\nWhen, lo!--the sudden Plumes her temples grac'd;\nThe yielding Stays sink downwards to the waist;\nAnd, strange to tell, her rosy lips dispense\n_Double-entendres_ and Impertinence.\n\nThroughout the Hall a loud applause was heard,\nNor ceas'd till D----'s airy form appear'd.\nNo common offering she seem'd to bear;\nConnubial tenderness,--the watchful care\nWhich tender Infants from their Mothers claim,\nThe sage demeanor, and the blameless name\nIn which High Life should ever be array'd,\nHer steady hand upon the Altar laid.\n\nThe Queen with laughter loud her joy exprest,\nAnd, strait, I saw the giddy _Countess_ drest\nIn Infant's garb, and like an Infant smil'd;\nThe Parent now was sunk into the Child.\nThe rattle pleas'd it, and the painted toy;\nAwhile the trifles charm, but soon they cloy.\nAnon she cries,--for some new play distrest,\n'Till FETES CHAMPETRES hush it into rest.\n\nNext B---- was seen, whose sprightly eye\nBeam'd with the pertness of Vivacity.\nTo the gay shrine the wanton Fair proceeds,\nAnd, smiling, offers up her Widow's weeds.\nHere E----'s chaste vows, and proffer'd love,\nWith _Hymeneal_ garlands interwove,\nAnd injur'd D----'s unavailing sighs,\nTogether form an ample sacrifice.\n\nDelighted FOLLY wav'd her pow'rful wand!\nA sprightly figure came at her command;\nIts face of GALLIC mould and sallow hue.\nAnd o'er his shoulder hung the _Cordon Bleu_.\nUp-rose the QUEEN.--'My favourite Prince, she cried,\nTo me and to my House so near allied,\nTo you I shall resign no common care:\nBeneath your wing I place a favourite Fair.\nRegardless of her Children's growing years,\nDeaf to their prattle, heedless of their tears;\nTir'd of her native land, and pleasant home,\nOn foreign shores she languishes to roam;\nIn foreign Courts to play coquettish arts,\nAnd dart her lightnings into foreign hearts.\nYours is the Court where she would wish to shine;\nAnd where's the heart so soon inflam'd as thine?'\nShe spoke.--They heard their Mistress with delight;\nWhen, in a cloud, she veil'd them from my sight.\n\nThe painted A----, who appear'd once more,\nTo do what she'd so often done before,\nApproach'd the Altar, to deposite there\nEach thought, each action of the finish'd year.\nAlone the Lady came,--alone return'd;\nNone joy'd her presence,--none her absence mourn'd.\n\nNext M---- came, whose pleasing looks disclose\nCharms which must soften her severest foes.\nPlac'd by her hand upon the Altar, lie\nEach _single Item of Oeconomy_;\nWhile her good, easy Lord the rite survey'd,\nAnd ratified the sacrifice she made.\nTho' small the Offering seem'd, in truth, 'twas great;\nIt was the Fragment of his vast Estate.\nE'en FOLLY saw their gay career must end,\nBut, for their duties past, now prov'd their friend;\nAnd gave a Book that teaches the repair\nOf ruin'd Fortunes _in a foreign Air_.\n\nBut now advanc'd a melancholy Train:--\nIn plaintive notes the breathing flutes complain.\nAnd lo! the sorrowing D---- then succeeds,\nIn all the mournful pomp of Widows' weeds.\nI heard her loud lament and bitter moan,\nNot for a Husband, but a Title gone.\nClose by her side I saw the _illustrious_ Dame\nWhom Wits the _Modern Messalina_ name;\nWho whisper'd comfort to the mourning Fair,\nAnd told of joys which blooming Widows share;\nWhose easy life no haughty ruler knows;\nWho, when th' awaken'd passion wanton grows,\nMay, where her fancy leads, allay the flame,\nNor fear a husband's threats or ruin'd fame.\n'Twas thus the BELDAME counsel'd; nor in vain\nDid she pour forth th' admonitory strain.\n\nThe weeping Fair before the Altar stood,\nIn all the dignity of Widowhood.\nFirst, from her eyes she wip'd away the tears;\nAnd then the solemn offering prepares.\n--Connubial love,--the Altar's sacred tie,-- }\nPure thoughts, chaste words, and many a tender sigh }\nWhich issued from the breast of virtuous A----ry; }\nWith golden prospects, and a future claim\nTo the fair glories of a titled name;\nAll these, in order plac'd, bedeck the shrine.\n--Ill-fated D---- for they once were thine!\nOf all this precious treasure nought remains,\nBut the sad remnant of a Mother's pains.\n\nThen spoke the Queen.--'Fair Dame, dispel your fears,\nAnd stop the fruitless current of your tears!\nTho' Friends may prove unkind, all are not gone;\nStill there remains the _virtuous H----ton_:\nNor shall the wedded H---- faithless prove,\nOr quite forget the proofs of _former Love_.\nNe'er shall you more lament the name of Wife;\nThe Widow's joys will crown your future life.'\n\nNext filly _V----rs_, who once had by heart\nEach _golden rule_ her _Mother_ could impart;\nBut since, escap'd from the Maternal School,\nSoon learn'd to break through every _golden rule_,\nWith her the weeping, whining D---- came,\nAnd the _repentant_ L----'s tasteless Dame.\nTo these an idle, giggling Train succeed,\nOf various figure and as various breed--\nWhose mingled faces I had never seen--\nEager to pay their duties to the Queen.\nAnd now before the Shrine, promiscuous, lie\nThe Morning Blame, the Evening Flattery;\nSonnets, and Sighs, and Garlands from the Grove,\nWith all the soft Artillery of Love;\nLampoons and Ballads, Jealousies, Alarms,\nAnd all the shafts which blast a Rival's charms;\nVolumes of false Reports the Altar load,\nBrought up from squint-eyed _Scandal_'s dark abode:\nAnd having yielded their accustom'd sport,\nAre duly register'd in FOLLY'S COURT.\n\nNow shoals of Damsels to the place repair,\nTo sacrifice their reputations there;\nWhile others, careful of their own good name,\nGive to the gaping crowd a neighbour's fame.\nFOLLY, well-pleas'd, the varied heap survey'd\nOf _Female Offerings_ before her laid,\nAnd wav'd her wand:--The Altar disappears;\nBut strait, at her command, another rears\nIts _silver_ base, whose firm, compacted mould\nBeam'd with the splendor of contrasted gold;\nAnd many a beauty shew'd, with strength to bear\nThe _weighty_ tributes to be offer'd there.\n\nBefore it stood a modest, blooming Peer,\nWho bow'd with easy grace, and offer'd there\nSome fine-spun Verses which he never wrote,\nSome worthy Speeches which he spoke by rote:\nFor thus I heard surrounding tongues rehearse,\n'H---- wrote the Speeches, H---- composed the Verse.'\nAnd soon amid the mingled heap there lay\nThe blasted wishes for _Hibernian_ sway.\nAnd here he sigh'd, and, as I thought, a tear\nRose in his sullen eye, but linger'd there;\nWhen FOLLY, pointing to the splendid show\nOf _Star_ and _Ribbon_ that bedeck'd the Beau,\n'For shame, my Lord, she cried, your doubtings cease!\nWith such a wish and such a power to please,\nAs you possess--Oh think not of the strife\nAnd labours of the Politician's life!\nLet _heavy Carlo_ feel the toilsome fate\nThat doth on fruitless Opposition wait!\nLet _clumsy_ NORTH, unenvied, still preside\nO'er Britain's welfare, and her Counsels guide!\nLet _purblind_ GRANTHAM strive, in soothing strain,\nTo calm the fury of revengeful SPAIN!\nLet _gentle_ STORMONT threat intriguing FRANCE!\nYou shine, my Lord, _unrival'd in the dance_.\n'Tis yours, with nimble step and graceful air,\nIn measur'd mazes, to delight the Fair.\nOf all the various arts, how few are known\nTo gain an excellence in more than one.\nWhat real praises then become your due!\nFor who can DRESS and DANCE so well as you!'\nShe ceas'd:--In minuet step my Lord retired;\nTo higher _Entre-Chats_ he now aspir'd:\nThen, capering as he went, he hasten'd home,\nTo plan with St----r Triumphs yet to come.\n\nNow hoary S---- near the Throne appears,\nBent with the follies of full three-score years.\nThese, heap on heap, the solid Altar grace:\nWhen FOLLY, sighing, mourn'd his wrinkled face;\nAnd thus in words of consolation spoke:--\n'Fear not, my aged Child, the impending stroke\nOf loit'ring Fate, which soon may cut in twain }\nThy cable's dwindled strength, and feeble chain, }\nAnd set thy bark afloat upon th' Eternal Main! }\nFear not; but still indulge thy wanton hours,\nAnd strew thy wint'ry path with vernal flowers.\nHow long thine hours may last, I cannot say;\nFOLLY ne'er sees beyond _the present day_.\nAnd should Old Time, with subtle art, delude\nThy feebled Age into decrepitude;\nStill on thy crutches sing, and dance, and play,\nAnd gild the close of Life's short Holiday!\nNo _second Childhood_ can my S---- wear;\nThe _first_ yet boasts an incomplete career.\nAmid the duties of maturer age,\nThe playful Child was blended with the Sage;\nAnd e'en th' important labours of the State,\nThe secret Councils, and the deep Debate,\nHave oft been left unfinished, to enjoy\nSome childish pastime, or some fangled toy,\nThen fear not,--tho' thy years are almost past,\n_My friendly Ray_ shall chear you to the last.'\n\nNow on the Altar, reeling, W---- lays\nThe expectations of his early days;\nAnd talents which, improv'd by GRANVILLE'S care,\nPromis'd a ripe and plenteous crop to bear\nOf golden Virtues. But his care was vain:\nWith these were mingled the accursed bane\nOf noble deeds, fell instruments of Vice,\nThe treacherous Cards and desolating Dice,\nWhich forc'd the noble Gamester, for support,\nTo claim the mercies of a pitying Court.\n\nThe flatter'd Queen beheld, with laughing eye,\nThe Offerings of her faithful Votary;\nAnd, in return, she gave a Scroll, which bore\nOn its smooth face the _trusty_ name of H----,\nAnd other monied Wights, who boast to reign\nO'er L----'s flow'ry lawns and proud domain:\nWhich when he saw, for WINE he call'd aloud,\nAnd stagger'd onward through the yielding Croud.\n\nBut, as I look'd, methought, beneath the gate,\nCounting her dropping tears, REPENTANCE sat:\nAnd as the giddy Votaries return'd,\nThey caught her sorrows, and their follies mourn'd.\n\nBold M---- offer'd up his patriot zeal,\nAnd flaming Harangues for BRITANNIA'S weal;\nAnd _Oaths_ by which he swore to stem the tide\nOf Courtly Sway and Ministerial Pride;\nWhich thro' the ecchoing Isle were frequent heard,\nWhen he a _Northern Candidate appear'd_.\nBut FOLLY gave him, with satiric look,\nA _Dispensation_ from the Oaths he took;\nSuspicious that, the patriot frenzy o'er,\nThese pious _Swearings_ had been _broke before_.\n\nSmiles that ne'er pleas'd, and words as light as air,\nWhich scarce could claim regard from FOLLY'S ear;\nO'er-weening arts, which, tho' in smiles array'd,\nBy base-born fears have ever been betray'd;\nA few fair deeds, whose merit has been lost\nIn _selfish_ ends, or _Pharisaic_ boast;\nSoft, gentle Phrases, and meek, smiling Lies,\nWhich could not veil his bare hypocrisies;\nDull hours of _Courtship_ with the _unwilling_ Fair,\nWho wonder'd _rosy Love was never there_;\nCurses pour'd forth upon the nuptial hour,\nWhich sadly _fail'd him of the expected Dower_;\nAll these and more the splendid Shrine display'd,\nBy B----'s trembling hand with caution laid.\n\nNow FOLLY frown'd, _who had not frown'd before_;\nAnd, as I thought, in her right hand she bore\nA Parchment Scroll, which strait she downward threw,\nFor the pale, timorous Lordling to review.\nA Will it seem'd;--and soon, with weeping eye,\nHe told aloud _th' omitted Legacy_.\n\n_Then_ FOLLY _titter'd_, and the joyful Croud\nBurst forth in laughing shouts so shrill and loud,\nThe affrighted vision fled in haste away,\nAnd my glad eyes beheld the chearful day."}