{"subject": "Bereaved", "text": "ONE day as I came down by Jarrow,\n    Engirt by a crowd on a stone,\nA woman sat moaning, and sorrow\n    Seized all who took heed to her moan.\n\n'Nay, blame not my sad lamentation,\n    But oh, let,' she said, 'my tears flow,\nNay offer me no consolation—\n    I know they are dead down below.\n\n'I heard the dread blast and I darted\n    Away on the road to the pit,\nNor stopped till my senses departed,\n    And left me the wretch I here sit.\n\n'Ah, thus let me sit,' so entreated\n    She those who had had her way;\nThen yet on the hard granite seated,\n    Resumed her lament and did say:—\n\n'My mother, poor body, would harry\n    Me oft with a look sad and pale,\nWhen I had determined to marry\n    The dimple-chin'd lad of the dale.\n\n'Not that she had any objection\n    To one praised by each and by all;\nBut ay his lot caused a reflection\n    That still, still her bosom would gall.\n\n'Nay, blame not my sad lamentation;\n    My mother sleeps under the yew—\nShe views not the dire desolation\n    She dreaded one day I should view.\n\n'Bedabbled with blood are my tresses!\n    No matter!   Unlock not my hand!—\nWhen first I enjoyed his caresses,\n    Their hue would his praises command.\n\n'He'll never praise more locks nor features,\n    Nor, when the long day-tide is o'er,\nWith me view our two happy creatures,\n    With bat and with ball at the door.\n\n'Nay, chide not.   A pair either bolder\n    Or better nobody could see:\nThey passed for a year or two older\n    Than what I could prove them to be.\n\n'Their equals for courage and action\n    Were not to be found in the place;\nAnd others might boast of attraction,\n    But none had their colour or grace.\n\n'Their feelings were such, tho' when\n        smitten\n    By scorn, oft their blood would rebel,\nThey wept for the little blind kitten\n    Our neighbour did drown in the well.\n\n'The same peaceful, calm, and brave\n         bearing,\n    Had still been the father's was theirs\nAnd now we felt older a-wearing,\n    We deemed they'd soon lighten our cares.\n\n'So deemed I last night.   On his shoulder\n    I hung and beheld them at play:\nI dreamed not how soon they must moulder\n    Down, down in their cold bed of clay.\n\n'Ah, chide not.   This sad lamentation\n    But endeth the burden began,\nWhen to the whole dale's consternation,\n    Our second was crushed by the van.\n\n'That dark day the words of my mother\n    In all the deep tone which had made\nMe like a wind-ridden leaf dother,\n    Rang like the dead bell in my head.\n\n'Despair, the grim bird away chidden,\n    Would light on the house-top again;\nBut still from my husband was hidden\n    Each thought that had put him to pain.\n\n'He's pass's from existence unharried\n    By any forebodings of mine;\nNor till we the lisper had buried,\n    E'er pined he.   But then he did pine.\n\n'Adown when the shadow had falling\n    Across the long row gable-end,\nHe miss'd him, as home from his calling\n    With thrice weary bones he would wend.\n\n'No more would his heavy step lighten,\n    No more would his hazel eyes glow,\nNo more would his smutty face brighten\n    At sight of the darling.   Ah, no!\n\n'He lived by my bodings unharried,\n    But when from his vision and mine,\nAway the sweet lisper was carried,\n    He pined, and long after would pine.\n\n'Ay, truly.—And reason.—The sonsy\n    The bairn with his hair bright and curled,\nHe still had appeared to our fancy,\n    The bonniest bairn in the world.\n\n'As ruddy was he as a cherry,\n    With dimple on chin and on cheek;\nAnd never another as merry\n    Was seen to play hide-and-go-seek.\n\n'He, yet with his fun and affection,\n    His canny bit pranks and his grace,\nHe wheedled my heart from dejection,\n    And put a bright look on my face.\n\n'Full oft upon one leg advancing,\n    Across to the door he would go,\nWheel round on his heel, then go dancing\n    With hop after hop down the row.\n\n'When—Let my hand go!—When he\n        perish'd,\n    The rest were a balm to my woe:\nBut now, what remains to be cherish'd?\n    But now, what remains to me now?\n\n'Barely cold was the pet ere affected\n    By fever they lay one and all;\nBut lay not like others neglected;\n    I slept not to be at their call.\n\n'Day and night, night and day without\n        slumber,\n    I watched till a-weary and worn;—\nWhen Death took the gem of the number,\n    I'd barely strength left me to mourn.\n\n'I've mourn'd enough since.   And tho' cruel\n    Mishap like a cursed hag would find\nHer way to my door still, the jewel\n    Has seldom been out of my mind.\n\n'Another so light and so airy\n    Ne'er gladden'd a fond mother's sight—\nI oft heard her called a wee fairy,\n    And heard her so called with delight.\n\n'Whilst others played, by me she tarried,\n    —The cherub!—and rumour avers\nThat now-a-days many are married,\n    With not half the sense that was hers.\n\n'A-down on the hearth-rug a-sitting\n    The long winter nights she was heard,\nThe while her sweet fingers were knitting,\n    To lilt out her lay like a bird.\n\n'Did I appear cross!   To me stealing,\n    Askance in my face she would keek,\nAt which, e'er the victim of feeling,\n    I could not but pat her bit check.\n\n'She once, when I'd pricked this hard finger—\n    No, he who in grave-clothes first slept—\n—No, she—with the senses that linger\n    I cannot tell which of them—wept.\n\n'She vanished at last.   Ah, an ocean\n    Of trouble appeared that black cup\nBut what was it all to the potion\n    I now am commanded to sup?\n\n'My husband, my bairnies, my blossoms!\n    —Well—well, I am wicked—yes, yes;\nBut take my loss home to your bosoms,\n    And say if your sin would be less?\n\n'My husband, my bairnies, my blossoms!\n    Well—well,—I'll not murmur, but still\nThe anguish that teareth the bosom's\n    Not, not to be bridled at will.\n\n'The dear ones to perish so sudden!\n    —'Twas only last night, by the hearth,\nWhile I sat and mended their dudden,\n    The bairnies were giddy with mirth.\n\n'Their cousin came in, and they hasten'd\n    To hand her, and, handing the chair,\nThe strings of her apron unfastened,\n    And slipt the back comb from her hair.\n\n'On leaving the lassie discovered\n    The prank they upon her had play'd;\nAwhile hung her head, awhile hover'd,\n    Then pinched both their noses and fled.\n\n'They laugh'd, clapt their hands, and the\n        father\n    —Yea, I too, had laugh's with the rest;\nBut something came o'er me which rather\n    Brought sorrow than joy to my breast.\n\n'The dear ones to perish so sudden—\n    Last night of all nights by the hearth,\nWhile I was a-mending their dudden,\n    Why felt I no joy in their mirth?'\n\n'The supper was set, and being over\n    I help'd them to bed, and I think,\nOnce curl'd up beneath the green cover,\n    They dover'd to sleep in a wink.\n\n'I too laid me down, heart a-weary—\n    And when the birds rose from their bed,\nSomehow, by a dream dull and dreary,\n    My eyes were fast lock's in my head.\n\n'Aroused by their voices, and yearning\n    To kiss them, I sprang to the floor;\nThey kissed me, and bade me 'good\n        morning,'\n    Then whistled away from the door.\n\n'Long after away they had hurried,\n    Their music a-rang in my ears;\nThen thought I of those we had buried,\n    And thought of the jewels with tears.\n\n'Then thought I—What said I?—Thus\n        thinking\n    Was I, when rat-tat went the pane,\nAnd back into sense again shrinking,\n    I into bed stumbled again.\n\n'Did I sleep?   I did weep.   To his calling\n    The father had gone hours before,\nAnd now in that havoc appalling,\n    He lies with the blossoms I bore.\n\n'Did I sleep?   I did weep.   Heart a-weary,\n    How oft have I so wept before—\nI wept, and to weep, lone and dreary\n    I've wandered the broken brick floor.\n\n'Did I sleep?   Well, your kind arm and\n        steady\n    My tottering steps, and now you\nGo, get out the winding-sheets ready,\n    And do what remaineth to do.\n\n'Spread winding-sheets—one for the father,\n    And two for the darlings, our pride,—\nAnd one for the wife and the mother,\n    Ah, soundly she'll sleep by their side!'"}