{"subject": "France, The 18th Year Of These States", "text": "A GREAT year and place;\n   A harsh, discordant, natal scream out-sounding, to touch the mother's\n         heart closer than any yet.\n\n   I walk'd the shores of my Eastern Sea,\n   Heard over the waves the little voice,\n   Saw the divine infant, where she woke, mournfully wailing, amid the\n         roar of cannon, curses, shouts, crash of falling buildings;\n   Was not so sick from the blood in the gutters running--nor from the\n         single corpses, nor those in heaps, nor those borne away in the\n         tumbrils;\n   Was not so desperate at the battues of death--was not so shock'd at\n         the repeated fusillades of the guns.\n   Pale, silent, stern, what could I say to that long-accrued\n         retribution?\n   Could I wish humanity different?\n   Could I wish the people made of wood and stone?                    10\n   Or that there be no justice in destiny or time?\n   O Liberty! O mate for me!\n   Here too the blaze, the grape-shot and the axe, in reserve, to fetch\n         them out in case of need;\n   Here too, though long represt, can never be destroy'd;\n   Here too could rise at last, murdering and extatic;\n   Here too demanding full arrears of vengeance.\n   Hence I sign this salute over the sea,\n   And I do not deny that terrible red birth and baptism,\n   But remember the little voice that I heard wailing--and wait with\n         perfect trust, no matter how long;\n   And from to-day, sad and cogent, I maintain the bequeath'd cause, as\n         for all lands,                                               20\n   And I send these words to Paris with my love,\n   And I guess some chansonniers there will understand them,\n   For I guess there is latent music yet in France--floods of it;\n   O I hear already the bustle of instruments--they will soon be\n         drowning all that would interrupt them;\n   O I think the east wind brings a triumphal and free march,\n   It reaches hither--it swells me to joyful madness,\n   I will run transpose it in words, to justify it,\n   I will yet sing a song for you, MA FEMME."}