{"subject": "The Cross-Roads", "text": "A bullet through his heart at dawn. On the table a letter signed\nwith a woman's name. A wind that goes howling round the house,\nand weeping as in shame. Cold November dawn peeping through the windows,\ncold dawn creeping over the floor, creeping up his cold legs,\ncreeping over his cold body, creeping across his cold face.\nA glaze of thin yellow sunlight on the staring eyes. Wind howling\nthrough bent branches. A wind which never dies down. Howling, wailing.\nThe gazing eyes glitter in the sunlight. The lids are frozen open\nand the eyes glitter.\nThe thudding of a pick on hard earth. A spade grinding and crunching.\nOverhead, branches writhing, winding, interlacing, unwinding, scattering;\ntortured twinings, tossings, creakings. Wind flinging branches apart,\ndrawing them together, whispering and whining among them. A waning,\nlobsided moon cutting through black clouds. A stream of pebbles and earth\nand the empty spade gleams clear in the moonlight, then is rammed again\ninto the black earth. Tramping of feet. Men and horses.\nSqueaking of wheels.\n\n'Whoa! Ready, Jim?'\n\n'All ready.'\n\nSomething falls, settles, is still. Suicides have no coffin.\n\n'Give us the stake, Jim. Now.'\n\nPound! Pound!\n\n'He'll never walk. Nailed to the ground.'\n\nAn ash stick pierces his heart, if it buds the roots will hold him.\nHe is a part of the earth now, clay to clay. Overhead the branches sway,\nand writhe, and twist in the wind. He'll never walk with a bullet\nin his heart, and an ash stick nailing him to the cold, black ground.\nSix months he lay still. Six months. And the water welled up in his body,\nand soft blue spots chequered it. He lay still, for the ash stick\nheld him in place. Six months! Then her face came out of a mist of green.\nPink and white and frail like Dresden china, lilies-of-the-valley\nat her breast, puce-coloured silk sheening about her. Under the young\ngreen leaves, the horse at a foot-pace, the high yellow wheels of the chaise\nscarcely turning, her face, rippling like grain a-blowing,\nunder her puce-coloured bonnet; and burning beside her, flaming within\nhis correct blue coat and brass buttons, is someone. What has dimmed the sun?\nThe horse steps on a rolling stone; a wind in the branches makes a moan.\nThe little leaves tremble and shake, turn and quake, over and over,\ntearing their stems. There is a shower of young leaves,\nand a sudden-sprung gale wails in the trees.\n\nThe yellow-wheeled chaise is rocking - rocking, and all the branches\nare knocking - knocking. The sun in the sky is a flat, red plate,\nthe branches creak and grate. She screams and cowers, for the green foliage\nis a lowering wave surging to smother her. But she sees nothing.\nThe stake holds firm. The body writhes, the body squirms.\nThe blue spots widen, the flesh tears, but the stake wears well\nin the deep, black ground. It holds the body in the still, black ground.\nTwo years! The body has been in the ground two years. It is worn away;\nit is clay to clay. Where the heart moulders, a greenish dust, the stake\nis thrust. Late August it is, and night; a night flauntingly jewelled\nwith stars, a night of shooting stars and loud insect noises.\nDown the road to Tilbury, silence - and the slow flapping of large leaves.\nDown the road to Sutton, silence - and the darkness of heavy-foliaged trees.\nDown the road to Wayfleet, silence - and the whirring scrape of insects\nin the branches. Down the road to Edgarstown, silence - and stars like\nstepping-stones in a pathway overhead. It is very quiet at the cross-roads,\nand the sign-board points the way down the four roads, endlessly points\nthe way where nobody wishes to go.\n\nA horse is galloping, galloping up from Sutton. Shaking the wide,\nstill leaves as he goes under them. Striking sparks with his iron shoes;\nsilencing the katydids. Dr. Morgan riding to a child-birth over Tilbury way;\nriding to deliver a woman of her first-born son. One o'clock from\nWayfleet bell tower, what a shower of shooting stars! And a breeze\nall of a sudden, jarring the big leaves and making them jerk up and down.\nDr. Morgan's hat is blown from his head, the horse swerves, and curves away\nfrom the sign-post. An oath - spurs - a blurring of grey mist.\nA quick left twist, and the gelding is snorting and racing\ndown the Tilbury road with the wind dropping away behind him.\n\nThe stake has wrenched, the stake has started, the body, flesh from flesh,\nhas parted. But the bones hold tight, socket and ball, and clamping them down\nin the hard, black ground is the stake, wedged through ribs and spine.\nThe bones may twist, and heave, and twine, but the stake holds them still\nin line. The breeze goes down, and the round stars shine, for the stake\nholds the fleshless bones in line.\nTwenty years now! Twenty long years! The body has powdered itself away;\nit is clay to clay. It is brown earth mingled with brown earth. Only flaky\nbones remain, lain together so long they fit, although not one bone is knit\nto another. The stake is there too, rotted through, but upright still,\nand still piercing down between ribs and spine in a straight line.\n\nYellow stillness is on the cross-roads, yellow stillness is on the trees.\nThe leaves hang drooping, wan. The four roads point four yellow ways,\nsaffron and gamboge ribbons to the gaze. A little swirl of dust\nblows up Tilbury road, the wind which fans it has not strength to do more;\nit ceases, and the dust settles down. A little whirl of wind\ncomes up Tilbury road. It brings a sound of wheels and feet.\nThe wind reels a moment and faints to nothing under the sign-post.\nWind again, wheels and feet louder. Wind again - again - again.\nA drop of rain, flat into the dust. Drop! - Drop! Thick heavy raindrops,\nand a shrieking wind bending the great trees and wrenching off their leaves.\n\nUnder the black sky, bowed and dripping with rain, up Tilbury road,\ncomes the procession. A funeral procession, bound for the graveyard\nat Wayfleet. Feet and wheels - feet and wheels. And among them\none who is carried.\n\nThe bones in the deep, still earth shiver and pull. There is a quiver\nthrough the rotted stake. Then stake and bones fall together\nin a little puffing of dust.\n\nLike meshes of linked steel the rain shuts down behind the procession,\nnow well along the Wayfleet road.\n\nHe wavers like smoke in the buffeting wind. His fingers blow out like smoke,\nhis head ripples in the gale. Under the sign-post, in the pouring rain,\nhe stands, and watches another quavering figure drifting down\nthe Wayfleet road. Then swiftly he streams after it. It flickers\namong the trees. He licks out and winds about them. Over, under,\nblown, contorted. Spindrift after spindrift; smoke following smoke.\nThere is a wailing through the trees, a wailing of fear,\nand after it laughter - laughter - laughter, skirling up to the black sky.\nLightning jags over the funeral procession. A heavy clap of thunder.\nThen darkness and rain, and the sound of feet and wheels."}