{"subject": "A Canticle Of War (A. N. 1863)", "text": "GLORY to Thee, Father of all the Immortal,\nEver belongs:\nWe bring Thee from our watch by the grave's portal\nNothing but songs.\nThough every wave of trouble has gone o'er us, —\nThough in the fire\nWe have lost treasures time cannot restore us, —\nThough all desire\nThat made life beautiful fades out in sorrow —\nThough the strange path\nWinding so lonely through the bleak to-morrow,\nNo comfort hath, —\nThough blackness gathers round us on all faces,\nAnd we can see\nBy the red war-flash but Love's empty places, —\nGlory to Thee!\nFor, underneath the crash and roar of battle,\nThe deafening roll\nThat calls men off to butchery like cattle,\nSoul after soul;\nUnder the horrid sound of chaos seething\nIn blind, hot strife,\nWe feel the moving of Thy Spirit, breathing\nA better life\nInto the air of our long-sickened nation;\nA muffled hymn;\nThe star-sung prelude of a new creation;\nSuffusions dim, —\nThe bursting upward of a stifled glory,\nThat shall arise\nTo light new pages in the world's great story\nFor happier eyes.\nIf upon lips too close to dead lips leaning,\nSongs be not found,\nYet wilt Thou know our life's unuttered meaning:\nIn its deep ground,\nAs seeds in earth, sleep sorrow-drenched praises,\nWaiting to bring\nIncense to Thee along thought's barren mazes\nWhen Thou send'st spring.\nGlory to Thee! we say, with shuddering wonder,\nWhile a hushed land\nHears the stern lesson syllabled in thunder,\nThat Truth is grand\nAs life must be; that neither man nor nation\nMay soil thy throne\nWith a soul's life-blood — horrible oblation!\nNor quick be shown\nThat Thou wilt not be mocked by prayer whose nurses\nWere Rate and Wrong;\nThat trees so vile must drop back fruit in curses\nBitter and strong.\nGlory to Thee, who wilt not let us smother\nOurselves in sin;\nSending Pain's messengers fast on each other\nUs thence to win!\nPraise for the scourging under which we languish,\nSo torn, so sore!\nAnd save us strength, if yet uncleansed by anguish,\nTo welcome more.\nLife were not life to us, could they be fables, —\nJustice and Right:\nScathe crime with lightning, till we see the tables\nOf Law burn bright!\nGlory to Thee, whose glory and whose pleasure\nMust be in good!\nBy Thee the mysteries we cannot measure\nAre understood.\nWith the abysses of Thyself above us,\nOur sins below,\nThat Thou dost look from Thy pure heaven and love us,\nEnough to know.\nEnough to lay our praises on Thy bosom —\nPraises fresh-grown\nOut of our depths, dark root and open blossom,\nUp to Thy throne.\nWhen choking tears make our Hosannas falter,\nThe music free!\nOh, keep clear voices singing at Thy altar,\nGlory to Thee!"}