{"subject": "The End Of The Whole Matter", "text": "A tall brave man of gray three score,\nThe sable columns rode before,\nThe knightliest of the knightly throng,\nThe bravest of the brave and strong\nWho on the field of Nashville stood\nAgainst the hosts of gallant Hood;\nWhen noble Thomas, mild and brave,\nAgainst the armed master, threw the former slave.\nRodney had left his home in foreign lands,\nAnd laid his life into our country's hands,\nHis struggling kindred's conquests proud to share,\nFor he beheld acknowledged manhood there.\nAnd this the grandest day that ever rose\nUpon his life, at its eventful close\nWas bringing with it recollections sweet,\nThat made his old heroic heart with youth's emotions be at\nHis country's banner, soiled and battle-torn,\nIn sable hands before the columns borne,\nStreamed in the setting sun's deep golden light,\nAnd rivaled Heaven in her blazon bright.\nThe drums of victory clamored on his ear;\nThe bugle's wail of rest was ringing clear,\nThunder of wheels was in the distance roaring,\nAnd into camp the weary victors pouring.\nHe saw that Slav'ry's days were numbered now,\nFar death's cold damp hung on her pallid brow.\nAnd looking now upon his left and right,\nTwo proud sons who had ridden thro' the fight\nWith him, rode there with martial mien and brave,\nThe off'rings which Leeona's bosom gave\nThe country that had chased her as a slave.\nHe saw his sons, and prouder felt than he\nWho took Rebellion's sword from famous Lee.\nThis was the day when Southern chivalry\nBeheld black manhood clothed in liberty,\nStep from the shadow of his centuries\nOf bondage, shake dejection from his eyes,\nAnd to the awful verge of valor rise.\nThe day that heard the negro, scarred and maimed,\nOn sovereign battle's lips a man proclaimed.\nThe hosts of Sherman marching to the sea,\nBeneath Rebellion's trembling canopy\nSwept like a thunder storm, whose lightnings catch\nThe shaking hills with hands of flame, and snatch\nTheir mighty forests down. The Nation then\nLifted her hands to Heaven and praised the men\nWho cleaved their way by hard incessant blows,\nFrom where the hills of Cumberland arose,\nAnd at the Northern door of Slavedom held\nTheir watch, to where the Mexic Ocean swelled;\nWrenching fair victory from brave hands and true\nAs e'er on foe the steel of battle drew,\nThe Alpine strength of strongholds sweeping down,\nAnd treading under foot each hostile town.\nThen fair applause warmed her white hands with claps,\nAnd bright-faced greetings at all doors gave raps,\nGray bearded gratitude bowed on his knees,\nAnd cheering cities flamed with jubilees.\nBut soon a change came o'er the Nation's face,\nThe light of mirth to clouds of fear gave place.\nThe chiming bells that jubilantic rung,\nNow hushed their throats or spoke with doleful tongue.\nThe mazy dance held her light-booted feet,\nAnd music soft suppressed her murmurs sweet.\nSad-faced religion sought the church once more,\nAnd faith went back to do her first works o'er.\nThe gallant Hood, intrepid Sherman knew\nWould cleave the Slaveholder's domains in two,\nSo, as that military comet went\nTo Southward, he his swift flight Northward bent.\nThe Union struck at proud Rebellion's heart;\nRebellion aimed at her same vital part,\nAnd doubtless had a wound most painful made,\nHad not the Union's negro arm displayed\nSuch valiant strength in warding off the blow,\nAnd striking down the strong and gallant foe.\nAs Rodney rode to camp this glorious day,\nHe heard a dying soldier by his way,\nHalf hidden 'mong his mangled comrades pray.\nHis tortured soul of ruin conscious cried,\nRaved thro' its mansion dark from side to side,\nRose to the eyes and stood with dreadful glare,\nRan to the heart, and fluttered, groaning there,\nAnd shuddering in the awful shades of woe,\nSank down in mortal dread and pleaded not to go.\nAs hope forever bade her host farewell,\nNow mem'ry came into the soul's dark cell,\nAnd with the wrongs of unrepented yore,\nManacled her, and chained her to the floor.\nRemorse then followed with the criminal's scourge,\nHer pris'ner seized, and dragged towards the verge\nOf mis'ry bottomless, and 'mid the smoke\nOf black torment, that rolled and spread and broke,\nLaid on her lash of scorpions with heavy stroke.\n'Oh, Lord!' the sufferer cries, 'have mercy now!\nI would pray right, Lord Jesus, teach me how!\nAh! I've insulted thee, I know, I own,\nBut Savior, make thy boundless mercies known;\nOh, life misspent, could I but now recall!\nLeeona, Rodney, ah! forgive me all.\nHelp! water! water! water, or I die!'\n'Who's here?' cries Rodney, quickly turning by,\nThe dying man stares on the speaker brave,\nIn ghastly silence, as the whisper 'save!'\nFalls from his lips; then like a madman yells,\nAnd rolls his painful balls within their fevered cells.\nRodney forgets the wrongs of other years,\nAs wretchedness' bitter cry he hears;\nThe red wounds that with parched lips appeal\nTo heav'n he sees, and can't his tears conceal.\nHe kneels upon the ground where Aylor lies,\nHis canteen to his quiv'ring lips applies,\nThe sinking body in his arms doth rest,\nAnd leans his throbing head against his breast.\nNow stooping o'er, the hero hears the cry:\n'Rodney, I know, forgive me ere I die!\nLeeona tell' - he fixes here his eyes,\nAnd still in death, on Rodney's bosom lies.\nAnd now my country let us bury all\nOur blunders sad beneath grim battle's pall.\nGathered beneath the storm's heroic folds,\nWhile our dear land an aching bosom holds,\nLet us forget the wrongs of blue and grey,\nIn gazing on the grandeur of the fray.\nNow let the vanquished his repentant face\nLean in the victor's merciful embrace,\nAnd let the victor, with his strong arm heal\nThe bleeding wounds that gape beneath his steel.\nAnd may no partial hand attempt a lay\nOf praise, as due alone to blue or grey.\nThe warrior's wreath may well by both be worn,\nFor braver man than either ne'er was born.\nThey both have marched to death and victory,\nThey both have shown heroic misery,\nAnd won the soldier's immortality.\nBut scars of honor that they both yet wear,\nThe proudest testimonials of their valor are.\nAnd where our sons their battle lances drew,\nFought not their sable comrades bravely too?\nLet Wagner answer 'mid the reeking storm,\nThat mingles with black dead proud Shaw's fair form.\nAsk it of Fisher, and a thousand more\nBrave fields that answer with their lips of gore.\nAnd while America's escutcheon bright,\nIs bathed in war-won Freedom's glorious light,\nForget it not, the colored man will fight.\nMore patriotism Sparta never knew,\nA lance more knightly Norman never threw,\nMore courage never armed the Roman coasts,\nWith blinder zeal ne'er rode the Moslem hosts,\nAnd ne'er more stubborn stood the Muscovite,\nThan stood the hated negro in the fight.\nThe war was God-sent, for the battle blade,\nAround the seething gangrene, Slavery, laid,\nBy Heaven's arm, this side and that was prest,\nUntil the galling shame dropt from the Nation's breast.\nWar was inevitable, for the crimes\nThat stained our hands (and in the olden times\nEngendered) now were Constitutional,\nAnd spreading thro' the Nation's body all.\nDeep rooted where the vital currents meet\nAround the heart of government, their seat\nEvaded Legislation's keenest skill,\nOr bent the stoutest edge of human will.\n'Twas then that God the raving Nation threw\nUpon her own war lance and from her drew,\nBy accidental providence, a flood\nOf old diseases that lurked in her blood.\nWhom Moses witnessed 'mid old Sinai's smoke,\nWhose arm from Judah's neck had torn the yoke,\nAnd with it broken Egypt's bones of pride,\nAnd with his chariots strown the Red Sea tide;\nWho stripped the golden crimes from Babel's throne,\nAnd made his pow'r to Baal's adorers known;\nHe stood among us and His right arm bared\nTo show His ways by seers of old declared.\nWhile millions trembled at Oppression's nod,\nOppression sank beneath the finger touch of God.\nLine upon line the centuries had wrought,\nAnd precept upon precept vainly taught,\nThe prophets had of old been heard to cry,\nWhile signs and wonders figured in the sky,\nAnd then the Incarnation of all good,\nBy Jordan's wave and in the Mount had stood,\nAnd with His hand of gentltness and love\nTranscendent, that a heart of stone could move,\nHad touched the ties of every human woe,\nAnd loosing fettered mind, said: 'Let him go.'\nAnd His great heart to patience ever moved,\nAnd always gentle e'en if He reproved,\nBore this sweet sentence from his sinless Home:\n'To preach deliv'rance to the bound I'm come.'\nBut even then, our country shook her head,\nHer eagle wings of independence spread,\nOne tipped with fires of the Tropic's glow,\nThe other lashing in the realms of snow,\nAnd in her pride declared that God's own Son\nHad licensed Slavery's dark crimes, every one.\nAnd tho' we shackled Afric's sable hands,\nAnd scourged her where the smoking altar stands,\nAnd tho' we loaded down her captive feet\nWith iron chains, right by the mercy seat,\nAnd tho' we laid her virgin bosom bare,\nAnd forced her where the fires of off'ring glare;\nWe smote our conscience with a palm of ease,\nAnd thanked God that his pure eye ever sees!\nWho then can wonder that the Lord would smite\nThe haughty neck that did Him thus despite?\nNow let us in the light of future years,\nForget our loss and sacrificial tears,\nAnd thank kind heav'n that tho' we erred and strayed,\nWe to the good path our return have made.\nHail dawning Peace! Speed on thy glorious rise!\nAnd with thy beams unseal the nation's eyes.\nLet Islam in the blaze of scimitar\nProclaim his rites, and gorge the fangs of war,\nBut peace be unto thee, land of our sires,\nWhose sacred altar flames with holier fires!\nLet lawlessness no longer stagger forth\nWith his destructive torch, nor South nor North;\nAnd let the humblest tenant of the fields,\nSecured of what his honest labor yields,\nPursue his calling, ply his daily care,\nHis home adorn and helpless children rear,\nAssured that while our flag above him flies,\nNo lawless hand can dare molest his joys.\nLo! from yon hights, land of the rising star,\nThe hands of Freedom beckon from afar,\nAnd mid the glad acclaims of roused mankind\nFling her immortal standard to the wind;\nSpeed there thy flight, and lead the glorious train\nThat swell the lofty tributes of her reign.\nThy hands are wrested from the tyrant's hold,\nThy name on Time's illustrious page enrolled,\nAnd thy escutcheon bright, embossed with gold.\nFrom Erie's rock-watched shores to Mexic's sands,\nNo more the bondman wrings his fettered hands;\nNo more entreaty's sable face thro' tears,\nLooks on for succor thro' the weary years;\nFor Freedom's holy dawn is now begun,\nAnd earth rejoices 'neath her rising sun.\nRequited toil content pursues his care,\nWalks with bold strides as free as heaven's air;\nThe gen'rous fields put on their aspect sweet,\nAnd forests blithe their hymns of God repeat.\nDear western woods! thou harbors of the free,\nWith youthful hearts we wander back to thee,\nAnd ere these numbers hush, once more would lie\nBeneath thee stretched and gaze upon the sky.\nThou art more proud than Windsor's lofty shade,\nBy poet sung, or by the sage portrayed.\nNo lordly despot o'er thy ample grounds,\nSways ancient titles and proclaims his bounds;\nBut each poor tenant owns his humble plot,\nTills his neat farm and rears his friendly cot.\nThe weary trav'ler 'long thy roads may lie,\nAs peaceful as the brook that rambles by,\nFrom boughs that drop with plenty gather food,\nAnd o'er his dear ones rear a shelter rude.\nThou noble seats! fit theme of bard or sage,\nBeneath thy bow'rs leans venerable age,\nWhile from the summit of his stalwart years,\nHis life's calm twilight slowly disappears,\nAnd hope's sweet sunrise in the future nears.\nAnd where smooth paths thy solemn shades divide,\nWalks buoyant toil with young love at his side,\nAnd charmed by songs that ev'ry zephyr shakes\nFrom boughs around, his hopeful journey takes.\nAnd flaxen childhood there the live-long day,\nIn blithe sports whirls and wanders far away.\nOh comrade freemen strike your hands to stand\nLike walls of rock and guard our father-land!\nOh guard our homes and institutions free,\nThe price of blood and valor's legacy.\nAwake to watch, ye sovereign sons of toil!\nIf despot feet e're touch our country's soil,\nFly to the standard that by freemen born,\nThe glory of a hundred years has worn,\nBlood-stained, yet bright, streaming, but battle-torn,\nAnd rally till the last drop from the veins\nOf free America flows on our plains.\nEternal vigilance must light the tower,\nWhose granite strength can bide the evil hour,\nWhose wave-dashed base defies the tempest's shock,\nBuilded upon the everlasting rock.\nAt last, proud land, let potent wisdom write\nHer name above thy brow in glorious light,\nAnd suffer ne'er thy hands to idle rest\nTill learning lights thy humblest subject's breast.\nIn cities tall, and in the hamlet rude,\nSuffer no partial hand to e'er exclude\nA single poor from fair instruction's halls,\nBut write Equality on all her walls.\nAn equal chance in life, and even start,\nGive every one and let him play his part.\nBut who could, with complacence on his face,\nFirst bind one's feet, then challenge for a race?\nI would not own I was a thing so small,\nI'd rather own I was no man at all,\nThan show that I must some advantage take,\nThe race of life respectably to make.\nSay my facilities must all be best,\nThen write excelsior upon my crest?\nNay, rather let me weed the hardest row,\nAnd rise above by toiling from below.\nFree schools, free press, free speech and equal laws,\nA common country and a common cause,\nAre only worthy of a freeman's boasts - \nAre Freedom's real and intrinsic costs.\nWithout these, Freedom is an empty name,\nAnd war-worn glory is a glaring shame.\nSoon where yon happy future now appears,\nWhere learning now her glorious temple rears,\nOur country's hosts shall round one interest meet,\nAnd her free heart with one proud impulse beat,\nOne common blood thro' her life's channels flow,\nWhile one great speech her loyal tongue shall know.\nAnd soon, whoever to our bourne shall come,\nJew, Greek or Goth, he here shall be at home.\nThen Ign'rance shall forsake her crooked ways,\nAnd poor old Caste there end her feeble days."}