{"subject": "The Odyssey: Book 13", "text": "Thus did he speak, and they all held their peace throughout the\ncovered cloister, enthralled by the charm of his story, till presently\nAlcinous began to speak.\n  \"Ulysses,\" said he, \"now that you have reached my house I doubt\nnot you will get home without further misadventure no matter how\nmuch you have suffered in the past. To you others, however, who come\nhere night after night to drink my choicest wine and listen to my\nbard, I would insist as follows. Our guest has already packed up the\nclothes, wrought gold, and other valuables which you have brought\nfor his acceptance; let us now, therefore, present him further, each\none of us, with a large tripod and a cauldron. We will recoup\nourselves by the levy of a general rate; for private individuals\ncannot be expected to bear the burden of such a handsome present.\"\n  Every one approved of this, and then they went home to bed each in\nhis own abode. When the child of morning, rosy-fingered Dawn,\nappeared, they hurried down to the ship and brought their cauldrons\nwith them. Alcinous went on board and saw everything so securely\nstowed under the ship's benches that nothing could break adrift and\ninjure the rowers. Then they went to the house of Alcinous to get\ndinner, and he sacrificed a bull for them in honour of Jove who is the\nlord of all. They set the steaks to grill and made an excellent\ndinner, after which the inspired bard, Demodocus, who was a\nfavourite with every one, sang to them; but Ulysses kept on turning\nhis eyes towards the sun, as though to hasten his setting, for he\nwas longing to be on his way. As one who has been all day ploughing\na fallow field with a couple of oxen keeps thinking about his supper\nand is glad when night comes that he may go and get it, for it is\nall his legs can do to carry him, even so did Ulysses rejoice when the\nsun went down, and he at once said to the Phaecians, addressing\nhimself more particularly to King Alcinous:\n  \"Sir, and all of you, farewell. Make your drink-offerings and send\nme on my way rejoicing, for you have fulfilled my heart's desire by\ngiving me an escort, and making me presents, which heaven grant that I\nmay turn to good account; may I find my admirable wife living in peace\namong friends, and may you whom I leave behind me give satisfaction to\nyour wives and children; may heaven vouchsafe you every good grace,\nand may no evil thing come among your people.\"\n  Thus did he speak. His hearers all of them approved his saying and\nagreed that he should have his escort inasmuch as he had spoken\nreasonably. Alcinous therefore said to his servant, \"Pontonous, mix\nsome wine and hand it round to everybody, that we may offer a prayer\nto father Jove, and speed our guest upon his way.\"\n  Pontonous mixed the wine and handed it to every one in turn; the\nothers each from his own seat made a drink-offering to the blessed\ngods that live in heaven, but Ulysses rose and placed the double cup\nin the hands of queen Arete.\n  \"Farewell, queen,\" said he, \"henceforward and for ever, till age and\ndeath, the common lot of mankind, lay their hands upon you. I now take\nmy leave; be happy in this house with your children, your people,\nand with king Alcinous.\"\n  As he spoke he crossed the threshold, and Alcinous sent a man to\nconduct him to his ship and to the sea shore. Arete also sent some\nmaid servants with him- one with a clean shirt and cloak, another to\ncarry his strong-box, and a third with corn and wine. When they got to\nthe water side the crew took these things and put them on board,\nwith all the meat and drink; but for Ulysses they spread a rug and a\nlinen sheet on deck that he might sleep soundly in the stern of the\nship. Then he too went on board and lay down without a word, but the\ncrew took every man his place and loosed the hawser from the pierced\nstone to which it had been bound. Thereon, when they began rowing\nout to sea, Ulysses fell into a deep, sweet, and almost deathlike\nslumber.\n  The ship bounded forward on her way as a four in hand chariot\nflies over the course when the horses feel the whip. Her prow curveted\nas it were the neck of a stallion, and a great wave of dark blue water\nseethed in her wake. She held steadily on her course, and even a\nfalcon, swiftest of all birds, could not have kept pace with her.\nThus, then, she cut her way through the water. carrying one who was as\ncunning as the gods, but who was now sleeping peacefully, forgetful of\nall that he had suffered both on the field of battle and by the\nwaves of the weary sea.\n  When the bright star that heralds the approach of dawn began to\nshow. the ship drew near to land. Now there is in Ithaca a haven of\nthe old merman Phorcys, which lies between two points that break the\nline of the sea and shut the harbour in. These shelter it from the\nstorms of wind and sea that rage outside, so that, when once within\nit, a ship may lie without being even moored. At the head of this\nharbour there is a large olive tree, and at no distance a fine\noverarching cavern sacred to the nymphs who are called Naiads. There\nare mixing-bowls within it and wine-jars of stone, and the bees hive\nthere. Moreover, there are great looms of stone on which the nymphs\nweave their robes of sea purple- very curious to see- and at all times\nthere is water within it. It has two entrances, one facing North by\nwhich mortals can go down into the cave, while the other comes from\nthe South and is more mysterious; mortals cannot possibly get in by\nit, it is the way taken by the gods.\n  Into this harbour, then, they took their ship, for they knew the\nplace, She had so much way upon her that she ran half her own length\non to the shore; when, however, they had landed, the first thing\nthey did was to lift Ulysses with his rug and linen sheet out of the\nship, and lay him down upon the sand still fast asleep. Then they took\nout the presents which Minerva had persuaded the Phaeacians to give\nhim when he was setting out on his voyage homewards. They put these\nall together by the root of the olive tree, away from the road, for\nfear some passer by might come and steal them before Ulysses awoke;\nand then they made the best of their way home again.\n  But Neptune did not forget the threats with which he had already\nthreatened Ulysses, so he took counsel with Jove. \"Father Jove,\"\nsaid he, \"I shall no longer be held in any sort of respect among you\ngods, if mortals like the Phaeacians, who are my own flesh and\nblood, show such small regard for me. I said I would Ulysses get\nhome when he had suffered sufficiently. I did not say that he should\nnever get home at all, for I knew you had already nodded your head\nabout it, and promised that he should do so; but now they have brought\nhim in a ship fast asleep and have landed him in Ithaca after\nloading him with more magnificent presents of bronze, gold, and\nraiment than he would ever have brought back from Troy, if he had\nhad his share of the spoil and got home without misadventure.\"\n  And Jove answered, \"What, O Lord of the Earthquake, are you\ntalking about? The gods are by no means wanting in respect for you. It\nwould be monstrous were they to insult one so old and honoured as\nyou are. As regards mortals, however, if any of them is indulging in\ninsolence and treating you disrespectfully, it will always rest with\nyourself to deal with him as you may think proper, so do just as you\nplease.\"\n  \"I should have done so at once,\" replied Neptune, \"if I were not\nanxious to avoid anything that might displease you; now, therefore,\nI should like to wreck the Phaecian ship as it is returning from its\nescort. This will stop them from escorting people in future; and I\nshould also like to bury their city under a huge mountain.\"\n  \"My good friend,\" answered Jove, \"I should recommend you at the very\nmoment when the people from the city are watching the ship on her way,\nto turn it into a rock near the land and looking like a ship. This\nwill astonish everybody, and you can then bury their city under the\nmountain.\"\n  When earth-encircling Neptune heard this he went to Scheria where\nthe Phaecians live, and stayed there till the ship, which was making\nrapid way, had got close-in. Then he went up to it, turned it into\nstone, and drove it down with the flat of his hand so as to root it in\nthe ground. After this he went away.\n  The Phaeacians then began talking among themselves, and one would\nturn towards his neighbour, saying, \"Bless my heart, who is it that\ncan have rooted the ship in the sea just as she was getting into port?\nWe could see the whole of her only moment ago.\"\n  This was how they talked, but they knew nothing about it; and\nAlcinous said, \"I remember now the old prophecy of my father. He\nsaid that Neptune would be angry with us for taking every one so\nsafely over the sea, and would one day wreck a Phaeacian ship as it\nwas returning from an escort, and bury our city under a high mountain.\nThis was what my old father used to say, and now it is all coming\ntrue. Now therefore let us all do as I say; in the first place we must\nleave off giving people escorts when they come here, and in the next\nlet us sacrifice twelve picked bulls to Neptune that he may have mercy\nupon us, and not bury our city under the high mountain.\" When the\npeople heard this they were afraid and got ready the bulls.\n  Thus did the chiefs and rulers of the Phaecians to king Neptune,\nstanding round his altar; and at the same time Ulysses woke up once\nmore upon his own soil. He had been so long away that he did not\nknow it again; moreover, Jove's daughter Minerva had made it a foggy\nday, so that people might not know of his having come, and that she\nmight tell him everything without either his wife or his fellow\ncitizens and friends recognizing him until he had taken his revenge\nupon the wicked suitors. Everything, therefore, seemed quite different\nto him- the long straight tracks, the harbours, the precipices, and\nthe goodly trees, appeared all changed as he started up and looked\nupon his native land. So he smote his thighs with the flat of his\nhands and cried aloud despairingly.\n  \"Alas,\" he exclaimed, \"among what manner of people am I fallen?\nAre they savage and uncivilized or hospitable and humane? Where\nshall I put all this treasure, and which way shall I go? I wish I\nhad stayed over there with the Phaeacians; or I could have gone to\nsome other great chief who would have been good to me and given me\nan escort. As it is I do not know where to put my treasure, and I\ncannot leave it here for fear somebody else should get hold of it.\nIn good truth the chiefs and rulers of the Phaeacians have not been\ndealing fairly by me, and have left me in the wrong country; they said\nthey would take me back to Ithaca and they have not done so: may\nJove the protector of suppliants chastise them, for he watches over\neverybody and punishes those who do wrong. Still, I suppose I must\ncount my goods and see if the crew have gone off with any of them.\"\n  He counted his goodly coppers and cauldrons, his gold and all his\nclothes, but there was nothing missing; still he kept grieving about\nnot being in his own country, and wandered up and down by the shore of\nthe sounding sea bewailing his hard fate. Then Minerva came up to\nhim disguised as a young shepherd of delicate and princely mien,\nwith a good cloak folded double about her shoulders; she had sandals\non her comely feet and held a javelin in her hand. Ulysses was glad\nwhen he saw her, and went straight up to her.\n  \"My friend,\" said he, \"you are the first person whom I have met with\nin this country; I salute you, therefore, and beg you to be will\ndisposed towards me. Protect these my goods, and myself too, for I\nembrace your knees and pray to you as though you were a god. Tell\nme, then, and tell me truly, what land and country is this? Who are\nits inhabitants? Am I on an island, or is this the sea board of some\ncontinent?\"\n  Minerva answered, \"Stranger, you must be very simple, or must have\ncome from somewhere a long way off, not to know what country this\nis. It is a very celebrated place, and everybody knows it East and\nWest. It is rugged and not a good driving country, but it is by no\nmeans a bid island for what there is of it. It grows any quantity of\ncorn and also wine, for it is watered both by rain and dew; it\nbreeds cattle also and goats; all kinds of timber grow here, and there\nare watering places where the water never runs dry; so, sir, the\nname of Ithaca is known even as far as Troy, which I understand to\nbe a long way off from this Achaean country.\"\n  Ulysses was glad at finding himself, as Minerva told him, in his own\ncountry, and he began to answer, but he did not speak the truth, and\nmade up a lying story in the instinctive wiliness of his heart.\n  \"I heard of Ithaca,\" said he, \"when I was in Crete beyond the\nseas, and now it seems I have reached it with all these treasures. I\nhave left as much more behind me for my children, but am flying\nbecause I killed Orsilochus son of Idomeneus, the fleetest runner in\nCrete. I killed him because he wanted to rob me of the spoils I had\ngot from Troy with so much trouble and danger both on the field of\nbattle and by the waves of the weary sea; he said I had not served his\nfather loyally at Troy as vassal, but had set myself up as an\nindependent ruler, so I lay in wait for him and with one of my\nfollowers by the road side, and speared him as he was coming into town\nfrom the country. my It was a very dark night and nobody saw us; it\nwas not known, therefore, that I had killed him, but as soon as I\nhad done so I went to a ship and besought the owners, who were\nPhoenicians, to take me on board and set me in Pylos or in Elis\nwhere the Epeans rule, giving them as much spoil as satisfied them.\nThey meant no guile, but the wind drove them off their course, and\nwe sailed on till we came hither by night. It was all we could do to\nget inside the harbour, and none of us said a word about supper though\nwe wanted it badly, but we all went on shore and lay down just as we\nwere. I was very tired and fell asleep directly, so they took my goods\nout of the ship, and placed them beside me where I was lying upon\nthe sand. Then they sailed away to Sidonia, and I was left here in\ngreat distress of mind.\"\n  Such was his story, but Minerva smiled and caressed him with her\nhand. Then she took the form of a woman, fair, stately, and wise,\n\"He must be indeed a shifty lying fellow,\" said she, \"who could\nsurpass you in all manner of craft even though you had a god for\nyour antagonist. Dare-devil that you are, full of guile, unwearying in\ndeceit, can you not drop your tricks and your instinctive falsehood,\neven now that you are in your own country again? We will say no\nmore, however, about this, for we can both of us deceive upon\noccasion- you are the most accomplished counsellor and orator among\nall mankind, while I for diplomacy and subtlety have no equal among\nthe gods. Did you not know Jove's daughter Minerva- me, who have\nbeen ever with you, who kept watch over you in all your troubles,\nand who made the Phaeacians take so great a liking to you? And now,\nagain, I am come here to talk things over with you, and help you to\nhide the treasure I made the Phaeacians give you; I want to tell you\nabout the troubles that await you in your own house; you have got to\nface them, but tell no one, neither man nor woman, that you have\ncome home again. Bear everything, and put up with every man's\ninsolence, without a word.\"\n  And Ulysses answered, \"A man, goddess, may know a great deal, but\nyou are so constantly changing your appearance that when he meets\nyou it is a hard matter for him to know whether it is you or not. This\nmuch, however, I know exceedingly well; you were very kind to me as\nlong as we Achaeans were fighting before Troy, but from the day on\nwhich we went on board ship after having sacked the city of Priam, and\nheaven dispersed us- from that day, Minerva, I saw no more of you, and\ncannot ever remember your coming to my ship to help me in a\ndifficulty; I had to wander on sick and sorry till the gods\ndelivered me from evil and I reached the city of the Phaeacians, where\nyou encouraged me and took me into the town. And now, I beseech you in\nyour father's name, tell me the truth, for I do not believe I am\nreally back in Ithaca. I am in some other country and you are\nmocking me and deceiving me in all you have been saying. Tell me\nthen truly, have I really got back to my own country?\"\n  \"You are always taking something of that sort into your head,\"\nreplied Minerva, \"and that is why I cannot desert you in your\nafflictions; you are so plausible, shrewd and shifty. Any one but\nyourself on returning from so long a voyage would at once have gone\nhome to see his wife and children, but you do not seem to care about\nasking after them or hearing any news about them till you have\nexploited your wife, who remains at home vainly grieving for you,\nand having no peace night or day for the tears she sheds on your\nbehalf. As for my not coming near you, I was never uneasy about you,\nfor I was certain you would get back safely though you would lose\nall your men, and I did not wish to quarrel with my uncle Neptune, who\nnever forgave you for having blinded his son. I will now, however,\npoint out to you the lie of the land, and you will then perhaps\nbelieve me. This is the haven of the old merman Phorcys, and here is\nthe olive tree that grows at the head of it;  here too is the overarching cavern in which you\nhave offered many an acceptable hecatomb to the nymphs, and this is\nthe wooded mountain Neritum.\"\n  As she spoke the goddess dispersed the mist and the land appeared.\nThen Ulysses rejoiced at finding himself again in his own land, and\nkissed the bounteous soil; he lifted up his hands and prayed to the\nnymphs, saying, \"Naiad nymphs, daughters of Jove, I made sure that I\nwas never again to see you, now therefore I greet you with all\nloving salutations, and I will bring you offerings as in the old days,\nif Jove's redoubtable daughter will grant me life, and bring my son to\nmanhood.\"\n  \"Take heart, and do not trouble yourself about that,\" rejoined\nMinerva, \"let us rather set about stowing your things at once in the\ncave, where they will be quite safe. Let us see how we can best manage\nit all.\"\n  Therewith she went down into the cave to look for the safest\nhiding places, while Ulysses brought up all the treasure of gold,\nbronze, and good clothing which the Phaecians had given him. They\nstowed everything carefully away, and Minerva set a stone against\nthe door of the cave. Then the two sat down by the root of the great\nolive, and consulted how to compass the destruction of the wicked\nsuitors.\n  \"Ulysses,\" said Minerva, \"noble son of Laertes, think how you can\nlay hands on these disreputable people who have been lording it in\nyour house these three years, courting your wife and making wedding\npresents to her, while she does nothing but lament your absence,\ngiving hope and sending your encouraging messages to every one of\nthem, but meaning the very opposite of all she says'\n  And Ulysses answered, \"In good truth, goddess, it seems I should\nhave come to much the same bad end in my own house as Agamemnon did,\nif you had not given me such timely information. Advise me how I shall\nbest avenge myself. Stand by my side and put your courage into my\nheart as on the day when we loosed Troy's fair diadem from her brow.\nHelp me now as you did then, and I will fight three hundred men, if\nyou, goddess, will be with me.\"\n  \"Trust me for that,\" said she, \"I will not lose sight of you when\nonce we set about it, and I would imagine that some of those who are\ndevouring your substance will then bespatter the pavement with their\nblood and brains. I will begin by disguising you so that no human\nbeing shall know you; I will cover your body with wrinkles; you\nshall lose all your yellow hair; I will clothe you in a garment that\nshall fill all who see it with loathing; I will blear your fine eyes\nfor you, and make you an unseemly object in the sight of the\nsuitors, of your wife, and of the son whom you left behind you. Then\ngo at once to the swineherd who is in charge of your pigs; he has been\nalways well affected towards you, and is devoted to Penelope and\nyour son; you will find him feeding his pigs near the rock that is\ncalled Raven by the fountain Arethusa, where they are fattening on\nbeechmast and spring water after their manner. Stay with him and\nfind out how things are going, while I proceed to Sparta and see\nyour son, who is with Menelaus at Lacedaemon, where he has gone to try\nand find out whether you are still alive.\"\n  \"But why,\" said Ulysses, \"did you not tell him, for you knew all\nabout it? Did you want him too to go sailing about amid all kinds of\nhardship while others are eating up his estate?\"\n  Minerva answered, \"Never mind about him, I sent him that he might be\nwell spoken of for having gone. He is in no sort of difficulty, but is\nstaying quite comfortably with Menelaus, and is surrounded with\nabundance of every kind. The suitors have put out to sea and are lying\nin wait for him, for they mean to kill him before he can get home. I\ndo not much think they will succeed, but rather that some of those who\nare now eating up your estate will first find a grave themselves.\"\n  As she spoke Minerva touched him with her wand and covered him\nwith wrinkles, took away all his yellow hair, and withered the flesh\nover his whole body; she bleared his eyes, which were naturally very\nfine ones; she changed his clothes and threw an old rag of a wrap\nabout him, and a tunic, tattered, filthy, and begrimed with smoke; she\nalso gave him an undressed deer skin as an outer garment, and\nfurnished him with a staff and a wallet all in holes, with a twisted\nthong for him to sling it over his shoulder.\n  When the pair had thus laid their plans they parted, and the goddess\nwent straight to Lacedaemon to fetch Telemachus.\nTranslated by Samuel Butler"}