{"subject": "The Borough.  Letter Xv: Inhabitants Of The Alms-House.  Clelia", "text": "WE had a sprightly nymph--in every town\nAre some such sprights, who wander up and down;\nShe had her useful arts, and could contrive,\nIn Time's despite, to stay at twenty-five; -\n'Here will I rest; move on, thou lying year,\nThis is mine age, and I will rest me here.'\nArch was her look, and she had pleasant ways\nYour good opinion of her heart to raise;\nHer speech was lively, and with ease express'd,\nAnd well she judged the tempers she address'd:\nIf some soft stripling had her keenness felt,\nShe knew the way to make his anger melt;\nWit was allow'd her, though but few could bring\nDirect example of a witty thing;\n'Twas that gay, pleasant, smart, engaging speech,\nHer beaux admired, and just within their reach;\nNot indiscreet, perhaps, but yet more free\nThan prudish nymphs allow their wit to be.\nNovels and plays, with poems old and new,\nWere all the books our nymph attended to;\nYet from the press no treatise issued forth,\nBut she would speak precisely of its worth.\nShe with the London stage familiar grew,\nAnd every actor's name and merit knew;\nShe told how this or that their part mistook,\nAnd of the rival Romeos gave the look;\nOf either house 'twas hers the strength to see,\nThen judge with candour--'Drury Lane for me.'\nWhat made this knowledge, what this skill complete?\nA fortnight's visit in Whitechapel Street.\nHer place in life was rich and poor between,\nWith those a favourite, and with these a queen;\nShe could her parts assume, and condescend\nTo friends more humble while an humble friend;\nAnd thus a welcome, lively guest could pass,\nThreading her pleasant way from class to class.\n'Her reputation?'--That was like her wit,\nAnd seem'd her manner and her state to fit;\nSometking there was--what, none presumed to say;\nClouds lightly passing on a smiling day, -\nWhispers and hints which went from ear to ear,\nAnd mix'd reports no judge on earth could clear.\nBut of each sex a friendly number press'd\nTo joyous banquets this alluring guest:\nThere, if indulging mirth, and freed from awe,\nIf pleasing all, and pleased with all she saw,\nHer speech was free, and such as freely dwelt\nOn the same feelings all around her felt;\nOr if some fond presuming favourite tried\nTo come so near as once to be denied;\nYet not with brow so stern or speech so nice,\nBut that he ventured on denial twice: -\nIf these have been, and so has Scandal taught,\nYet Malice never found the proof she sought.\nBut then came one, the Lovelace of his day,\nRich, proud, and crafty, handsome, brave, and gay;\nYet loved he not those labour'd plans and arts,\nBut left the business to the ladies' hearts,\nAnd when he found them in a proper train\nHe thought all else superfluous and vain:\nBut in that training he was deeply taught,\nAnd rarely fail'd of gaining all he sought;\nHe knew how far directly on to go,\nHow to recede and dally to and fro;\nHow to make all the passions his allies,\nAnd, when he saw them in contention rise,\nTo watch the wrought-up heart, and conquer by \n\nsurprise.\nOur heroine fear'd him not; it was her part\nTo make sure conquest of such gentle heart -\nOf one so mild and humble; for she saw\nIn Henry's eye a love chastised by awe.\nHer thoughts of virtue were not all sublime,\nNor virtuous all her thoughts; 'twas now her time\nTo bait each hook, in every way to please,\nAnd the rich prize with dext'rous hand to seize.\nShe had no virgin-terrors; she could stray\nIn all love's maze, nor fear to lose her way;\nNay, could go near the precipiee, nor dread\nA failing caution or a giddy head;\nShe'd fix her eyes upon the roaring flood,\nAnd dance upon the brink where danger stood.\n'Twas nature all, she judged, in one so young,\nTo drop the eye and falter in the tongue;\nTo be about to take, and then command\nHis daring wish, and only view the hand:\nYes! all was nature; it became a maid\nOf gentle soul t'encourage love afraid; -\nHe, so unlike the confident and bold,\nWould fly in mute despair to find her cold:\nThe young and tender germ requires the sun\nTo make it spread; it must be smiled upon.\nThus the kind virgin gentle means devised,\nTo gain a heart so fond, a hand so prized;\nMore gentle still she grew, to change her way\nWould cause confusion, danger, and delay:\nThus (an increase of gentleness her mode),\nShe took a plain, unvaried, certain road,\nAnd every hour believed success was near,\nTill there was nothing left to hope or fear.\nIt must be own'd that, in this strife of hearts,\nMan has advantage--has superior arts:\nThe lover's aim is to the nymph unknown,\nNor is she always certain of her own;\nOr has her fears, nor these can so disguise,\nBut he who searches reads them in her eyes,\nIn the avenging frown, in the regretting sighs:\nThese are his signals, and he learns tb steer\nThe straighter course whenever they appear.\n\n---------------------\n\n'Pass we ten years, and what was Clelia's fate?'\nAt an attorney's board alert she sate,\nNot legal mistress: he with other men\nOnce sought her hand, but other views were then;\nAnd when he knew he might the bliss command,\nHe other blessing sought without the hand;\nFor still he felt alive the lambent flame,\nAnd offer'd her a home,--and home she came.\nThere, though her higher friendships lived no \n\nmore,\nShe loved to speak of what she shared before -\n'Of the dear Lucy, heiress of the hall, -\nOf good Sir Peter,--of their annual ball,\nAnd the fair countess!--Oh! she loved them all!'\nThe humbler clients of her friend would stare,\nThe knowing smile,--but neither caused her care;\nShe brought her spirits to her humble state,\nAnd soothed with idle dreams her frowning fate.\n\n---------------------\n\n'Ten summers pass'd?, and how was Clelia then?' \n\n-\nAlas! she suffer d' in this trying ten;\nThe pair had parted: who to him attend,\nMust judge the nymph unfaithful to her friend;\nBut who on her would equal faith bestow,\nWould think him rash,--and surely she must know.\nThen as a matron Clelia taught a school,\nBut nature gave not talents fit for rule:\nYet now, though marks of wasting years were seen,\nSome touch of sorrow, some attack of spleen;\nStill there was life, a spirit quick and gay,\nAnd lively speech and elegant array.\nThe Griffin's landlord these allured so far,\nHe made her mistress of his heart and bar;\nHe had no idle retrospective whim,\nTill she was his, her deeds concern'd not him:\nSo far was well,--but Clelia thought not fit\n(In all the Griffin needed) to submit:\nGaily to dress and in the bar preside,\nSoothed the poor spirit of degraded pride;\nBut cooking, waiting, welcoming a crew\nOf noisy guests, were arts she never knew:\nHence daily wars, with temporary truce,\nHis vulgar insult, and her keen abuse;\nAnd as their spirits wasted in the strife,\nBoth took the Griffin's ready aid of life;\nBut she with greater prudence--Harry tried\nMore powerful aid, and in the trial died;\nYet drew down vengeance: in no distant time,\nTh' insolvent Griffin struck his wings sublime; -\nForth from her palace walk'd th' ejected queen,\nAnd show'd to frowning fate a look serene;\nGay spite of time, though poor, yet well attired,\nKind without love, and vain if not admired.\n\n-----------------------\n\nAn other term is past; ten other years\nIn various trials, troubles, views, and fears:\nOf these some pass'd in small attempts at trade;\nHouses she kept for widowers lately made;\nFor now she said, 'They'll miss th' endearing \n\nfriend,\nAnd I'll be there the soften'd heart to bend:'\nAnd true a part was done as Clelia plann'd -\nThe heart was soften'd, but she miss'd the hand;\nShe wrote a novel, and Sir Denys said\nThe dedication was the best he read;\nBut Edgeworths, Smiths, and Radcliffes so engross'd\nThe public ear, that all her pains were lost.\nTo keep a toy-shop was attempt the last,\nThere too she fail'd, and schemes and hopes were \n\npast.\nNow friendless, sick, and old, and wanting \n\nbread,\nThe first-born tears of fallen pride were shed -\nTrue, bitter tears; and yet that wounded pride,\nAmong the poor, for poor distinctions sigh'd.\nThough now her tales were to her audience fit;\nThough loud her tones, and vulgar grown her wit,\nThough now her dress--(but let me not explain\nThe piteous patchwork of the needy-vain,\nThe flirtish form to coarse materials lent,\nAnd one poor robe through fifty fashions sent);\nThough all within was sad, without was mean, -\nStill 'twas her wish, her comfort, to be seen:\nShe would to plays on lowest terms resort,\nWhere once her box was to the beaux a court;\nAnd, strange delight! to that same house where she\nJoin'd in the dance, all gaiety and glee,\nNow with the menials crowding to the wall\nShe'd see, not share, the pleasures of the ball,\nAnd with degraded vanity unfold,\nHow she too triumph'd in the years of old.\nTo her poor friends 'tis now her pride to tell,\nOn what a height she stood before she fell;\nAt church she points to one tall seat, and 'There\nWe sat,' she cries, 'when my papa was mayor.'\nNot quite correct in what she now relates,\nShe alters persons, and she forges dates;\nAnd finding memory's weaker help decay'd,\nShe boldly calls invention to her aid.\nTouch'd by the pity he had felt before,\nFor her Sir Denys oped the Alms-house door:\n'With all her faults,' he said, 'the woman knew\nHow to distinguish--had a manner too;\nAnd, as they say she is allied to some\nIn decent station--let the creature come.'\nHere she and Blaney meet, and take their view\nOf all the pleasures they would still pursue:\nHour after hour they sit, and nothing hide\nOf vices past; their follies are their pride;\nWhat to the sober and the cool are crimes,\nThey boast--exulting in those happy times;\nThe darkest deeds no indignation raise,\nThe purest virtue never wins their praise;\nBut still they on their ancient joys dilate,\nStill with regret departed glories state,\nAnd mourn their grievous fall, and curse their \nrigorous fate."}