{"subject": "L’Aurore -", "text": "La nue était d’or pâle, et, d’un ciel doux et frais,\nSur les jaunes bambous, sur les rosiers épais,\nSur la mousse gonflée et les safrans sauvages,\nD’étroits rayons filtraient à travers les feuillages.\nUn arome léger d’herbe et de fleurs montait ;\nUn murmure infini dans l’air subtil flottait :\nChœur des Esprits cachés, âmes de toutes choses,\nQui font chanter la source et s’entr’ouvrir les roses ;\nDieux jeunes, bienveillants, rois d’un monde enchanté\nOù s’unissent d’amour la force et la beauté.\nLa brume bleue errait aux pentes des ravines ;\nEt, de leurs becs pourprés lissant leurs ailes fines,\nLes blonds sénégalis, dans les gérofliers\nD’une eau pure trempés, s’éveillaient par milliers.\nLa mer était sereine, et sur la houle claire\nL’aube vive dardait sa flèche de lumière ;\nLa montagne nageait dans l’air éblouissant\nAvec ses verts coteaux de maïs mûrissant,\nEt ses cônes d’azur, et ses forêts bercées\nAux brises du matin sur les flots élancées ;\nEt l’île, rougissante et lasse du sommeil,\nChantait et souriait aux baisers du soleil.\n\nÔ jeunesse sacrée, irréparable joie,\nFélicité perdue, où l’âme en pleurs se noie !\nÔ lumière, ô fraîcheur des monts calmes et bleus,\nDes coteaux et des bois feuillages onduleux,\nAube d’un jour divin, chant des mers fortunées,\nFlorissante vigueur de mes belles années...\nVous vivez, vous chantez, vous palpitez encor,\nSaintes réalités, dans vos horizons d’or !\nMais, ô nature, ô ciel, flots sacrés, monts sublimes,\nBois dont les vents amis font murmurer les cimes,\nFormes de l’idéal, magnifiques aux yeux,\nVous avez disparu de mon coeur oublieux !\nEt voici que, lassé de voluptés amères,\nHaletant du désir de mes mille chimères,\nHélas ! j’ai désappris les hymnes d’autrefois,\nEt que mes dieux trahis n’entendent plus ma voix."}