{"subject": "Valravnen", "text": "De gule Silkeseil, som Vinden fylder,\nhiemlede bugnende den lette Snekke.\nMens Aftensolen ranke Mast forgylder\nFrue Sigrid sidder paa det höie Dække.\nDa bovner Havet brat med sorte Bylder,\nda pibler Vandet ind af dybe Sprække.\nDen vilde Valravn höit i Masten synger,\nmens dybt han Skibet ned mod Grunden tynger.\n\nFrue Sigrid skuer Ravnen i det Höie,\nda blegner hendes röde Rosenmund,\nda trænger Taaren frem i hendes Öie,\nthi Skibet truer med at gaae til Grund.\nO Valravn! hvis mit Önske du vil föie,\nda skal du faae af Guld vel femten Pund!\nTæm Stormen, bring mig paa den sikkre Jord;\nleed Skibet varligt i sin stille Fiord.\n\nMed Guld man ei belönner dierve Helte!\nAf Guld, Frue Sigrid, har jeg meer end du.\nFor Guld jeg ei en Bölge bort vil velte;\ndog rörer mig din ængstelige Hu.\nGiv mig den Skat, du skiuler bag dit Belte,\nda skal jeg tæmme Söens Storm og Gru,\nda skal jeg dybt henstyrte ned i Pölen\nden Havmand, som har klynget sig til Kiölen.\n\nHvad skiult jeg under Purpurbeltet giemmer,\ndet, vilde Valravn! maa du gierne faae.\nFor ringe Lön den större du forglemmer,\ndet er til Stegerset de Nögler smaa.\nHvis du mod Havets Magter kiek dig stemmer,\ndu gierne der din Föde hente maa.\nDet blanke Knippe hun paa Dækket kaster\nog Ravnen flagrer bort fra gyldne Master.\n\nMed stærktudspændte, tykke, uldne Vinger\nhan med den frygtelige Havmand kiemper.\nDen fraadbedækte Bölge let han tvinger,\nde vilde Storme med sit Blik han dæmper.\nMed Varselskrig han sig i Skyen svinger;\nog sagte Vind sig efter Snekken lemper.\nAlt mere taber sig den stærke Torden;\nFrue Sigrid seiler langsomt ind i Fiorden.\n\nI Lunden sidder hun engang ad Qvel,\nved klaren Söe, der svömmer langsomt Karpen.\nBestandig risler sagte Kildevæld.\nHun tænker paa sit Norge og paa Sarpen.\nI Danmark fandt jeg dog mit bedste Held!\nSin Elskov södt hun synge vil ved Harpen.\nDa vender det sig under hendes Bryst!\nI rædsom Grublen svinder hendes Lyst.\n\nAk grumme Ravn! nu veed jeg hvad du vilde!\nHun synker ned, at gaae formaaer hun ei.\nDet er saa dæmrende, det er saa silde.\nMat blinker Stiernen fra sin Melkevei.\nAk, grumme Ravn! nu veed jeg hvad du vilde!\nAt tale meer den Blege mægter ei.\nSig Espen over hendes Tinding hvælver;\nsom hun den sveder koldt og ængstlig skielver.\n\nFem Maaneder forgaae, saa bringer hun\net Barn til Verden under bitter Klage.\nDe döbe det i mörke Midnatstund,\nfordi at Trolden intet skal opdage.\nDet er en Sön, som Rosen röd og rund.\nMen Sigrids Hierte tunge Sorger nage.\nI skiulte, dybe Grotte döbes han,\nmed Kildens isnende, chrystalne Vand.\n\nHan voxer til, og i det hele Rige\ner ingen Dreng saa deilig og saa yndig.\nHan er saa munter og saa flink tillige;\nhans Blik er brændende, hans Tale fyndig.\nHan tænker kun paa Kampe og paa Krige.\nDen stolte Ganger kan han tæmme myndig.\nMen Dronning Sigrid græmmer sig dog saare;\nhvergang hun seer ham svömmer hun i Taare.\n\nEn Aften sidder hun i Fruerstue;\nKong Alf sin ædle Husbond har hun mistet.\nMed Taarer stirrer hun i Solens Lue;\ndet arme Hierte har kun Sorger fristet.\nDa hörer hun en Lyd, og hun maa grue,\nden vilde Valravn har sig sagte listet\nad aabne Vindve ind, paa Egebord\nden sætter sig og synger disse Ord:\n\n            Rige Fugl kommer susende,\n            kommer brusende,\n            over Bierge og Dale.\n            Seer du vel, du fattig Fugl!\n            hvor mine Fiere de prale?\n\n            Fattig Fugl kommer hinkende,\n            kommer linkende,\n            over Ager og Enge.\n            Seer du vel, du rige Fugl!\n            hvor mine Fiere de hænge?\n\n            Husker du\n            o Dronning nu\n            da du paa Bölgerne hinked?\n            da var du den fattig Fugl,\n            da ad den rige du vinked.\n\n            Valravn kommer susende,\n            kommer brusende,\n            over Bierge og Dale.\n            Dronning riig!\n            naar vil du mig\n            nu med dit Foster betale?\n\nDa svimled Dronning Sigrid langsomt hen.\nDen hulde Qvinde blegner som en Lillie.\nFlye! sukker hun, du Mörkets fæle Ven!\nMin Bön skal kiempe mod din onde Villie.\nHun korser sig — da flygter den igien;\nmen spottende den dandser först paa Tillie\nog synger: Ingen Bön mig staaer imod!\nJeg slukke vil min Törst i christent Blod.\n\nUng Harald axler sit Skarlagenskind.\nMin Moders bittre Kummer maae jeg vide.\nSaa triner han i Höieloftet ind.\nKier Moder min! du sige mig din Qvide!\nHvi er du bleg, min Moder, som et Liin?\nBetroe din Sön ved stille Midnatstide\nhvad der saa længe naget har dit Hierte.\nEn meddelt Smerte er en mindre Smerte.\n\nDa sukker Sigrid efter lange Bön:\nO Harald! der er Skabninger hernede,\nsom driver deres Ondskab skiult i Lön,\nsom Herren skabte i sin grumme Vrede.\nHer vandrer om en grusom Trold, min Sön!\nfra hvem at frelses vist enhver maa bede.\nHans blodigröde Öie rædsomt skuler.\nHver Aften kommer han af sine Huler.\n\nI fordums Dage var han höi og stor\nog voxen som en dierv og ædel Kiempe;\nmen Jesu rene Lære i vort Nord\nhar lært de onde Aander Stolthed dæmpe.\nNu er han kun en Ravn, ei nær saa stor,\ndog stor nok til at öve sin Ulempe.\nVee den som falder i hans grumme Hænder.\nJa svared Harald, jeg hans Rygte kiender.\n\nDa Dronning Sigrid tunge Taare fælder.\nHvad der er hændet hun ham siger nu.\nUng Harald rolig til sit Sværd sig hælder,\nog hörer hende uden mindste Gru.\nAk Harald! Qval og Kummer mig forælder,\nnu veed du alt, og du er rolig, du?\nDa hæved Sönnen rask det blanke Öie,\nog talde, mens han stiirred i det Höie.\n\nEn Sommernat, min Moder, i en Lund\njeg mellem svale, höie Blomster laae.\nMildt dyssedes jeg ind i sagte Blund,\nthi Nattergalen monne yndigt slaae.\nDa aabnedes for mig i samme Stund\nlidt efter lidt det höie Himmelblaae.\nEn Engel sank mig smilende imöde,\nforunderlig omstraalt af Morgenröde.\n\nHan viste mig en Kiede, som sig rækked\nfra Himlen ud, den klang som Fryd og Klage.\nHalvsynlig den sig rundt om Jorden strækked,\ni mange Bugter vendte den tilbage.\nMed Blodstænk var den ofte heel bedækket;\npaa mange Steder Leddene var svage.\nAf blandet Erts den slyngte sig om Muldet;\nförst Guld, saa Sölv, saa Jern, saa atter Guldet.\n\nDa raabte Englen med sin klare Stemme:\nDu Skiebnens Kiede seer, som hænger ned.\nDen sluttet er! Dens Löb kan intet hemme!\nAlt ordnes ved en stræng Nödvendighed.\nHan svandt, men aldrig jeg min Dröm skal glemme.\nJeg saae mig som et ringe, blodigt Led.\nJeg frygter ei, jeg gaaer naar Skiebnen kalder.\nEi, uden Gud, en Spurv til Jorden falder!\nDet hviner giennem Nattens sorte Skye.\nDe grumsethvide Bölger slaae paa Land.\nDe stærke Vinde kaste höit med Gny\nen skotlansk Snekke paa det hvide Sand.\nTil Kongeborgen strax de alle tye.\nEn deilig Möe og tretten dierve Mand.\nMinona, Kongens Datter, Skotlands Lyst!\nHar Stormen drevet til den danske Kyst.\n\nDe hugge Bielker i den dunkle Lund,\nMinona gaaer med Harald Arm i Arm;\nsödt aander hendes röde Purpurmund,\ndet ranke Liv omslynger han saa varm.\nDet er i Vaar en deilig Aftenstund.\nDe synke begge tause Barm til Barm.\nDa synger Nattergalen saa vemodig,\nog Maanen hæver sig saa stor, saa blodig!\n\nNu tæt de föie stærke Bielker fast;\nalt vugges Snekken af den milde Ström.\nNu hæve de paa Dækket ranke Mast.\nMinona favner Harald elskovsöm.\nHans kiekke unge Hierte slaaer saa fast.\nHun seiler bort. — Som vækket af en Dröm\nhan staaer og skuer med det vaade Öie\nden glatte Kiöl de klare Bölger plöie.\n\nEt Aar forgaaer, Frue Sigrids Sorg forsvinder,\nden vilde Valravns Magt ei meer hun frygter.\nEn sagte Rödme livner hendes Kinder,\nog Taaren fra det blide Öie flygter.\nI Styrke Harald meer og mere vinder,\nDin Magt, o Ravn! bestaaer i löse Rygter.\nDin matte Kloe min Sön vist aldrig slaaer.\nDu har nu truet ham i tyve Aar.\n\nUng Harald vanker om saa længselfuld,\nhan ganger for sin Moder ind at stande.\nMinona er saa elskelig, saa huld!\nHun vinker mig til Skotlands fierne Lande.\nGiv mig et Skib med Kiemper og med Guld,\nog lad mig plöie Havets salte Vande.\nJeg kommer glad igien, som jeg drog ud,\nog bringer dig en Datter, mig en Brud.\n\nFrue Sigrid gaaer saa tankefuld i Sind.\nDe tunge Fied ved Stierneglimt sig flytte.\nSaa triner hun i Skovens Mörke ind\nog aabner gamle Brunos lave Hytte.\nDer sidder han med Haanden under Kind,\ni Klæder som for Kulden kun beskytte;\nmed Bibelen i sine matte Hænder.\nDen lille Lampe svagt i Natten brænder.\n\nHil være dig ærværdig gamle Mand!\nDin Dronning kommer hid ved Midnatstide.\nUng Harald drage vil til fierne Land,\nhans sande Skiebne længes jeg at vide.\nDu læser Stiernerne! See der om han\nskal smædelig ynkværdig Döden lide.\nForjag hans ömme Moders sidste Smerte,\nda skal hun takke dig med lettet Hierte.\n\nDen Gamle reiser sig af lune Vraa;\nmed blottet Hoved, foldet fromme Hænder\nhan træder ud og stirrer i det Blaa,\nhvis röde Tegn hans gamle Öie kiender.\nSædvanligt, siger han, de Stierner staae;\nen eeneste med selsom Ild kun brænder.\nVær tröstig! thi jeg seer at Harald kan\npaa Havet dræbes ei, og ei paa Land.\n\nDa funkler som en Stierne i det Höie,\nved Eremittens tröstelige Ord,\naf Glæde Dronning Sigrids skiönne Öie.\nNu jeg min Sön til Havet fro betroer!\nNu maa han gierne salte Bölger plöie.\nHan dræbes ei paa Hav og ei paa Jord.\nHan sidde skal paa Tingets höie Steen,\nnaar Graven længst har smuldnet mine Been.\n\nDet röde Silkeflag fra Masten kneiser,\nden lange Drage hvidsler under Öe.\nNu höit i Raae de hvide Seil man heiser.\nDen stolte Byrde vugger paa sin Söe.\nUng Harald ganger Aftnen för han reiser\ni Lunden ud, hvor först han saae sin Möe.\nAlt synes ham saa seent, han önsker: Gid\njeg havde Vinger, for at flyve did!\n\nDa hvidsler Buskene i Nattens Vinde,\nda lyder fierne, svage Hundeglam.\nDe blege Lygtemænd i Mosen svinde,\nog Snogen nærmer sig saa mild og tam.\nDa træder hurtig frem en gammel Qvinde,\npaa Ryggen bærer hun en Fiederham;\nmildt smile hendes runkne, gule Kinder.\nHun lægger Hammen ved hans Fod og svinder!\n\nUng Harald undrer sig, dog ei han bæver;\nkun sælsomt higende hans Hierte slaaer.\nDen store Fiederham han langsomt hæver.\nAf brogetskiönne Fiere den bestaaer.\nAt klæde sig deri hans Önske kræver;\nden underlige Drivt han ei modstaaer.\nHan flyve kan, han hæver sig, men længe\nhan svæver kun ad lave, flade Enge.\n\nHvi töver jeg? hvad holder mig tilbage?\nJeg er i Skotland inden Morgen gryer.\nSaa stiger han i Luften som en Drage,\nog suser under Himlens höie Skyer.\nHans Vinger over Havet Flugten tage.\nBort svinde Skove, Lunde, Borge, Byer.\nHan seer sig ene under Himlen flyde.\nDybt under ham de sorte Bölger bryde.\n\nDa klapprer det i Luften og han skuer\nden gyselige Ravn at nærme sig.\nDens Öine flammer som to röde Luer.\nEi Harald! skal jeg eengang finde dig!\nFor förste Gang ung Haralds Hierte gruer,\nden skiönne Yngling blegner som et Liig.\nAf rædsom Angest svulmer höit hans Bryst,\nhan hæver sörgeligt sin hulde Röst:\n\nJeg seer det nytter ei mod Skiebnen stride!\nJeg er dit Rov, Gud staae mig bi i Nöden!\nMen förend du mig grum vil sönderslide,\nund mig en salig Stund i Morgenröden.\nMinona er min Brud! lad mig nedglide\ntil hendes Buur og henrykt glemme Döden\ni Elskovs Favn, da skal jeg sikkert komme\ntil dig igien, naar korte Frist er omme.\n\nFast holder Ravnens Klör ham i det Höie;\nden stirrer paa ham med begierligt Mod.\nSkiönt gierne strax min Lyst jeg vilde föie,\nskal jeg dog vise dig at jeg er god.\nSaa hug den ud ung Haralds höire Öie;\nsaa drak den Helvten af hans Hierteblod.\nNu har jeg mærket dig, nu kan du vende\ntil Jorden ned, nu er du god at kiende.\n\nUng Harald synker langsomt ned med Taare\nfra Skyen i den lavere Natur.\nHan hviler sig paa sorte Dödningbaare,\nsom staaer ved Kirkens höie röde Muur.\nTung er hans Gang, men o han elsker saare!\nHan raver til Minonas Jomfrubuur.\nHan skielver bleg ved Dören, thi hans Mod\nHar Trolden drukket med hans Hierteblod.\n\nMinona kom, för Haralds Hierte brister!\nendnu det banker blödende for dig.\nPaa Jorden du din elskte Harald mister.\nDu seer ham atter udi Himmerig!\nMinona kom, o kom mit Hierte brister;\nlad mig dog eengang först omfavne dig!\nSaa synger han med Elskovs sidste Lyst,\nmens Döden raller i hans kolde Bryst.\n\nDa kommer hun. O Naade i det Höie!\nmin Haralds blege Gienfærd for mig staaer.\nDer rinder Blod og Taarer af hans Öie,\nrödt klæbe sig hans lange gule Haar!\nMinona, kom! betragt mig ganske nöie.\nJeg er en Skygge ei, mit Hierte slaaer\nmed Krampetræk af Elskov og af Smerte.\nKom, læg din varme Haand paa Haralds Hierte.\n\nDa standser brat Minonas Taarer stride,\nda falmer hendes Purpurlæber blaa,\nda bliver Kindens röde Roser hvide,\nda bliver Issens sorte Lokker graae.\nAlt hvad han leed og hvad han end skal lide\nfortæller han, mens Favn mod Favn de staae.\nFor sidste Gang i Elskovs söde Lyst\nde smelte sammen klynget Bryst mod Bryst.\n\nLev vel, Minona! nu jeg frygter ikke.\nHist aabner Faderen sit Himmerig.\nGiv mig et Kys, og smiil med dine Blikke,\nog glem at Harald var ulykkelig.\nDa skal jeg Dödens Kalk frimodig drikke.\nLev vel Minona! Himlen signe dig.\nSaa favnede han bleg sin elskte Möe,\nog svang sig höit henover salten Söe.\n\nDet brustne Öie stirrer — han er svunden!\nhun staaer tilbage paa det kolde Muld.\nDa blusser hun, da synker hun i Lunden,\nda beder hun til Himlen andagtsfuld:\nDu, som ved Daaben er med mig forbunden,\ndu, som paa Jorden var saa god og huld,\ndu, som lod Petrus gaae paa Havets Bölge,\nlad mig i Luften höit min Harald fölge!\n\nDa vifter Buskene i Morgenvinde,\nda lyder Nattergalens fierne Sang,\nda rödmer Solen mildt fra Fieldets Tinde,\nda dufter Blomsten fra den grönne Vang.\nOg langsomt triner frem en ung Hyrdinde,\npaa Armen bærer hun en Fiederham.\nSörgmodigt smiler hendes röde Kinder,\nhun lægger den paa Græsset og forsvinder.\n\nOg flux Minona sig i Hammen klæder,\nhöit svinger hun sig med behiertet Aand.\nEi længer hendes brustne Öie græder,\nhun flagrer hen i sieldne Klædebond.\nDe Fugle, som hun seer paa höie Steder,\ndem dræber hun med Saxen i sin Haand.\nMed Kiempekraft hun sine Vinger slaaer;\nmen dog den vilde Ravn hun ikke naaer.\n\nDa hörer hun i lave Luft det klynker;\nhun lytter med et rovbegierligt Mod?\nMed Örnens Flugt hun ned paa Stranden synker.\nDen er besprængt med Haralds varme Blod!\nHun blusser smilende, ei hun sig ynker.\nHans höire Haand hun skuer ved sin Fod.\nDet eneste som Ravnen lod tilbage,\nhans Troskabspandt i Elskovs hulde Dage!\n\nHun giemmer Haanden paa sit blotte Bryst,\nsaa rædsomt hendes blege Læber lee.\nHver Fugl hun möder i sin vilde Lyst\nden klipper hendes skarpe Sax i tree.\nDa hæver Ravnen sig til sidste Dyst -\nhun klipper som hun klippede i Snee!\nDen lodne Krop maa söge dybt sin Grav\npaa tusind Steder i det vilde Hav.\n\nDe sorte Bölger bruse ikke længer,\nde skylle maanbestraalt paa runde Stene.\nVemodigt Strandens Piil med Lövet hænger,\ndet hvidsler underligt i Lundens Grene.\nI Nattens Blaa sig Stiernen mat fremtrænger.\nEn sölvklar Skye ved Maanen flyder ene.\nDet er Minona döende som svæver.\nHun synker ei, hun sig til Himlen hæver!"}