{"subject": "Mating", "text": "Round clouds roll in the arms of the wind,  \nThe round earth rolls in a clasp of blue sky,  \nAnd see, where the budding hazels are thinned,\n   The wild anemones lie  \nIn undulating shivers beneath the wind.\n\nOver the blue of the waters ply  \nWhite ducks, a living flotilla of cloud;  \nAnd, look you, floating just thereby,  \n   The blue-gleamed drake stems proud  \nLike Abraham, whose seed should multiply.\n\nIn the lustrous gleam of the water, there  \nScramble seven toads across the silk, obscure leaves,\nSeven toads that meet in the dusk to share  \n   The darkness that interweaves  \nThe sky and earth and water and live things everywhere.\n\nLook now, through the woods where the beech-green spurts\nLike a storm of emerald snow, look, see\n A great bay stallion dances, skirts  \n   The bushes sumptuously,  \nGoing outward now in the spring to his brief deserts.\n\nAh love, with your rich, warm face aglow,  \nWhat sudden expectation opens you  \n So wide as you watch the catkins blow  \n   Their dust from the birch on the blue  \nLift of the pulsing wind—ah, tell me you know!\n\nAh, surely! Ah, sure from the golden sun  \nA quickening, masculine gleam floats in to all\n Us creatures, people and flowers undone,  \n   Lying open under his thrall,  \nAs he begets the year in us. What, then, would you shun?\n\nWhy, I should think that from the earth there fly  \nFine thrills to the neighbour stars, fine yellow beams\n Thrown lustily off from our full-blown, high  \n   Bursting globe of dreams,  \nTo quicken the spheres that are virgin still in the sky.\n\nDo you not hear each morsel thrill  \nWith joy at travelling to plant itself within  \n The expectant one, therein to instil  \n   New rapture, new shape to win,  \nFrom the thick of life wake up another will?\n\nSurely, and if that I would spill  \nThe vivid, ah, the fiery surplus of life,  \n From off my brimming measure, to fill  \n   You, and flush you rife  \nWith increase, do you call it evil, and always evil?"}