{"subject": "Narrara Creek", "text": "From the rainy hill-heads, where, in starts and in spasms,\nLeaps wild the white torrent from chasms to chasms—\nFrom the home of bold echoes, whose voices of wonder\nFly out of blind caverns struck black by high thunder—\nThrough gorges august, in whose nether recesses\nIs heard the far psalm of unseen wildernesses—\nLike a dominant spirit, a strong-handed sharer\nOf spoil with the tempest, comes down the Narrara. \nYea, where the great sword of the hurricane cleaveth\nThe forested fells that the dark never leaveth—\nBy fierce-featured crags, in whose evil abysses\nThe clammy snake coils, and the flat adder hisses—\nPast lordly rock temples, where Silence is riven\nBy the anthems supreme of the four winds of heaven—\nIt speeds, with the cry of the streams of the fountains\nIt chained to its sides, and dragged down from the mountains! \n\nBut when it goes forth from the slopes with a sally—\nBeing strengthened with tribute from many a valley—\nIt broadens and brightens, and thereupon marches\nAbove the stream sapphires and under green arches,\nWith the rhythm of majesty—careless of cumber—\nIts might in repose and its fierceness in slumber—\nTill it beams on the plains, where the wind is a bearer\nOf words from the sea to the stately Narrara! \n\nNarrara! grand son of the haughty hill torrent,\nToo late in my day have I looked at thy current—\nToo late in my life to discern and inherit\nThe soul of thy beauty, the joy of thy spirit!\nWith the years of the youth and the hairs of the hoary,\nI sit like a shadow outside of thy glory;\nNor look with the morning-like feelings, O river,\nThat illumined the boy in the days gone for ever! \n\nAh! sad are the sounds of old ballads which borrow\nOne-half of their grief from the listener’s sorrow;\nAnd sad are the eyes of the pilgrim who traces\nThe ruins of Time in revisited places;\nBut sadder than all is the sense of his losses\nThat cometh to one when a sudden age crosses\nAnd cripples his manhood. So, stricken by fate, I\nFelt older at thirty than some do at eighty. \n\nBecause I believe in the beautiful story,\nThe poem of Greece in the days of her glory—\nThat the high-seated Lord of the woods and the waters\nHas peopled His world with His deified daughters—\nThat flowerful forests and waterways streaming\nAre gracious with goddesses glowing and gleaming—\nI pray that thy singing divinity, fairer\nThan wonderful women, may listen, Narrara! \n\nO spirit of sea-going currents!—thou, being\nThe child of immortals, all-knowing, all-seeing—\nThou hast at thy heart the dark truth that I borrow\nFor the song that I sing thee, no fanciful sorrow;\nIn the sight of thine eyes is the history written\nOf Love smitten down as the strong leaf is smitten;\nAnd before thee there goeth a phantom beseeching\nFor faculties forfeited—hopes beyond reaching. \n\nThou knowest, O sister of deities blazing\nWith splendour ineffable, beauty amazing,\nWhat life the gods gave me—what largess I tasted—\nThe youth thrown away, and the faculties wasted.\nI might, as thou seest, have stood in high places,\nInstead of in pits where the brand of disgrace is,\nA byword for scoffers—a butt and a caution,\nWith the grave of poor Burns and Maginn for my portion. \nBut the heart of the Father Supreme is offended,\nAnd my life in the light of His favour is ended;\nAnd, whipped by inflexible devils, I shiver,\nWith a hollow “Too late” in my hearing for ever;\nBut thou—being sinless, exalted, supernal,\nThe daughter of diademed gods, the eternal—\nShalt shine in thy waters when time and existence\nHave dwindled, like stars, in unspeakable distance. \n\nBut the face of thy river—the torrented power\nThat smites at the rock while it fosters the flower—\nShall gleam in my dreams with the summer-look splendid,\nAnd the beauty of woodlands and waterfalls blended;\nAnd often I’ll think of far-forested noises,\nAnd the emphasis deep of grand sea-going voices,\nAnd turn to Narrara the eyes of a lover,\nWhen the sorrowful days of my singing are over."}