{"subject": "Medulla Poetarum Romanorum - Vol. Ii.  (Revenge - Rout)", "text": "Revenge.\n\nRevenge is sweeter much than Life!--'tis true,\nSo the unthinking say, and the mad Crew\nOf hect'ring Blades, who for slight Cause, or none,\nAt ev'ry turn, are into Passion blown.\nNot so meek Thales, or Chrysippus taught,\nOr Socrates, who took the Poyson--Draught\nWith a forgiving Soul, nor wish'd to see\nHis base Accuser drink as deep as he.\n\nMuch Satisfaction in Revenge to find,\nDenotes a little, mean, ungen'rous Mind:\nThis, Observation will most plainly shew,\nFor none so eagerly Revenge pursue,\nOr love it half so well as Women do.--\n\nIn such tumultuous Haste her Passions sprung,\nThey choak'd her Voice, and quite disarm'd her Tongue.\nNo room for female Tears: the Furies rise,\nAnd ev'ry Thought of Right or Wrong despise:\nReason's calm Dictates no Admittance find,\nRevenge alone commands her raging Mind.--\n\nTears, unavailing, but defer our Time,\nThe stabbing Sword must expiate the Crime:\nOr worse, if Wit on bloody Vengeance bent,\nA Weapon more tormenting can invent.\nO Sister! I 'ave prepar'd my stubborn Heart,\nTo act some hellish and unheard--of Part:\nSome great, some mighty Mischief I've design'd,\nBut yet the Draught's unfinisht in my Mind.--\n\nShe stands attentive to his Perjuries,\nAnd darts avenging Horror from her Eyes.\nRaging Resentment fires her boiling Blood:\nShe springs upon him 'midst the Captive Crowd,\n(Her Thirst of Vengeance want of Strength supplies,)\nShe thrusts her forky Fingers in his Eyes:\nTares out the rooted Balls: her Rage pursues,\nAnd in the hollow Orbs her Hands imbrews.--\nRevolution.\nSee Golden Age Restor'd.\n\nThe self--same Sun does ev'ry Morn appear,\nAnd as He drives a Day, He whirls a Year.\nFrom the same East He comes with equal Pace,\nTo the same West He still directs his Race,\nAnd not one Change is seen in Nature's Face.\nThe same Moon shines, and at a certain Day,\nHer Light encreases, and her Horns decay.\nNature does still her beaten Track pursue,\nNor like a Novice wanders in a new.\nPhoebus still warms those Signs where first he shone,\nAnd Day goes round with one eternal Sun:\nThus prov'd:--because by just Degrees the Hours\nIn different Countries are the same with our's.\nThe Eastern Nations view the rising Fires,\nWhilst Night shades Us, and lazily retires.\nAs to the distant West we nimbly run,\nThat still removes, nor can we reach the Sun:\nHis Race no East begins, no West doth bound,\nBut on he drives in one continual Round.--\n\nWhen round the great Platonic Year has turn'd,\nIn their old Ranks the wand'ring Stars shall stand,\nAs when first marshal'd by th' Almighty's Hand.--\nRewards.\nSee Munificence.\n\nThen in the Center of the Cirque are plac'd\nThe Prizes, sacred Tripods, Wreaths of Greens,\nAnd Palms for Victors: Arms, and purple Robes,\nTalents of massy Silver, and of Gold.--\n\n-- On every Ship\nThree Heifers, to be chosen, he bestows,\nA silver Talent's massy Weight, and Wine,\nAs Prizes.--To the Conq'ror first he gives\nA Cloak, with Gold embroider'd, edg'd with Fringe\nOf Meliboean Purple, doubly round\nEntwining.--\n\nTo him whose Merit held the second Place\nA Coat of Mail he gives, compact with Hooks,\nAnd wrought with triple Tissue: to defend\nAt once and deck the Warrior.--\nTwo brazen Cauldrons to the Third he gives,\nAnd silver Bowls with Figures rough emboss'd.--\n\nNot One of all this Number shall from me\nGo unrewarded: I'll on each bestow\nTwo Gnossian Jav'lins, bright with polish'd Steel,\nAnd a carv'd Battle--Ax with Silver wrought.\nThis Honour shall be one to All. The Three\nWho first excell, shall diff'rent Prizes share,\nAnd with pale Olive bind their Heads. The First\nA Steed enrich'd with Trappings shall receive:\nThe Next an Amazonian Quiver, fill'd\nWith Thracian Arrows, which a Belt around\nIncloses with broad Gold, a Buckle clasps\nWith round smooth Diamonds: Be the Third content\nWith this Argolick Shield.--\n\n--A huge Getulian Lion's Hide\nHe gives to Salius, rough with heavy Fur,\nAnd golden Claws.--\n\n--Then He commands to bring\nA Shield, the Work of Didymaon's Art,\nTorn by the Grecians from the sacred Posts\nOf Neptune: and with that excelling Gift\nDistinguishes the well--deserving Youth.--\n\nHe said: And for the Combat two Rewards\nPropos'd: The Victor's Prize, a Bull adorn'd\nWith Gold, and Wreaths: a Sword, and burnish'd Helm,\nThe Solace of the Vanquish'd.--\n\nTwo Goblets I will give, in Silver wrought,\nAnd rough with Sculpture: which my Father took\nFrom sack'd Arisba: And two Talents Weight\nOf massy Gold: two Tripods: and a Bowl\nOf antique Cast, which Tyrian Dido gave.\nBut if 'tis giv'n Us in the Chance of War\nTo conquer Latium, and its Scepter wield,\nVictorious, and by Lot to share the Spoils:\nSaw'st Thou the Steed by Turnus press'd, the Arms\nIn which he rode, all glitt'ring, all in Gold?\nThat very Shield, and those red Plumes which grace\nHis Helmet, from the Lot I will exempt,\nAlready, Nisus, thy adjudg'd Reward.\nBesides, twelve choicest Dames, twelve captive Youths,\nWith their own Arms, my Father shall bestow:\nAnd, added to them All, that Tract of Land,\nWhich by the King Latinus is possess'd.--\n\n--Drawing from his Belt\nHis gilded Sword, which wrought with wondrous Art\nLycaon, born of Gnossian Race, had made,\nAnd in an iv'ry Scabbard fit inclos'd,\nThat Present on the lovely Youth bestows.--\nRites (Religious.)\nSee Funerals. Manes. Palace. Procession. Sacrifice.\n\nThey sprinkled first their Garments, and their Head,\nThen took the Way which to the Temple led:\nBefore the Gradual, prostrate they ador'd,\nKiss'd the cold Stone, and trembling thus implor'd.--\n\nBe this a solemn Feast, the Priest had said,\nBe with each Mistress unemploy'd each Maid:\nWith Skins of Beasts your tender Limbs inclose,\nAnd with an ivy Crown adorn your Brows:\nThe leafy Thyrsus high in Triumph bear,\nAnd give your Locks to wanton in the Air.\nThese Rites profan'd, the holy Seer fore show'd\nA mourning People, and a vengeful God.--\n\n-- The holy Things\nTake you, my Father, and our Country--Gods:\nIn me 'twere Guilt to touch them, just return'd\nRecent from so much Slaughter, and besmear'd\nWith War: 'till in the living Stream I wash\nThe Blood away.--\n\nHe said, and paid the Gods their Honour due:\nA Bull to Neptune, and a Bull to Thee,\nBeauteous Apollo: To the stormy Pow'r\nA sable Ewe: a white one to the smooth\nPropitious Zephyrs.--\n\nBut when your Ships rest wafted o'er the Main,\nAnd you on Altars rais'd along the Shore\nPay your vow'd Off'rings, with a purple Veil\nCover your Head: lest any hostile Face\nAppearing, should disturb the solemn Rites,\nThe holy Fires, and Honour of the Gods.\nThis Form in sacrificing let your Friends\nWith you observe; and let your future Race\nPious in this Religion persevere.--\n\n--He to mighty Jove\nAn hundred spatious Temples, in his Realms\nOf wide Extent, an hundred Altars built:\nAnd consecrated to the Gods the Hearths\nOf everlasting Fire: The Ground with Blood\nOf slaughter'd Victims smoking: and the Doors\nWith various colour'd flow'ry Wreaths adorn'd.--\n\nHe wakes the Embers, and the sleeping Fire,\nAnd with a holy Cake and Censer fill'd,\nThe Trojan Lar, and aged Vesta's Shrine\nSuppliant adores.--\n\nNow from your Bowls to Jove Libations pour:\nMy Sire Anchises with religious Pray'rs\nInvoke: and on your Boards replace the Wine.\nThis said, He binds his Temples with a Wreath\nOf verdant Boughs, and supplicant adores\nThe Genius of the Place, and Earth the first\nOf Deities, the Nymphs, and River--Gods\nAs yet unknown, and Night, and of the Night\nThe rising starry Signs: in order next\nThe Phrygian Mother, and Idaean Jove,\nAnd both his Parents, one rever'd in Heav'n,\nAnd one in Erebus.--\n\nSleep leaves Æneas, and the Night retires.\nRising, he turns him to the rising Sun,\nAnd, from the River, in his hollow Hands,\nBy solemn Rite accustom'd, Water takes,\nAnd thus prefers his Suit in open Air.\nYe Nymphs! Laurentian Nymphs! from whom the Birth\nOf Rivers springs: And Thou, supreme of Floods,\nO Father Tyber! with thy sacred Stream\nReceive Æneas, and relieve his Toils.\nThou, who with Pity dost regard our Woes,\nIn whate'er Soil thy beauteous Head is rais'd,\nWhere--e'er thy Source: For ever shall by me\nThy Deity be honour'd, horny God,\nKing of Hesperian Rivers. Only grant\nTo Us thy nearer Succour I implore.--\n\nÆneas (tho' th' Interment of his Friends\nHurries his Thoughts, with Fun'ral Cares perplex'd,)\nWith the first Dawn of Morning, Victor pays\nHis Vows to Heav'n.--\nRiver (passing over.)\n\n--To them the rapid Water's Course,\nFirst plung'd amidst the Flood the bolder Horse:\nWith Strength oppos'd against the Stream they lead,\nWhile to the smoother Ford the Foot with Ease succeed.--\n\n--Spur on the winged Horse:\nAnd march the Foot, the Bridge, tho' falling, force.\nMake good your Passage, my brave Friends! he said:\nSwift as a Storm the nimble Horse obey'd:\nA--cross the Stream their deadly Darts they throw,\nAnd from their Station drive the yielding Foe.\nThe Victors at their Ease the Ford explore,\nAnd pass the undefended River o'er.--\n\nCaesar commands to Arms: Without delay\nThe Soldier to the River bends his Way:\nNone then with cautious Care the Bridge explor'd,\nOr sought the Shallows of the safer Ford:\nArm'd at all Points, they plunge amidst the Flood,\nAnd with strong Sinews make the Passage good:\nDangers they scorn'd that might the Bold affright,\nAnd stop ev'n panting. Cowards in their Flight.\nAt length the farther Bank attaining safe,\nChill'd by the Stream, their dropping Limbs they chafe:\nThen with fresh Vigour urge the Foes Pursuit,\nAnd in the sprightly Chace the Pow'rs of Life recruit.--\nRose.\n\nShe in the Morning calls; Ye Maids! prepare,\nIn rosy Garlands bind your flowing Hair:\n'Tis Venus' Plant: The Blood fair Venus shed,\nO'er the gay Beauty pour'd immortal Red:\nFrom Love's soft Kiss a sweet Ambrosial Smell\nWas taught for ever on the Leaves to dwell:\nFrom Gems, from Flames, from orient Rays of Light,\nThe richest Lustre makes it's Purple bright.--\nRout.\nSee Battle. Slaughter.\n\nTheir Queen thus slain, first flies Camilla's Wing\nLight--arm'd: the Rutuli confounded fly,\nAnd brave Atinas, and the scatter'd Chiefs,\nAnd broken Troops: To safer Posts they run,\nAnd spur their foaming Steeds to reach the Town.\nNor now can any force in Arms sustain\nThe Trojans, pressing, and dispensing Death:\nOr stand oppos'd: But languid back they bear\nTheir Bows unbent, and o'er their Shoulders slung:\nAnd the swift Horses shake the putrid Soil\nWith sounding Hoofs. A turbid Cloud of Dust\nRolls to the City: On the lofty Tow'rs\nThe Matrons stand, and to th' etherial Stars\nRaise female Cries: And frantick beat their Breasts.\n\nWith Those who thro' the open Gates first croud\nInto the Town, a mingled Throng of Foes\nTogether presses: Nor a cruel Death\nDo they escape: but ev'n within their Walls,\nTheir Houses, and beneath their native Roofs,\nTransfix'd expire their Souls. Some shut the Gates:\nNor durst permit their own imploring Friends\nTo enter: Those with Arms the Passes guard,\nThese rush against those Arms: Among them All,\nA Slaughter vast, and terrible, ensues.\nOthers, before their weeping Parents Eyes,\nExcluded, by the Rout, and Ruin urg'd,\nDown the steep Trenches leap: With loosen'd Reins\nSome forward spur their Steeds, and blindly tilt\nAgainst the Gates, the Bars, and solid Posts.--\n\nThe fiery Steeds, impatient of a Wound,\nHurl their neglected Riders to the Ground:\nOr on their Friends with Rage ungovern'd turn,\nAnd trampling o'er the helpless Foot, are born.\nHence foul Confusion and Dismay succeed,\nThe Victors murder, and the Vanquish'd bleed:\nTheir weary Hands the tir'd Destroyers ply,\nScarce can these kill, so fast as those can die.—"}