{"subject": "The Beautiful Sun", "text": "Beautiful Sun! with thy golden rays,\nTo God, the wise Creator, be all praise;\nFor thou nourisheth all the creation,\nWherever there is found to be animation. \n\nWithout thy heat we could not live,\nThen praise to God we ought to give;\nFor thou makest the fruits and provisions to grow,\nTo nourish all creatures on earth below. \n\nThou makest the hearts of the old feel glad,\nLikewise the young child and the lad,\nAnd the face of Nature to look green and gay,\nAnd the little children to sport and play. \n\nThou also givest light unto the Moon,\nWhich certainly is a very great boon\nTo all God's creatures here below,\nThroughout the world where'er they go. \n\nHow beautiful thou look'st on a summer morn,\nWhen thou sheddest thy effulgence among the yellow corn,\nAlso upon lake, and river, and the mountain tops,\nWhilst thou leavest behind the most lovely dewdrops! \n\nHow beautiful thou seem'st in the firmament above,\nAs I gaze upon thee, my heart fills with love\nTo God, the great Creator, Who has placed thee there,\nWho watches all His creatures with an eye of care! \n\nThou makest the birds to sing on the tree,\nAlso by meadow, mountain, and lea;\nAnd the lark high poised up in air,\nCarolling its little song with its heart free from care. \n\nThou makest the heart of the shepherd feel gay\nAs he watches the little lambkins at their innocent play;\nWhile he tends them on the hillside all day,\nTaking care that none of them shall go astray. \n\nThou cheerest the weary traveller while on his way\nDuring the livelong summer day,\nAs he admires the beautiful scenery while passing along,\nAnd singing to himself a stave of a song. \n\nThou cheerest the tourist while amongst the Highland hills,\nAs he views their beautiful sparkling rills\nGlittering like diamonds by the golden rays,\nWhile the hills seem to offer up to God their praise. \n\nWhile the bee from flower to flower does roam\nTo gather honey, and carry it home;\nWhile it hums its little song in the beautiful sunshine,\nAnd seemingly to thank the Creator divine -- \n\nFor the honey it hath gathered during the day,\nIn the merry month of May,\nWhen the flowers are in full bloom,\nAlso the sweet honeysuckle and the broom. \n\nHow beautiful thy appearance while setting in the west,\nWhilst encircled with red and azure, 'tis then thou look'st best!\nThen let us all thank God for thy golden light\nIn our prayers every morning and night!"}