{"subject": "Stanzas, Suggested By A Canzone Of Petrarch", "text": "Amor se vuvi ch'i torni al giogo antico. \n--P.2. C.2.\n\nAWAY , proud boy, away! thou canst not harm;\nSeize not thy unstrung bow, nor aim thv dart,\nVoid is thy quiver, nerveless is thine arm,\nVanish'd thy cruel empire o'er my heart:\nNo more a mighty god\nArt thou, whose sov'reign nod\nTo worlds can woes and terrors wild impart;\nNo more I bend and weep before thy throne,\nAnd sigh my soul away, unheeded and alone.\nHence, tyrant urchin, hence! and humbly lay\nAt the cold foot of death thy broken bow;\nDeath's iron hand has borne thy torch away,\nDeath! mightier Death! proud victor, binds thee low.\nA feeble child thou art,\nAnd aim'st a pointless dart.\nArm'd by despair, my bosom dares the blow!--\nThy baby archery I laugh to scorn--\nAway! and leave me here, my liberty to mourn.\n\nOr, if once more thou wouldst me of thy train,\nSeek thou my treasure in the earth laid low;\nAnd if it be that thy unbounded reign\nO'er Heaven extends, and o'er th' abyss below,\nBurst thou the sacred tomb,\nThat clasp'd in early bloom\nThe form to which alone my soul could bow!\nWrest thou from death the prize he bore away,\nAnd in her charms resume thy universal sway.\nHang on that brow the same sad pensive weight,\nThen wake the smile that might awake the dead,\nBright as the glittering beam of orient light\nBreaks o'er a weeping sky when storms are fled!\nAnd breathe those sounds again,\nThrilling thro' every vein,\nSounds that to thoughts of Heaven the fancy led,\nWhile the rapt soul hung fondly on each note,\nWhich on the ear, when past, long sweetly seem'd to float.\nAnd those luxuriant locks with art controll'd,\nIn glossy braids around her temples bind,\nNow in an envious net of twisted gold\nBe all their waving glories close confin'd;\n\nNow loose from every band,\nWith sly and sportive hand\nToss them in ringlets on the wanton wind,\nThen bind me, gazing, to thy car again,\nAnd I will kiss my bonds, and hug once more my chain."}