{"subject": "Ballad Of The Long-Legged Bait", "text": "The bows glided down, and the coast\nBlackened with birds took a last look\nAt his thrashing hair and whale-blue eye;\nThe trodden town rang its cobbles for luck.\n\nThen good-bye to the fishermanned\nBoat with its anchor free and fast\nAs a bird hooking over the sea,\nHigh and dry by the top of the mast,\n\nWhispered the affectionate sand\nAnd the bulwarks of the dazzled quay.\nFor my sake sail, and never look back,\nSaid the looking land.\n\nSails drank the wind, and white as milk\nHe sped into the drinking dark;\nThe sun shipwrecked west on a pearl\nAnd the moon swam out of its hulk.\n\nFunnels and masts went by in a whirl.\nGood-bye to the man on the sea-legged deck\nTo the gold gut that sings on his reel\nTo the bait that stalked out of the sack,\n\nFor we saw him throw to the swift flood\nA girl alive with his hooks through her lips;\nAll the fishes were rayed in blood,\nSaid the dwindling ships.\n\nGood-bye to chimneys and funnels,\nOld wives that spin in the smoke,\nHe was blind to the eyes of candles\nIn the praying windows of waves\n\nBut heard his bait buck in the wake\nAnd tussle in a shoal of loves.\nNow cast down your rod, for the whole\nOf the sea is hilly with whales,\n\nShe longs among horses and angels,\nThe rainbow-fish bend in her joys,\nFloated the lost cathedral\nChimes of the rocked buoys.\n\nWhere the anchor rode like a gull\nMiles over the moonstruck boat\nA squall of birds bellowed and fell,\nA cloud blew the rain from its throat;\n\nHe saw the storm smoke out to kill\nWith fuming bows and ram of ice,\nFire on starlight, rake Jesu's stream;\nAnd nothing shone on the water's face\n\nBut the oil and bubble of the moon,\nPlunging and piercing in his course\nThe lured fish under the foam\nWitnessed with a kiss.\n\nWhales in the wake like capes and Alps\nQuaked the sick sea and snouted deep,\nDeep the great bushed bait with raining lips\nSlipped the fins of those humpbacked tons\n\nAnd fled their love in a weaving dip.\nOh, Jericho was falling in their lungs!\nShe nipped and dived in the nick of love,\nSpun on a spout like a long-legged ball\n\nTill every beast blared down in a swerve\nTill every turtle crushed from his shell\nTill every bone in the rushing grave\nRose and crowed and fell!\n\nGood luck to the hand on the rod,\nThere is thunder under its thumbs;\nGold gut is a lightning thread,\nHis fiery reel sings off its flames,\n\nThe whirled boat in the burn of his blood\nIs crying from nets to knives,\nOh the shearwater birds and their boatsized brood\nOh the bulls of Biscay and their calves\n\nAre making under the green, laid veil\nThe long-legged beautiful bait their wives.\nBreak the black news and paint on a sail\nHuge weddings in the waves,\n\nOver the wakeward-flashing spray\nOver the gardens of the floor\nClash out the mounting dolphin's day,\nMy mast is a bell-spire,\n\nStrike and smoothe, for my decks are drums,\nSing through the water-spoken prow\nThe octopus walking into her limbs\nThe polar eagle with his tread of snow.\n\nFrom salt-lipped beak to the kick of the stern\nSing how the seal has kissed her dead!\nThe long, laid minute's bride drifts on\nOld in her cruel bed.\n\nOver the graveyard in the water\nMountains and galleries beneath\nNightingale and hyena\nRejoicing for that drifting death\n\nSing and howl through sand and anemone\nValley and sahara in a shell,\nOh all the wanting flesh his enemy\nThrown to the sea in the shell of a girl\nIs old as water and plain as an eel;\nAlways good-bye to the long-legged bread\nScattered in the paths of his heels\nFor the salty birds fluttered and fed\n\nAnd the tall grains foamed in their bills;\nAlways good-bye to the fires of the face,\nFor the crab-backed dead on the sea-bed rose\nAnd scuttled over her eyes,\n\nThe blind, clawed stare is cold as sleet.\nThe tempter under the eyelid\nWho shows to the selves asleep\nMast-high moon-white women naked\n\nWalking in wishes and lovely for shame\nIs dumb and gone with his flame of brides.\nSusannah's drowned in the bearded stream\nAnd no-one stirs at Sheba's side\n\nBut the hungry kings of the tides;\nSin who had a woman's shape\nSleeps till Silence blows on a cloud\nAnd all the lifted waters walk and leap.\n\nLucifer that bird's dropping\nOut of the sides of the north\nHas melted away and is lost\nIs always lost in her vaulted breath,\n\nVenus lies star-struck in her wound\nAnd the sensual ruins make\nSeasons over the liquid world,\nWhite springs in the dark.\n\nAlways good-bye, cried the voices through the shell,\nGood-bye always, for the flesh is cast\nAnd the fisherman winds his reel\nWith no more desire than a ghost.\n\nAlways good luck, praised the finned in the feather\nBird after dark and the laughing fish\nAs the sails drank up the hail of thunder\nAnd the long-tailed lightning lit his catch.\n\nThe boat swims into the six-year weather,\nA wind throws a shadow and it freezes fast.\nSee what the gold gut drags from under\nMountains and galleries to the crest!\n\nSee what clings to hair and skull\nAs the boat skims on with drinking wings!\nThe statues of great rain stand still,\nAnd the flakes fall like hills.\n\nSing and strike his heavy haul\nToppling up the boatside in a snow of light!\nHis decks are drenched with miracles.\nOh miracle of fishes! The long dead bite!\n\nOut of the urn a size of a man\nOut of the room the weight of his trouble\nOut of the house that holds a town\nIn the continent of a fossil\n\nOne by one in dust and shawl,\nDry as echoes and insect-faced,\nHis fathers cling to the hand of the girl\nAnd the dead hand leads the past,\n\nLeads them as children and as air\nOn to the blindly tossing tops;\nThe centuries throw back their hair\nAnd the old men sing from newborn lips:\n\nTime is bearing another son.\nKill Time! She turns in her pain!\nThe oak is felled in the acorn\nAnd the hawk in the egg kills the wren.\n\nHe who blew the great fire in\nAnd died on a hiss of flames\nOr walked the earth in the evening\nCounting the denials of the grains\n\nClings to her drifting hair, and climbs;\nAnd he who taught their lips to sing\nWeeps like the risen sun among\nThe liquid choirs of his tribes.\n\nThe rod bends low, divining land,\nAnd through the sundered water crawls\nA garden holding to her hand\nWith birds and animals\n\nWith men and women and waterfalls\nTrees cool and dry in the whirlpool of ships\nAnd stunned and still on the green, laid veil\nSand with legends in its virgin laps\n\nAnd prophets loud on the burned dunes;\nInsects and valleys hold her thighs hard,\nTimes and places grip her breast bone,\nShe is breaking with seasons and clouds;\n\nRound her trailed wrist fresh water weaves,\nwith moving fish and rounded stones\nUp and down the greater waves\nA separate river breathes and runs;\n\nStrike and sing his catch of fields\nFor the surge is sown with barley,\nThe cattle graze on the covered foam,\nThe hills have footed the waves away,\n\nWith wild sea fillies and soaking bridles\nWith salty colts and gales in their limbs\nAll the horses of his haul of miracles\nGallop through the arched, green farms,\n\nTrot and gallop with gulls upon them\nAnd thunderbolts in their manes.\nO Rome and Sodom To-morrow and London\nThe country tide is cobbled with towns\n\nAnd steeples pierce the cloud on her shoulder\nAnd the streets that the fisherman combed\nWhen his long-legged flesh was a wind on fire\nAnd his loin was a hunting flame\n\nCoil from the thoroughfares of her hair\nAnd terribly lead him home alive\nLead her prodigal home to his terror,\nThe furious ox-killing house of love.\n\nDown, down, down, under the ground,\nUnder the floating villages,\nTurns the moon-chained and water-wound\nMetropolis of fishes,\n\nThere is nothing left of the sea but its sound,\nUnder the earth the loud sea walks,\nIn deathbeds of orchards the boat dies down\nAnd the bait is drowned among hayricks,\n\nLand, land, land, nothing remains\nOf the pacing, famous sea but its speech,\nAnd into its talkative seven tombs\nThe anchor dives through the floors of a church.\n\nGood-bye, good luck, struck the sun and the moon,\nTo the fisherman lost on the land.\nHe stands alone in the door of his home,\nWith his long-legged heart in his hand."}