{"subject": "The Native Long", "text": "There's a thing we love to think of when the summer days are long,\nAnd the summer winds are blowing, and the summer sun is strong,\nWhen the orchards and the meadows throw their fragrance on the air,\nWhen the grain-fields flaunt their riches, and the glow is everywhere.\nSomething sings it all the day,\nCanada, fair Canada,\nAnd the pride thrills through and through us,\n'Tis our birthplace, Canada!\n\nThere's a thing we love to think of when the frost and ice and snow\nHold high carnival together, and the biting north winds blow.\nThere's a thing we love to think of through the bitter winter hours,\nFor it stirs a warmth within us-'tis this fair young land of ours.\nSomething sings it all the day,\nCanada, fair Canada,\nAnd the pride thrills through and through us,\n'Tis our birthplace, Canada!\n\nOurs with all her youth and promise, ours with all her strength\nand might,\nOurs with all her mighty waters and her forests deep as night.\nOther lands may far outshine her, boast more charms than she can claim,\nBut this young land is our own land, and we love her very name.\nSomething sings it all the day,\nCanada, fair Canada,\nAnd the pride thrills through and through us,\n'Tis our birthplace, Canada!\n\nLet the man born in old England love the dear old land the most,\nFor what spot a man is born in, of that spot he's fain to boast;\nLet the Scot look back toward Scotland with a longing in his eyes,\nAnd the exile from old Erin think her green shores paradise,\nNative born are we, are we,\nCanada, fair Canada,\nAnd the pride thrills through and through us,\n'Tis our birthplace, Canada!\n\nWell we love that sea-girt island, and we strive to understand\nAll the greatness, all the grandeur, of the glorious Mother Land;\nAnd we cheer her to the skies, cheer her till the echoes start,\nFor the old land holds our homage, but the new land holds our heart!\nNative born are we, are we,\nCanada, fair Canada!\nAnd the pride thrills through and through us,\n'Tis our birthplace, Canada!"}