{"subject": "Thrushes (Fsw)", "text": "Englisg thrush within my garden from thy pine tree minaret,\nSummoning the wandering Faithful while the crimson lingers yet!\nLove's Muezzin, loud entreating, and thy melody repeating\nTo the city folk so wan and old and haunted by regret.\nLow I bow, your voice obeying, solemnly my Koran saying,\nLove is Allah, Love is Allah, none his worship may forget.\n\nOft your song in dawn-lit woodlands o'er the camping cohorts borne\nWoke in breasts of war-scarred Romans longings for a maid forsworn,\nYou set Saxon Alfred smiling, from his manuscripts beguiling,\nAnd the monk beside him dreamed of days before his cowl was worn.\nAs the Norman heard you lilting he forsook the joy of tilting,\nAnd harboured sweet pain in his heart on many an April morn.\n\nChaucer listened to your music in a springtime long ago,\nAnd you warble in his verses where still the daisies blow,\nAnd where Avon's wave is gleaming, Youthful Shakespeare wandered dreaming,\nAnd paused to hear your evensong mix with the river's flow.\nKing and minstrel could not linger, but your lyric, love's own singer,\nChangeless in an Austral garden lights my bosom with its glow.\n\nYet your grey Australian brother long has held my heart in thrall,\nSince the time I heard him singing by a purple mountain wall.\nCarelessly the day was spilling odours, all the valley filling,\nAnd an amorous iris fluttered by a singing waterfall,\nHid in fern, of springtime crooning, bidding earth awake from swooning,\nLong I lay beneath the myrtles listening to his madrigal.\n\nThough a few belated snowflakes circled from a changing sky,\nEvery shrub and moss-lit boulder stirred responsive to the cry;\nSwayed the blackwoods all ashiver, dreaming by the snowfed river,\nThrilled the gums with naked bosoms, ranked in stern battalions by:\nBeautiful in caverns burning, swiftly came the Spring returning,\nMusical from hill and valley came Demeter's happy sigh.\n\nChant on English thrush, and hearken many a pilgrim to thy lay;\nYet to your grey mountain brother I must always homage pay,\nFor he sings a nation rising, radiant with a sweet surmising,\nSoaring high on vermeil pinions, over empires worn and grey,\nMonarchs cease their grave debating, silent with their peoples waiting,\nAs the Jovian bird slow sweeping takes around the world his way.\n\nRise and shine, belovéd spirit, make the wide earth all thine own,\nScatter dews to heal the weary—turn to joy the nation's moan;\nProudly through the azure soaring, splendour from thy pinions pouring,\nTill the clouds o'er toilworn cities with thy starry beams are strewn.\nRome has heard thy forest voices, Sparta with their song rejoices,\nMelodies that tell thy coming over all the lands are blown.\n\nSing, O sing, ye rival thrushes, let me capture each refrain;\nYou, the speckled singer, summon pictures of an English lane,\nDaffodils and violets blooming, May her beauteous robe assuming,\nHappy maids and eager lovers listening to thy joyous strain:\nGrey thrush, lead me to the mountain, bathe me in thy song's pure fountain,\nBeautiful unsoiled bird-voices, long within my heart remain."}