{"subject": "Bkiv:Ii Augustus’s Return -", "text": "Iulus, whoever tries to rival Pindar,\nflies on waxen wings, with Daedalean art,\nand is doomed, like Icarus,  to give a name\nto glassy waters.\n\nLike a river, rushing down from the mountains,\nthat the rain has filled above its usual banks,\nso Pindar’s deep voice seethes, immeasurably,\nand goes on flowing,\n\nPindar, deserving Apollo’s laurel crown,\nwhether he coins new phrases in audacious\ndithyrambs, and is carried along in verse\nthat’s free of rules,\n\nor whether he sings gods, and kings, the children\nof gods, at whose hands the Centaurs, rightly, died,\nand by whom the fearful Chimaera’s fires\nwere all extinguished,\n\nor speaks of those godlike ones an Elean\npalm, for boxing or riding, leads home again,\ngranting a tribute much more powerful than\na hundred statues,\n\nor weeps for the young man snatched from his tearful\nbride, praises his powers, to the stars, his spirit,\nhis golden virtue, begrudging all of them\nto gloomy Orcus.\n\nSon of Antony, a powerful breeze raises\nthe Dircean swan, whenever it’s carried\nto cloudy heights. While I create my verses,\nin the manner\nof a humble Matinian bee, that goes\ngathering pollen from all the pleasant thyme,\nand labours among the many groves, on the banks\nof flowing Tiber.\n\nYou, a poet of much greater power, will sing\nCaesar, honoured with well-earned wreaths, as he climbs\nthe sacred slopes, drawing along in his wake\nthe savage Germans:\n\nhe, whom no greater and no better ruler\nhas Fate, and the true gods, given to the world,\nnor ever will, though the centuries roll back\nto that first age of gold.\n\nYou’ll sing of those happy days, and the City’s\npublic games, when our brave Augustus returns,\nin answer to our prayers: you’ll sing the Forum\nfree of all quarrels.\n\nThen, if what I utter’s worth hearing, the best\nstrains of my voice, thrilled by Caesar’s return,\nwill rise, and I will sing: ‘O lovely sun, O\nworthy to be praised!’\n\nWhile you lead us along: ‘Hail, God of Triumph!’\nnot once but many times: ‘Hail, God of Triumph!’\nall the city will shout, and offer incense\nto the kindly gods.\n\nTen bulls will acquit you, and as many cows:\nme, a tender calf that has left its mother,\none that’s been fattened on wide pastures, one that\ncan fulfil my vow,\n\nechoing, with its brow, those returning fires\nof the crescent moon, at the third night’s rising,\nappearing snow-white where it carries a mark,\nand the rest tawny."}