{"subject": "In Solitary Places", "text": "The hurl and hurry of the winds of March,\nThat tore the ash and bowed the pine and larch,\nAre past and done with: winds, that trampled through\nThe forests with enormous, scythe-like sweep,\nAnd from the darkening deep,\nThe battlements of heaven, thunder-blue,\nRumbled the arch,\nThe rocking arch of all the booming oaks,\nWith stormy chariot-spokes;\nChariots from which wild bugle-blasts they blew,\nTheir warrior challenge.. . Now the wind flower sweet\nMisses the fury of their ruining feet,\nThe trumpet-thunder of resistless flight,\nCrashing and vast, obliterating light;\nSweeping the skeleton cohorts down\nOf last year's leaves; and, overhead,\nHurrying the giant foliage of night,\nGaunt clouds that streamed with tempest. Now each crown\nOf woods that stooped to clamor of their tread,\nThe frenzy of their passage, stoops no more,\nHearing no more their clarion-command,\nTheir chariot-hurl and the wild whip in hand.\nNo more, no more,\nThe forests rock and roar\nAnd tumult with their shoutings.. . Hushed and still\nIs the green-gleaming and the sunlit hill,\nAlong whose sides,\nFlushing the dewy moss and rainy grass\nBeneath the topaz-tinted sassafras,\nAs aromatic as some orient wine\nThe violet fire of the bluet glides,\nThe amaranthine flame\nGlints of the bluebell; and the celandine,\nLine upon lovely line,\nDeliberate goldens into birth;\nAnd, ruby and rose, the moccasin-flower hides:\nInnumerable blooms, with which she writes her name,\nApril, upon the page,\nThe winter-withered parchment of old Earth,\nHer fragrant autograph that gives it worth\nAnd loveliness that takes away its age.\n\nII.\n\nHere where the woods are wet,\nThe blossoms of the dog's-tooth violet\nSeem meteors in a miniature firmament\nOf wildflowers, where, with rainy sound and scent\nOf breeze and blossom, soft the April went:\nTheir tongue-like leaves of umber-mottled green,\nSo thickly seen,\nSeem dropping words of gold,\nThe visible syllables of a magic old.\nBeside them, near the wahoo-bush and haw,\nBlooms the hepatica;\nIts slender flowers upon swaying stems\nLifting pale, solitary blooms,\nStarry, and twilight-colored, like frail gems,\nThat star the diadems\nOf sylvan spirits, piercing pale the glooms;\nOr like the wands, the torches of the fays,\nThat light lone, woodland ways\nWith slim, uncertain rays:\n(The faery people, whom no eye may see,\nBusy, so legend says,\nWith budding bough and leafing tree,\nThe blossom's heart o' honey and honey-sack o' the bee,\nAnd all dim thoughts and dreams,\nThat take the form of flowers, as it seems,\nAnd haunt the banks of greenwood streams,\nShowing in every line and curve,\nCommensurate with our love, and intimacy,\nA smiling confidence or sweet reserve.)\nThere at that leafy turn\nOf trailered rocks, rise fronds of hart's-tongue fern:\nFronds that my fancy names\nUncoiling flames\nOf feathering emerald and gold,\nThat, kindled in the musky mould,\nNow, stealthily as the morn, unfold\nTheir cool green fires that burn\nUneagerly, and spread around\nAn elfin light above the ground,\nLike that green glow\nA spirit, lamped with crystal, makes below\nIn dripping caves of labyrinthine moss.\nAnd in the underwoods, around them, toss\nThe white-hearts with their penciled leaves,\nThat 'mid the shifting gleams and glooms,\nThe interchanging shine and shade,\nSeem some vague garment made\nBy unseen hands that weave, that none perceives;\nPale hands that work invisible looms,\nNow dropping shreds of light,\nNow shadow-shreds, that interbraid\nAnd form faint colors mixed with frail perfumes.\nOr, are they fragments left in flight,\nThese flowers that scatter every glade\nWith windy, beckoning white,\nAnd breezy blowing blue,\nOf her wild gown that shone upon my sight,\nA moment, in the woods I wandered through?\nApril's, whom still I follow,\nWhom still my dreams pursue;\nWho leads me on by many a tangled clue\nOf loveliness, until, in some green hollow,\nBorn of her fragrance and her melody,\nBut lovelier than herself and happier, too,\nCradled in blossoms of the dogwood-tree,\nMy soul shall see\nWhite as a sunbeam in the heart of day\nThe infant, May.\n\nIII.\n\nUp, up, my Heart, and forth, where none perceives!\n'T was this that that sweet lay meant\nYou heard in dreams.\nCome, let us take rich payment,\nFor every care that grieves,\nFrom Nature's prodigal purse.'T was this that May meant\nBy sending forth that wind which 'round our eaves\nWhispered all night. Or was 't the Spirit who weaves,\nFrom gold and glaucous green of early leaves,\nSpring's radiant raiment?\nUp, up, my Heart, and forth, where none perceives!\nCome, let us forth, my Heart, where none divines!\nInto far woodland places,\nWhere we may meet the fair, assembled races,\nBeneath the guardian pines,\nOf God's first flowers: poppy-celandines,\nAnd wake-robins and bugled columbines,\nWith which her hair, her heavenly hair she twines,\nAnd loops and laces.\nCome let us forth, my Heart, where none divines!\nForth, forth, my Heart, and let us find our dreams,\nThere where they haunt each hollow!\nDreams, luring us with Oread feet to follow,\nWith flying feet of beams,\nFleeter and lighter than the soaring swallow:\nDreams, holding us with Dryad glooms and gleams;\nWith Naiad looks, far stiller than still streams,\nThat have beheld and still reflect, it seems,\nThe God Apollo.\nForth, forth, my Heart, and let us find our dreams!\nOut, out my Heart! the world is white with spring.\nLong have our dreams been pleaders:\nNow let them be our firm but gentle leaders.\nCome, let us forth and sing\nAmong the amber-emerald-tufted cedars,\nAnd balm-o'-Gileads, cottonwoods, a-swing\nLike giant censers, that from leaf-cusps fling\nBalsams of gummy gold, bewildering\nThe winds their feeders.\nOut, out, my Heart! the world is white with spring.\nUp, up, my Heart, and all thy hope put on!\nArray thyself in splendor!\nLike some bright dragonfly, some May-fly slender,\nThe irised lamels don\nOf thy new armor; and, where burns the centre,\nRefulgent, of the widening rose of dawn,\nSpread thy wild wings! and, ere the hour be gone,\nBright as a blast from some bold clarion,\nThy Dream-world enter!\nUp, up, my heart, and all thy hope put on!\n\nIV.\n\nAnd then I heard it singing,\nThe wind that kissed my hair,\nA song of wild expression,\nA song that called in session\nThe wildflowers there up-springing,\nThe wildflowers lightly flinging\nTheir tresses to the air.\nAnd first the bloodroot-blooms of March\nIn troops arose; each with its torch\nOf hollow snow, within which, bright,\nThe calyx grottoed golden light.\nHepatica and bluet,\nAnd gold corydalis.\nRose, swaying to the aria;\nWhile phlox and dim dentaria\nIn rapture, ere they knew it,\nOped, nodding lightly to it,\nFaint as a first star is.\nAnd then a music, to the ear\nInaudible, I seemed to hear;\nA symphony that seemed to rise\nAnd speak in colors to the eyes.\nI saw the Jacob's-Ladder\nRing violet peal on peal\nOf perfume, azure-swinging;\nThe bluebell slimly ringing\nIts purple chimes; and gladder,\nGreen note on note, the madder\nBells of the Solomon's-seal.\nNow far away; now near; now lost,\nI saw their fragrant music tossed,\nMixed dimly with white interludes\nOf trilliums starring cool the woods.\nThen choral, solitary,\nI saw the celandine\nSmite bright its golden cymbals;\nThe starwort shake its timbrels;\nThe whiteheart's horns of Faery,\nWith many a flourish airy,\nStrike silvery into line.\nAnd straight my soul they seemed to draw,\nBy chords of loveliness and awe,\nInto a Faery World afar,\nWhere all man's dreams and longings are.\n\nV.\n\nThen the face of a spirit looked down at me\nOut of the deeps of the opal morn:\nIts eyes were blue as a sunlit sea,\nAnd young with the joy of a star that has just been born:\nAnd I seemed to hear, with my soul, the rose of its cool mouth say:\n'Long I lay; long I lay,\nLow on the Hills of the Break-of-Day,\nWhere ever the light is green and gray,\nAnd the gleam of the moon is a silvery spray,\nAnd the stars are glimmering bubbles:\nNow from the Hills of the Break-of-Day.\nI come, I come, on a rainbow ray,\nTo laugh and sparkle, to leap and play,\nAnd blow from the face of the world away,\nLike mists, its cares and troubles.'\n\nVI.\n\nAnd now that the dawn is everywhere\nLet us take this road through this wild green place,\nWhere the rattlesnake-weed shows its yellow face,\nAnd the lichens cover the rocks with lace:\nWhere tannin-touched is the wild free air,\nLet us take this path through the oaks where thin\nThe low leaves whisper, 'The day is fair, '\nAnd waters murmur, 'Come in, come in!\nWhere the wind of our foam can play with your hair\nAnd blow away care.'\nBerry blossoms that seem to flow\nAs the winds blow;\nBlackberry blossoms swing and sway\nTo and fro\nAlong our way,\nLike ocean spray on a breezy day,\nOver the green of the grass as foam on the green of a bay\nWhen the world is white and green with the white and the green of May.\nAnd here the bluets blooming\nMake little eyes at you;\nO'er which the bees go booming,\nDrunk with the honey-dew.\nO slender Quaker-ladies,\nO star-bright Quaker-ladies,\nWith eyes of heavenly blue,\nWith eyes of azure hue,\nWho, where the mossy shade is,\nHold quiet Quaker-meeting,\nAre these your serenaders?\nYour gold-hipped serenaders,\nWho, humming love-songs true,\nAnd to your eyes repeating\nSoft ballads, stop to woo?\nThen change to ambuscaders,\nTo gold galloonéd raiders,\nAnd rob the hearts of you,\nThe golden hearts of you.\nAnd here the bells of the huckleberries toss, so it seems, in time,\nDelicate, tenderly white, clumped by the wildwood way,\nSwinging, it seems, inaudible peals of a dew clustered rhyme,\nVisible music, dropped from the virginal lips of the May,\nCrystally dropped, so it seems, blossoming bar upon bar,\nPendent, pensively pale, star upon hollowed star.\n\nVII.\n\nThe dewberries are blooming now;\nThe days are long, the nights are short:\nEach dogwood and each black-haw bough\nIs bleached with bloom, and seems a part,\nReflected palely on her brow,\nOf dreams that haunt the Year's young heart.\nBut this will pass; and instantly\nThe world forget the spring that was;\nAnd underneath the wild-plum tree,\n'Mid hornet hum and wild-bee's buzz,\nSummer, in dreamy reverie,\nWill sit, all warm and amorous.\nSummer, with drowsy eyes and hair,\nWho walks the orchard aisles between;\nWhose hot touch tans the freckled pear,\nAnd crimsons peach and nectarine;\nAnd in the vineyard everywhere\nBubbles with blue the grape's ripe green.\nWhere now the briers blossoming are\nSoon will the berries darkly glow;\nThen summer pass: and, star on star,\nWhere now the grass is strewn below\nWith blossoms, soon, both near and far,\nWill lie th' obliterating snow.\nThe star-flower, now that discs with gold\nThe woodland moss, the forest grass,\nAlready in a day is old,\nAlready doth its beauty pass;\nSoon, undistinguished, with the mould\n'T will mingle and will mix, alas!\nThe bluet, too, that spreads its skies,\nDiminutive heavens, at our feet;\nAnd crowfoot-bloom, that, with orbed eyes\nOf amber, now our eyes doth greet,\nShall fade and pass, and none surmise\nHow once they made the Maytime sweet.\n\nVIII.\n\nBut still the crowfoot trails its gold\nAlong the edges of the oak wood old;\nAnd still, where spreads the water, white are seen\nThe lilies islanded between\nThe pads 'round archipelagoes of green;\nThe jade-dark pads that pave\nThe water's wrinkled wave,\nIn which the warbler and the sparrow lave\nTheir fluttered breasts and wings;\nPreening their backs, with many twitterings,\nWith necks the moisture streaks;\nThen dipping deep their beaks,\nTo which some bead of liquid coolness clings,\nAs bending back their mellow throats\nThey let the freshness trickle into notes.\nAnd now you hear\nThe red-capped woodpecker rap close and clear;\nAnd now that acrobat,\nThe yellow-breasted chat,\nChuckles his grotesque music from\nSome tree that he hath clomb.\nAnd now, and now,\nUpon a locust bough,\nHark how the honey-throated thrush\nScatters the forest's emerald hush\nWith notes of golden harmony,\nTaking the woods with witchery\nOr is 't some spirit none may see,\nHid in the top of yonder tree,\nWho, in his house of leaves, of haunted green,\nKeeps trying, silver-sweet, his sunbeam flute serene?\n\nIX.\n\nAgain the spirit looked down at me\nOut of the sunset's ruin of gold;\nIts eyes were dark as a moonless sea,\nAnd grave with the grief of a star that with sorrow is old:\nAnd I seemed to hear, with my soul, the flame of its sad mouth sigh:\n'Now good-by! now good-by!\nDown to the Caves of the Night go I:\nWhere a shadowy couch of the purple sky,\nThat the moon- and the starlight curtain high,\nIs spread for my joy and sorrow:\nDown to the Caves of the Night go I,\nWhere side by side in mystery\nWith all the Yesterdays I'll lie;\nAnd where, from my body, before I die,\nWill be born the young To-morrow.'\n\nX.\n\nAnd now that the dusk draws down you see,\nTipped by the weight of a passing bee,\nThe milkwort's spike of blue,\nOf lavender hue,\nNod like a goblin night-cap, slim, sedate,\nThat night shall tassel with the dew,\nBeneath its canopy of flowering rue.\nAnd now, as twilight's purple state\nDeepens the oaks' dark vistas through,\nThe owlet's cry of'Who, oh, who,\nWho walks so late?'\nDrifts like a challenge down to you.\nOr there on the twig of the oak-tree tall,\nThe gray-green egg in the gray-green gall,\nYou, too, might hear if you, too, would try,\nMight hear it open; all tinily\nSplit, and the little round worm and white,\nThat grows to a gnat in a summer night,\nUncurl in its nest as it dreams of flight:\nIn the heart of the weed that grows near by,\nThe little gray worm that becomes a fly,\nA green wood-fly, a rainbowed fly,\nYou, too, might hear if you, too, would try,\nAs a leaf-bud pushes from forth a tree,\nMinute of movement, steadily,\nAs it feels a yearning for wings begin,\nUnder the milk of its larval skin\nThe silent pressure of wings within.\nThe west grows ashen, the woods grow berylwan;\nThe redbird lifts its plaintive vesper-song,\nWhere faint a fox or rabbit steals along:\nAnd in some vine-roofed hollow, far withdrawn,\nThe creek-frog sounds his deeply guttural gong,\nAs dusk comes on:\nThe water's gnarléd dwarf or gnome,\nSeated upon his temple's oozy dome,\nCalling the faithful unto prayer,\nMuezzin-like, the worshippers of the moon,\nThe insect-folk of earth and air\nThat join him in his twilight tune.\nAlong the path where the lizard hides,\nAn instant shadow the spider glides,\nThe hairy spider that haunts the way,\nCrouching black by its earth-bored hole,\nAn insect-ogre, that lairs with the mole,\nHungry, seeking its insect prey,\nFast to follow and swift to slay.\nAnd over your hands and over your face\nThe cobweb brushes its phantom lace:\nAnd now from many a stealthy place,\nWoolly-winged and gossamer-gray,\nThe woodland moths come fluttering,\nMarked and mottled with lichen hues,\nSeal-soft umbers and downy blues,\nDark as the bark to which they cling.\nNow in the hollow of a hill,\nLike a glow-worm held in a giant hand,\nUnder the sunset's last red band,\nAnd one star hued like a daffodil,\nThe windowed lamp of a cabin glows,\nThe charcoal-burner's, whose hut is poor,\nBut ever open; beside whose door\nAn oak grows gnarled and a pine stands slim.\nClean of heart and of feature grim,\nHere he houses where no one knows,\nHis only neighbors the cawing crows\nThat make a roost of the pine's top limb;\nHis only friend the fiddle he bows\nAs he sits at his door in the eve's repose,\nMaking it chuckle and sing and speak,\nLovingly pressed to his swarthy cheek.\nAnd over many a root, through ferns and weeds,\nPast lonely places where the raccoon breeds,\nBy many a rock and water lying dim,\nRoofed with the brier and the bramble-rose,\nUnder a star and the new-moon's rim,\nDownward the wood-way leads to him,\nDown where the lone lamp gleams and glows,\nA pencil slim\nOf marigold light'under leaf and limb.\n\nXI.\n\nEre that small sisterhood of misty-stars,\nThe Pleiades, consents to grace the sky;\nWhile yet through sunset's tiger-tawny bars\nThe evening-star shines downward like an eye,\nA torch, Enchantment, in her topaz tower\nOf twilight, kindles at the Day's last hour,\nListen, and you may hear, now low, now high,\nA voice, a spirit, dreamier than a flower.\nThere is a fellowship so still and sweet,\nA brotherhood, that speaks, unwordable,\nIn every tree, in every flower you meet,\nThe soul is fain to sit beneath its spell.\nAnd heart-admitted to their presence there,\nThose intimacies of the earth and air,\nIt shall hear words, too wonderful to tell,\nToo deep to interpret, of unspoken prayer.\nAnd you may see the things no eyes have seen,\nAnd hear the things no ears have ever heard;\nThe Murmur of the Woods, in gray and green,\nWill lean to you, its soul a whispered word;\nOr by your side, in hushed and solemn wise,\nThe Silence sit; and, clothed in glimmering dyes\nOf pearl and purple, herding bee and bird,\nThe Dusk steal by you with her shadowy eyes.\nThen through the Ugliness that toils in night,\nUncouth, obscure, that hates the glare of day,\nThe things that pierce the earth and know no light,\nAnd hide themselves in clamminess and clay,\nThe dumb, ungainly things, that make a home\nOf mud and mire they hill and honeycomb,\nThrough these, perhaps, in some mysterious way,\nBeauty may speak fairer than wind-blown foam.\nNot as it speaks, an eagle message, drawn\nFrom starry vastness of night's labyrinths:\nNot uttering itself from out the dawn\nIn egret hues; nor from the cloud-built plinths\nOf sunset's splendor, speaking burningly\nUnto the spirit; nor all flowery\nFrom cygnet-colored cymes of hyacinths,\nBut from the things that type humility.\nFrom things despised: even from the crawfish there,\nHollowing its house of ooze a wet, vague sound\nOf sleepy slime; or from the mole, whose lair,\nBlind-tunnelled, corridores the earth around,\nBeauty may draw her truths, as draws its wings\nThe butterfly from the dull worm that clings,\nCocoon and chrysalis; and from the ground\nAddress the soul through even senseless things.\nFor oft my soul hath heard the trees' huge roots\nFumble the darkness, clutching at the soil;\nHath heard the green beaks of th' imprisoned shoots\nPeck at the boughs from which the leaves uncoil;\nHath heard the buried germ soft split its pod,\nGroping its blind way up to light and God;\nThe mushroom, laboring with gnome-like toil,\nHeave slow its white orb through the encircling sod.\nThe winds and waters, stars and streams and flowers,\nThe earth and rocks, each moss-tuft and each fern,\nThe very lichens speak. This world of ours\nIs eloquent with things that bid us learn\nTo pierce appearances, and so to mark,\nWithin the stone and underneath the bark,\nHeard through some inward sense, the dreams that turn\nOutward to light and beauty from the dark.\n\nXII.\n\nI stood alone in a mountain place,\nAnd it came to pass, as I gazed on space,\nThat I met with Mystery, face to face.\nWithin her eyes my wondering soul beheld\nThe eons past, the eons yet to come,\nAt cosmic labor; and the stars, that swelled,\nFiery or nebulous, from the darkness dumb,\nIn each appointed place and period,\nI saw were words, whose hieroglyphic sum\nBlazoned one word, the mystic name of God.\nI walked alone 'mid the forest's maze,\nAnd it came to pass, as I went my ways,\nThat I met with Beauty, face to face.\nWithin her eyes my worshipping spirit saw\nThe moments busy with the dreams whence spring\nEarth's loveliness: and all fair things that awe\nMan's soul with their perfection everything\nThat buds and bourgeons, blossoming above,\nI saw were letters of enduring Law\nThat bloomed one word, the beautiful name of Love."}