{"subject": "Sofia: A Psalm", "text": "for Mirela Ivanova \n\nAnd always a dog lies very flat on the footpath. \nAnd always a cat pads about on the second-floor sill. \nAnd always heroes, saints and emperors posturing in the park. \nAnd always the traffic, a murderous mob in an avalanche of metal, \n       and a trolleybus stops quite gently and says, do go on then. \nAnd always the church here is higher and brighter than anywhere else in the land, \n       and a slim priest discusses with the young couple \n       the baptism of this child, and he teases it as if the water \n       is already wetting it and it shivers. \nAnd always to the left, bursting with joyful message, \n       the angel bowing down, \nAnd always to the right, not entirely unafraid, \n       the Virgin, robed in virtue. \nAnd always the overflowing clutter of saints, of Sofia and of Christendom, \n       there can never be enough of them, and the Mother of God to the left \n       and the Son to the right. \nAnd always they all look so severe, even this young saint \n       Ekaterina, androgynous and shining in her golden robe, \n       her face the most beautiful of all of them - \n       and wasn't he lucky, the man who painted her? \nAnd always these beautiful ones go away, just when I meet them, \n       rows of them cheerfully marching off to the Miss Europe contest, \n       off they go, and so do the strong, dark men, hundreds of thousands of them \n       out into the big wide world, to Leipzig and Paris and Canada, \n       sending back cash whenever they can. \nAnd always I want to dance here with these beautiful ones, \n       and here with the One, but I'm always in transit; \n       and though I feel that old familiar urge \n       to put down roots in a foreign place, \n       nothing will come of it, I am too few. \nAnd always I'm writing letters to Maria and Mirela \n       And Vesselina, Galja and Emilja, \nAnd always with the dream that somehow we might one to the other \n       be a language. \n           Probably, if I may say it quietly, I'm in love with a woman \n       who walks out from her shop and bends to feed stray dogs \n           and feeds the ragged bum a few kind words. \nAnd always the pretty sister has a sister \n           who's an artist, while the pretty sister sings, \n           and learns Spanish, and her English is not so bad either. \n           Oh yes, she has too much to do on weekdays, she sighs; \n          ... but luckily today is Saturday. \nAnd always she talks, if I understand it correctly, \n       about all the fat women in Greece, \n       they go about with their noses in the air, but - look at me - \n       don't you think Bulgarian women are prettier? \nAnd always I say, hmmm, yes, that's so, and while I'm saying this \n           I'm thinking, My God, she's right, it all just bowls me over. \nAnd always the sister of the sister has a boyfriend \n           from Krefeld, they're away in the country right now, \nAnd always she warns me about the Gypsy women, but once a day \n           I do the right thing with a few coins, ‘Bog' will bless you, \n           says the old woman, nodding up to a distant slice of sky. \nAnd always here, and not just in wakefulness but even in your dreams, \n           you have to watch out for the lunatics making left turns \nAnd always men wait in cars by the roadside, \n           they're waiting, it seems, for life to begin, \n           and the rich ones have a holiday home by the sea \n           or a little place up in the mountains, \n           and everyone sends their kiddies to the private schools, \n           and there are plenty of those around. \nAnd always, sadly, the daughter's a bit of a try-hard \n           and her mother, scrutinising the stranger, \n           lets herself be translated, \n           gracefully nodding as she takes it all in. \nAnd always the telephone is close at hand, \n           for the sister it might be the prince who calls, \n           for those young bucks (let's cross our fingers)  \n       that ‘goljam' business deal, \n           and for the mother, perhaps, at last, her son.\n\n Translation:  Luke Davies"}