{"subject": "Episode 39", "text": "IT was heavy hap for that hero young\non his lord beloved to look and find him\nlying on earth with life at end,\nsorrowful sight. But the slayer too,\nawful earth-dragon, empty of breath,\nlay felled in fight, nor, fain of its treasure,\ncould the writhing monster rule it more.\nFor edges of iron had ended its days,\nhard and battle-sharp, hammers' leaving; \nand that flier-afar had fallen to ground\nhushed by its hurt, its hoard all near,\nno longer lusty aloft to whirl\nat midnight, making its merriment seen,\nproud of its prizes: prone it sank\nby the handiwork of the hero-king.\nForsooth among folk but few achieve,\n-- though sturdy and strong, as stories tell me,\nand never so daring in deed of valor, --\nthe perilous breath of a poison-foe\nto brave, and to rush on the ring-board hall,\nwhenever his watch the warden keeps\nbold in the barrow. Beowulf paid\nthe price of death for that precious hoard;\nand each of the foes had found the end\nof this fleeting life.\nBefell erelong\nthat the laggards in war the wood had left,\ntrothbreakers, cowards, ten together,\nfearing before to flourish a spear\nin the sore distress of their sovran lord.\nNow in their shame their shields they carried,\narmor of fight, where the old man lay;\nand they gazed on Wiglaf. Wearied he sat\nat his sovran's shoulder, shieldsman good,\nto wake him with water. Nowise it availed.\nThough well he wished it, in world no more\ncould he barrier life for that leader-of-battles\nnor baffle the will of all-wielding God.\nDoom of the Lord was law o'er the deeds\nof every man, as it is to-day.\nGrim was the answer, easy to get,\nfrom the youth for those that had yielded to fear!\nWiglaf spake, the son of Weohstan, --\nmournful he looked on those men unloved: --\n\"Who sooth will speak, can say indeed\nthat the ruler who gave you golden rings\nand the harness of war in which ye stand\n-- for he at ale-bench often-times\nbestowed on hall-folk helm and breastplate,\nlord to liegemen, the likeliest gear\nwhich near of far he could find to give, --\nthrew away and wasted these weeds of battle,\non men who failed when the foemen came!\nNot at all could the king of his comrades-in-arms\nventure to vaunt, though the Victory-Wielder,\nGod, gave him grace that he got revenge\nsole with his sword in stress and need.\nTo rescue his life, 'twas little that I\ncould serve him in struggle; yet shift I made\n(hopeless it seemed) to help my kinsman.\nIts strength ever waned, when with weapon I struck\nthat fatal foe, and the fire less strongly\nflowed from its head. -- Too few the heroes\nin throe of contest that thronged to our king!\nNow gift of treasure and girding of sword,\njoy of the house and home-delight\nshall fail your folk; his freehold-land\nevery clansman within your kin\nshall lose and leave, when lords highborn\nhear afar of that flight of yours,\na fameless deed. Yea, death is better\nfor liegemen all than a life of shame!\""}