{"subject": "The Bloody Fields Of Wheogo", "text": "The moon rides high in a starry sky,\nAnd, through the midnight gloom,\nA faery scene of woodland green\nHer silver rays illume.\nDark mountains show a ridge of snow\nAgainst the deep blue sky,\nAnd a winding stream with sparkling gleam\nFlows merrily murmuring by.\nNot a sound is heard, save a bough when stirred\nBy the night-wind's moaning sigh,\nOr, piercing and shrill, echoed back by the hill,\nA curlew's mournful cry.\nAnd twinkling bright in the shadowy night\nA lonely taper shines,\nAnd seated there is a wanton fair\nWho in amorous sadness pines.\nFor her lord is gone, and she sits alone,\nAlone in her mountain home!\nBut 'twas not her lord that she deplored,\nFor she liked to see him roam.\nThe joy in her heart is a bushranger smart\nWho, lion-like, prowls in the night;\nAnd with supper all spread, and a four-post bed,\nShe waits by the flickering light.\nEquipped for fight, in trappings bright,\nCame a band of warriors there,\nBy gallant Sir Fred right gallantly led,\nThe 'ranger to seize in a snare.\nThey spread all around, and the house they surround,\nNine men with revolver and gun;\n\"A reward's on his head!\" cried the gallant Sir Fred,\n\"And we're nine to the bushranger's one!\"\nStill gleamed the light in the shades of the night,\nAnd still the pale moon shone;\nBut no 'ranger came to cheer the dame\nAs she sat by the window alone.\nThe warriors bold were freezing with cold,\nAnd wished they were in their beds,\nWhen the echoing beat of a horse's feet\nSent the blood in a rush to their heads!\nAt gentle speed on a snow-white steed\nAnd singing a joyous song\nTo the beckoning light in the shadowy night\nThe bushranger rides along.\nA stalwart man was he to scan\nAnd flushed with ruffian pride;\nIn many a fray he had won the day\nAnd the \"New Police\" defied.\nUp started then Sir Fred and his men\nWith cocked carbines in hand\nAnd called aloud to the 'ranger proud\nOn pain of death to \"stand\".\nBut the 'ranger proud, he laughed aloud,\nAnd bounding rode away,\nWhile Sir Frederick Pott shut his eyes for a shot\nAnd missed - in his usual way.\nHis troopers then like valiant men\nWith their carbines blazed away.\nThe whistling lead on its mission sped,\nBut whither, none can say.\nThe snow-white steed at a gentle speed\nBore the 'ranger from their view\nAnd left Sir Fred to return to bed - \nThere was nothing else to do.\nBut Sir Frederick Pott with rage was hot\nAs he looked at his warriors eight.\nThey were nine to one, with revolver and gun!\nHe cursed his luckless fate.\nHe shuddered to think how his glory would sink\nWhen the country heard of the mess\nAnd the tale was told of his exploits bold\nIn the columns of the press.\nIn fury then he marched his men\nTo the home of the wanton fair\nWith warlike din they entered in\nTo search and ransack there.\nIn slumber sound a boy they found,\nAnd brave Sir Frederick said;\n\"By a flash in the pan we missed the man,\nSo we'll take the boy instead!\""}