{"subject": "Til mine Velgjørere", "text": "I tredive Aar, og vel fleer, jeg sang\nAlt over min gamle mørkladne Vang.\nDer sad jeg saa ofte med Harpen paa Skjød,\nMens lønligen ofte jeg sukked for Brød.\n   Alherren være for Alting Priis!\nHan prøved mig med sit Tugtensriis,\nHam være Ære for hvert hans Værk!\n„Han bøied, men gjorde mig derved stærk.\"\n   Ja — hidtil jeg sang under Sorrig og Nød,\nJeg sang, men jeg sad jo paa Vand og Brød.\nDa kom der fra Heltesønnerne tre\nDen dejligste Gave, som nogen vil see:\nEt Blomsterbæger fra Gefions Land -\nEt Trøstensbæger det var mig forsand!\nEt glædelig Varsel for Hjælp saa nær -\nDet Glædesbæger er mig tredobbelt kjer!\n   Et Glædes og et Forundrings „Ak!\"\nSee: det var Sangerens første Tak.\nDet andet følger her oven paa:\nIdet han kan Harpen saa gladeligt slaae.\nOg flere deslige kan komme hernæst,\nSaa det og saa det fra den reddede Præst.\n   At jeg nu har faaet fri min Dør,\nKan sjunge med lettere Sind end som før -\nDerfor være takket det Kløverblad,\n\nSom gjorde den sorgfulde Sanger glad!\nDe Sønner af ham, der ved Kjøge faldt,\nOg Heltedøden for Flugten har valgt,\nDe lettede Skjalden de tyngende Kaar,\nHar gladere Dage lagt til hans Aar.\n   Af Hjertet derfor være takket hernæst\nHver Landsmand, der kom som saa venlig en Gjæst!\nDerfor være lovet hver Daneqvinde,\nHver Sangerens og hans Harpes Veninde!\nSaa sød og saa liflig en Lædskedrik\nDen Arme fra kjerlige Hænder fik,\nOg kunde den Fattige vorde stolt,\nDa maatte det saadan en Gave volt.\n   Ret aldrig jeg saadant et Offer saae,\nSom nu paa mit nøgne Fyrrebord laae:\nDer glimted fra hver en Sølvpenge hvid\nEt venligt Smiil og en Hilsen blid,\nDer klæbed ved hver en Guldpenge rød\nEt kjerligt Suk og en Taare sød.\nSligt Juleoffer — jeg sværge vil -\nHar aldrig en Præst før seet Magen til.\n   Dog, det var ej heller den fattige Præst,\nFik saadant Besøg af saa riig en Gjæst;\nDet var jo den yndede trobadour,\nBlev gjæstet saa skjøndt i sit tomme Buur.\n   Let hviler nu Harpen udi hans Skjød,\nHan har jo forvundet sin bittreste Nød."}