{"subject": "The Immaculate Conception", "text": "Fell the snow on the festival's vigil\nAnd surpliced the city in white;\nI wonder who wove the pure flakelets?\nAsk the Virgin, or God, or the night.\n\nIt fitted the Feast: 'twas a symbol,\nAnd earth wore the surplice at morn,\nAs pure as the vale's stainless lily\nFor Mary, the sinlessly born;\n\nFor Mary, conceived in all sinlessness;\nAnd the sun, thro' the clouds of the East,\nWith the brightest and fairest of flashes,\nFringed the surplice of white for the Feast.\n\nAnd round the horizon hung cloudlets,\nPure stoles to be worn by the Feast;\nWhile the earth and the heavens were waiting\nFor the beautiful Mass of the priest.\n\nI opened my window, half dreaming;\nMy soul went away from my eyes,\nAnd my heart began saying 'Hail Marys'\nSomewhere up in the beautiful skies,\n\nWhere the shadows of sin never rested;\nAnd the angels were waiting to hear\nThe prayer that ascends with 'Our Father',\nAnd keeps hearts and the heavens so near.\n\nAnd all the day long -- can you blame me?\n'Hail Mary', 'Our Father', I said;\nAnd I think that the Christ and His Mother\nWere glad of the way that I prayed.\n\nAnd I think that the great, bright Archangel\nWas listening all the day long\nFor the echo of every 'Hail Mary'\nThat soared thro' the skies like a song,\n\nFrom the hearts of the true and the faithful,\nIn accents of joy or of woe,\nWho kissed in their faith and their fervor\nThe Festival's surplice of snow.\n\nI listened, and each passing minute,\nI heard in the lands far away\n'Hail Mary', 'Our Father', and near me\nI heard all who knelt down to pray.\n\nPray the same as I prayed, and the angel,\nAnd the same as the Christ of our love --\n'Our Father', 'Hail Mary', 'Our Father' --\nWinging just the same sweet flight above.\n\nPassed the morning, the noon: came the even --\nThe temple of Christ was aflame\nWith the halo of lights on three altars,\nAnd one wore His own Mother's name.\n\nHer statue stood there, and around it\nShone the symbolic stars. Was their gleam,\nAnd the flowerets that fragranced her altar,\nWere they only the dream of a dream?\n\nOr were they sweet signs to my vision\nOf a truth far beyond mortal ken,\nThat the Mother had rights in the temple\nOf Him she had given to men?\n\nWas it wronging her Christ-Son, I wonder,\nFor the Christian to honor her so?\nOught her statue pass out of His temple?\nAsk the Feast in its surplice of snow.\n\nAh, me! had the pure flakelets voices,\nI know what their white lips would say;\nAnd I know that the lights on her altar\nWould pray with me if they could pray.\n\nMethinks that the flowers that were fading --\nSweet virgins that die with the Feast,\nLike martyrs, upon her fair altar --\nIf they could, they would pray with the priest;\n\nAnd would murmur 'Our Father', 'Hail Mary',\nTill they drooped on the altar in death,\nAnd be glad in their dying for giving\nTo Mary their last sweetest breath.\n\nPassed the day as a poem that passes\nThrough the poet's heart's sweetest of strings;\nMoved the minutes from Masses to Masses --\nDid I hear a faint sound as of wings\n\nRustling over the aisles and the altars?\nDid they go to her altar and pray?\nOr was my heart only a-dreaming\nAt the close of the Festival day?\n\nQuiet throngs came into the temple,\nAs still as the flowers at her feet,\nAnd wherever they knelt, they were gazing\nWhere the statue looked smiling and sweet.\n\n'Our Fathers', 'Hail Marys' were blended\nIn a pure and a perfect accord,\nAnd passed by the beautiful Mother\nTo fall at the feet of our Lord.\n\nLow toned from the hearts of a thousand\n'Our Fathers', 'Hail Marys' swept on\nTo the star-wreathed statue. I wonder\nDid they wrong the great name of her Son.\n\nHer Son and our Saviour -- I wonder\nHow He heard our 'Hail Marys' that night?\nWere the words to Him sweet as the music\nThey once were, and did we pray right?\n\nOr was it all wrong? Will he punish\nOur lips if we make them the home\nOf the words of the great, high Archangel\nThat won Him to sinners to come.\n\nAh, me! does He blame my own mother,\nWho taught me, a child, at her knee,\nTo say, with 'Our Father', 'Hail Mary'?\nIf 'tis wrong, my Christ! punish but me.\n\nLet my mother, O Jesus! be blameless;\nLet me suffer for her if You blame.\nHer pure mother's heart knew no better\nWhen she taught me to love the pure name.\n\nO Christ! of Thy beautiful Mother\nMust I hide her name down in my heart?\nBut, ah! even there you will see it --\nWith Thy Mother's name how can I part?\n\nOn Thy name all divine have I rested\nIn the days when my heart-trials came;\nSweet Christ, like to Thee I am human,\nAnd I need Mary's pure human name.\n\nDid I hear a voice? or was I dreaming?\nI heard -- or I sure seemed to hear --\n'Who blames you for loving My Mother\nIs wronging my heart -- do not fear.\n\n'I am human, e'en here in My heavens,\nWhat I was I am still all the same;\nAnd I still love My beautiful Mother --\nAnd thou, priest of Mine, do the same.'\n\nI was happy -- because I am human --\nAnd Christ in the silences heard\n'Our Father', 'Hail Mary', 'Our Father',\nMurmured faithfully word after word.\n\n* * * * *\n\nSwept the beautiful ~O Salutaris~\nDown the aisles -- did the starred statue stir?\nOr was my heart only a-dreaming\nWhen it turned from her statue and her?\n\nThe door of a white tabernacle\nFelt the touch of the hand of the priest --\nDid he waken the Host from its slumbers\nTo come forth and crown the high Feast?\n\nTo come forth so strangely and silent,\nAnd just for a sweet little while,\nAnd then to go back to its prison.\nThro' the stars -- did the sweet statue smile?\n\nI knew not; but Mary, the Mother,\nI think, almost envied the priest --\nHe was taking her place at the altar --\nDid she dream of the days in the East?\n\nWhen her hands, and hers only, held Him,\nHer Child, in His waking and rest,\nWho had strayed in a love that seemed wayward\nThis eve to shrine in the West.\n\nDid she dream of the straw of the manger\nWhen she gazed on the altar's pure white?\nDid she fear for her Son any danger\nIn the little Host, helpless, that night?\n\nNo! no! she is trustful as He is --\nWhat a terrible trust in our race!\nThe Divine has still faith in the human --\nWhat a story of infinite grace!\n\n~Tantum Ergo~, high hymn of the altar\nThat came from the heart of a saint,\nSwept triumph-toned all through the temple --\nDid my ears hear the sound of a plaint?\n\n'Neath the glorious roll of the singing\nTo the temple had sorrow crept in?\nOr was it the moan of a sinner?\nO beautiful Host! wilt Thou win\n\nIn the little half-hour's Benediction\nThe heart of a sinner again?\nAnd, merciful Christ, Thou wilt comfort\nThe sorrow that brings Thee its pain.\n\nCame a hush, and the Host was uplifted,\nAnd It made just the sign of the cross\nO'er the low-bended brows of the people.\nO Host of the Holy! Thy loss\n\nTo the altar, and temple, and people\nWould make this world darkest of night;\nAnd our hearts would grope blindly on through it,\nFor our love would have lost all its light.\n\n~Laudate~, what thrilling of triumph!\nOur souls soared to God on each tone;\nAnd the Host went again to Its prison,\nFor our Christ fears to leave us alone.\n\nBlessed priest! strange thou art His jailor!\nThy hand holds the beautiful key\nThat locks in His prison love's Captive,\nAnd keeps Him in fetters for me.\n\n* * * * *\n\n'Twas over -- I gazed on the statue --\n'Our Father', 'Hail Mary' still came;\nAnd to-night faith and love cannot help it,\nI must still pray the same -- still the same."}