{"subject": "The Bride Of The Sea", "text": "Black loom the crags of the uplands behind me,\nDark are the sands of the far-stretching shore.\nDim are the pathways and rocks that remind me\nSadly of years in the lost Nevermore.\n\nSoft laps the ocean on wave-polish'd boulder,\nSweet is the sound and familiar to me;\nHere, with her head gently bent to my shoulder,\nWalk'd I with Unda, the Bride of the Sea.\n\nBright was the morn of my youth when I met her,\nSweet as the breeze that blew o'er the brine.\nSwift was I captur'd in Love's strongest fetter,\nGlad to be here, and she glad to be mine.\n\nNever a question ask'd I where she wander'd,\nNever a question ask'd she of my birth:\nHappy as children, we thought not nor ponder'd,\nGlad of the bounty of ocean and earth.\n\nOnce when the moonlight play'd soft 'mid the billows,\nHigh on the cliff o'er the waters we stood,\nBound was her hair with a garland of willows,\nPluck'd by the fount in the bird-haunted wood.\n\nStrangely she gaz'd on the surges beneath her,\nCharm'd with the sound or entranc'd by the light:\nThen did the waves a wild aspect bequeath her,\nStern as the ocean and weird as the night.\n\nColdly she left me, astonish'd and weeping,\nStanding alone 'mid the legions she bless'd:\nDown, ever downward, half gliding, half creeping,\nStole the sweet Unda in oceanward quest.\n\nCalm grew the sea, and tumultuous beating\nTurn'd to a ripple as Unda the fair\nTrod the wet sands in affectionate greeting,\nBeckon'd to me, and no longer was there!\n\nLong did I pace by the banks where she vanish'd,\nHigh climb'd the moon and descended again.\nGrey broke the dawn till the sad night was banish'd,\nStill ach'd my soul with its infinite pain.\n\nAll the wide world have I search'd for my darling;\nScour'd the far desert and sail'd distant seas.\nOnce on the wave while the tempest was snarling,\nFlash'd a fair face that brought quiet and ease.\n\nEver in restlessness onward I stumble\nSeeking and pining scarce heeding my way.\nNow have I stray'd where the wide waters rumble,\nBack to the scene of the lost yesterday.\n\nLo! the red moon from the ocean's low hazes\nRises in ominous grandeur to view;\nStrange is its face as my tortur'd eye gazes\nO'er the vast reaches of sparkle and blue.\n\nStraight from the moon to the shore where I'm sighing\nGrows a bright bridge made of wavelets and beams.\nFrail it may be, yet how simple the trying,\nWand'ring from earth to the orb of sweet dreams.\n\nWhat is yon face in the moonlight appearing;\nHave I at last found the maiden that fled?\nOut on the beam-bridge my footsteps are nearing\nHer whose sweet beckoning hastens my tread.\n\nCurrent's surround me, and drowsily swaying,\nFar on the moon-path I seek the sweet face.\nEagerly, hasting, half panting, half praying,\nForward I reach for the vision of grace.\n\nMurmuring waters about me are closing,\nSoft the sweet vision advances to me.\nDone are my trials; my heart is reposing\nSafe with my Unda, the Bride of the Sea."}