{"subject": "Ecologue Ix", "text": "LYCIDAS, MOERIS\n\nLycidas.\nSay whither, Moeris?- Make you for the town,\nOr on what errand bent?\n\nMoeris. O Lycidas,\nWe have lived to see, what never yet we feared,\nAn interloper own our little farm,\nAnd say, 'Be off, you former husbandmen!\nThese fields are mine.' Now, cowed and out of heart,\nSince Fortune turns the whole world upside down,\nWe are taking him- ill luck go with the same!-'\nThese kids you see.\n\nLycidas.\nBut surely I had heard\nThat where the hills first draw from off the plain,\nAnd the high ridge with gentle slope descends,\nDown to the brook-side and the broken crests\nOf yonder veteran beeches, all the land\nWas by the songs of your Menalcas saved.\n\nMoeris.\nHeard it you had, and so the rumour ran,\nBut 'mid the clash of arms, my Lycidas,\nOur songs avail no more than, as 'tis said,\nDoves of Dodona when an eagle comes.\nNay, had I not, from hollow ilex-bole\nWarned by a raven on the left, cut short\nThe rising feud, nor I, your Moeris here,\nNo, nor Menalcas, were alive to-day.\n\nLycidas.\nAlack! could any of so foul a crime\nBe guilty? Ah! how nearly, thyself,\nReft was the solace that we had in thee,\nMenalcas! Who then of the Nymphs had sung,\nOr who with flowering herbs bestrewn the ground,\nAnd o'er the fountains drawn a leafy veil?-\nWho sung the stave I filched from you that day\nTo Amaryllis wending, our hearts' joy?-\n'While I am gone, 'tis but a little way,\nFeed, Tityrus, my goats, and, having fed,\nDrive to the drinking-pool, and, as you drive,\nBeware the he-goat; with his horn he butts.'\n\nMoeris.\nAy, or to Varus that half-finished lay,\n'Varus, thy name, so still our Mantua live-\nMantua to poor Cremona all too near-\nShall singing swans bear upward to the stars.'\n\nLycidas.\nSo may your swarms Cyrnean yew-trees shun,\nYour kine with cytisus their udders swell,\nBegin, if aught you have. The Muses made\nMe too a singer; I too have sung; the swains\nCall me a poet, but I believe them not:\nFor naught of mine, or worthy Varius yet\nOr Cinna deem I, but account myself\nA cackling goose among melodious swans.\n\nMoeris.\n'Twas in my thought to do so, Lycidas;\nEven now was I revolving silently\nIf this I could recall- no paltry song:\n'Come, Galatea, what pleasure is 't to play\nAmid the waves? Here glows the Spring, here earth\nBeside the streams pours forth a thousand flowers;\nHere the white poplar bends above the cave,\nAnd the lithe vine weaves shadowy covert: come,\nLeave the mad waves to beat upon the shore.'\n\nLycidas.\nWhat of the strain I heard you singing once\nOn a clear night alone? the notes I still\nRemember, could I but recall the words.\n\nMoeris.\n'Why, Daphnis, upward gazing, do you mark\nThe ancient risings of the Signs? for look\nWhere Dionean Caesar's star comes forth\nIn heaven, to gladden all the fields with corn,\nAnd to the grape upon the sunny slopes\nHer colour bring! Now, the pears;\nSo shall your children's children pluck their fruit.\nTime carries all things, even our wits, away.\nOft, as a boy, I sang the sun to rest,\nBut all those songs are from my memory fled,\nAnd even his voice is failing Moeris now;\nThe wolves eyed Moeris first: but at your wish\nMenalcas will repeat them oft enow.\n\nLycidas.\nYour pleas but linger out my heart's desire:\nNow all the deep is into silence hushed,\nAnd all the murmuring breezes sunk to sleep.\nWe are half-way thither, for Bianor's tomb\nBegins to show: here, Moeris, where the hinds\nAre lopping the thick leafage, let us sing.\nSet down the kids, yet shall we reach the town;\nOr, if we fear the night may gather rain\nEre we arrive, then singing let us go,\nOur way to lighten; and, that we may thus\nGo singing, I will case you of this load.\n\nMoeris.\nCease, boy, and get we to the work in hand:\nWe shall sing better when himself is come"}