{"subject": "Book I - Part 01 - Proem", "text": "Mother of Rome, delight of Gods and men, \nDear Venus that beneath the gliding stars \nMakest to teem the many-voyaged main \nAnd fruitful lands- for all of living things \nThrough thee alone are evermore conceived, \nThrough thee are risen to visit the great sun- \nBefore thee, Goddess, and thy coming on, \nFlee stormy wind and massy cloud away, \nFor thee the daedal Earth bears scented flowers, \nFor thee waters of the unvexed deep \nSmile, and the hollows of the serene sky \nGlow with diffused radiance for thee! \nFor soon as comes the springtime face of day, \nAnd procreant gales blow from the West unbarred, \nFirst fowls of air, smit to the heart by thee, \nForetoken thy approach, O thou Divine, \nAnd leap the wild herds round the happy fields \nOr swim the bounding torrents. Thus amain, \nSeized with the spell, all creatures follow thee \nWhithersoever thou walkest forth to lead, \nAnd thence through seas and mountains and swift streams, \nThrough leafy homes of birds and greening plains, \nKindling the lure of love in every breast, \nThou bringest the eternal generations forth, \nKind after kind. And since 'tis thou alone \nGuidest the Cosmos, and without thee naught \nIs risen to reach the shining shores of light, \nNor aught of joyful or of lovely born, \nThee do I crave co-partner in that verse \nWhich I presume on Nature to compose \nFor Memmius mine, whom thou hast willed to be \nPeerless in every grace at every hour- \nWherefore indeed, Divine one, give my words \nImmortal charm. Lull to a timely rest \nO'er sea and land the savage works of war, \nFor thou alone hast power with public peace \nTo aid mortality; since he who rules \nThe savage works of battle, puissant Mars, \nHow often to thy bosom flings his strength \nO'ermastered by the eternal wound of love- \nAnd there, with eyes and full throat backward thrown, \nGazing, my Goddess, open-mouthed at thee, \nPastures on love his greedy sight, his breath \nHanging upon thy lips. Him thus reclined \nFill with thy holy body, round, above! \nPour from those lips soft syllables to win \nPeace for the Romans, glorious Lady, peace! \nFor in a season troublous to the state \nNeither may I attend this task of mine \nWith thought untroubled, nor mid such events \nThe illustrious scion of the Memmian house \nNeglect the civic cause. \nWhilst human kind \nThroughout the lands lay miserably crushed \nBefore all eyes beneath Religion- who \nWould show her head along the region skies, \nGlowering on mortals with her hideous face- \nA Greek it was who first opposing dared \nRaise mortal eyes that terror to withstand, \nWhom nor the fame of Gods nor lightning's stroke \nNor threatening thunder of the ominous sky \nAbashed; but rather chafed to angry zest \nHis dauntless heart to be the first to rend \nThe crossbars at the gates of Nature old. \nAnd thus his will and hardy wisdom won; \nAnd forward thus he fared afar, beyond \nThe flaming ramparts of the world, until \nHe wandered the unmeasurable All. \nWhence he to us, a conqueror, reports \nWhat things can rise to being, what cannot, \nAnd by what law to each its scope prescribed, \nIts boundary stone that clings so deep in Time. \nWherefore Religion now is under foot, \nAnd us his victory now exalts to heaven. \nI know how hard it is in Latian verse \nTo tell the dark discoveries of the Greeks, \nChiefly because our pauper-speech must find \nStrange terms to fit the strangeness of the thing; \nYet worth of thine and the expected joy \nOf thy sweet friendship do persuade me on \nTo bear all toil and wake the clear nights through, \nSeeking with what of words and what of song \nI may at last most gloriously uncloud \nFor thee the light beyond, wherewith to view \nThe core of being at the centre hid. \nAnd for the rest, summon to judgments true, \nUnbusied ears and singleness of mind \nWithdrawn from cares; lest these my gifts, arranged \nFor thee with eager service, thou disdain \nBefore thou comprehendest: since for thee \nI prove the supreme law of Gods and sky, \nAnd the primordial germs of things unfold, \nWhence Nature all creates, and multiplies \nAnd fosters all, and whither she resolves \nEach in the end when each is overthrown. \nThis ultimate stock we have devised to name \nProcreant atoms, matter, seeds of things, \nOr primal bodies, as primal to the world. \n\nI fear perhaps thou deemest that we fare \nAn impious road to realms of thought profane; \nBut 'tis that same religion oftener far \nHath bred the foul impieties of men: \nAs once at Aulis, the elected chiefs, \nForemost of heroes, Danaan counsellors, \nDefiled Diana's altar, virgin queen, \nWith Agamemnon's daughter, foully slain. \nShe felt the chaplet round her maiden locks \nAnd fillets, fluttering down on either cheek, \nAnd at the altar marked her grieving sire, \nThe priests beside him who concealed the knife, \nAnd all the folk in tears at sight of her. \nWith a dumb terror and a sinking knee \nShe dropped; nor might avail her now that first \n'Twas she who gave the king a father's name. \nThey raised her up, they bore the trembling girl \nOn to the altar- hither led not now \nWith solemn rites and hymeneal choir, \nBut sinless woman, sinfully foredone, \nA parent felled her on her bridal day, \nMaking his child a sacrificial beast \nTo give the ships auspicious winds for Troy: \nSuch are the crimes to which Religion leads. \n\nAnd there shall come the time when even thou, \nForced by the soothsayer's terror-tales, shalt seek \nTo break from us. Ah, many a dream even now \nCan they concoct to rout thy plans of life, \nAnd trouble all thy fortunes with base fears. \nI own with reason: for, if men but knew \nSome fixed end to ills, they would be strong \nBy some device unconquered to withstand \nReligions and the menacings of seers. \nBut now nor skill nor instrument is theirs, \nSince men must dread eternal pains in death. \nFor what the soul may be they do not know, \nWhether 'tis born, or enter in at birth, \nAnd whether, snatched by death, it die with us, \nOr visit the shadows and the vasty caves \nOf Orcus, or by some divine decree \nEnter the brute herds, as our Ennius sang, \nWho first from lovely Helicon brought down \nA laurel wreath of bright perennial leaves, \nRenowned forever among the Italian clans. \nYet Ennius too in everlasting verse \nProclaims those vaults of Acheron to be, \nThough thence, he said, nor souls nor bodies fare, \nBut only phantom figures, strangely wan, \nAnd tells how once from out those regions rose \nOld Homer's ghost to him and shed salt tears \nAnd with his words unfolded Nature's source. \nThen be it ours with steady mind to clasp \nThe purport of the skies- the law behind \nThe wandering courses of the sun and moon; \nTo scan the powers that speed all life below; \nBut most to see with reasonable eyes \nOf what the mind, of what the soul is made, \nAnd what it is so terrible that breaks \nOn us asleep, or waking in disease, \nUntil we seem to mark and hear at hand \nDead men whose bones earth bosomed long ago."}