{"subject": "Thus He Endured", "text": "Heart's friend Greasy gets nixed by a stroke.\nHis pals give him a wake; they drink all night.\nThe next day they cart the coffin to the church.\nIn life, Greasy waxed cars; now he's defunct.\nThe priest says how Greasy's in a better place.\nHeart takes exception. What could beat this?\nSome mourners weep; others scratch their butts.\nIn life, Greasy was a practical joker. Even salt\nin the sugar bowl wasn't too childish for him.\nWhen the service is over, Heart and five friends\nheave the coffin on top of their shoulders.\nOutside it's raining. They wait for the hearse.\nMaybe it's late, maybe it showed up and left.\nThe priest locks the church. The last cars depart.\nLet's carry the coffin, it's just a few blocks.\nAs they set off, Heart hears a whistle. Show some\nrespect, he complains to a buddy in back.\nIn life, Greasy often asked, What's the point\nand What comes next? Heart thought his jokes\nhelped keep the dark at arm's length. Rain drips\ndown the pallbearer's necks. Because of the fog\nthey can't see beyond their noses. Right or left?\nIf their hands weren't full, they would flip a coin.\nSomeone plays the harmonica, then starts to sing.\nThe pallbearers look at each other, it's none of them.\nIn life, Greasy reached three score years and ten.\nHe had a wife, four sons, and five Great Danes,\nbut not all at once. He always drove a Chevrolet.\nDid we take a wrong turn? Asks Heart. The rain\nturns to sleet; it's getting dark. Someone starts \nplaying the trombone. A tune both melancholy\nand upbeat. Where could it be coming from?\nIn life, Greasy felt a lack. He worked too hard,\nthe holidays were short. His wife kept asking\nwhy didn't he do better? Then his sons left home.\nGreasy stuck rubber dog messes on the hoods\nof his friends' cars. This is what life's all about,\nhe'd think. Thus he endured. It begins to snow.\nHeart shoulders his load. The sun goes down.\nWill Greasy get planted today? It looks unlikely.\nHeart watches the road. He can't see that the coffin lid\nis tilted up and Greasy perches on top, just a shadow\nof his former self. With both hands he flings wads\nof confetti. He's a skeleton already. Heart would\nscratch his head but he'd hate to let his corner drop,\nhis pals ditto: pallbearers envying the one who rides."}