{"subject": "Thrasymedes And Eunoe", "text": "Who will away to Athens with me? Who\nLoves choral songs and maidens crown'd with flowers,\nUnenvious? mount the pinnace; hoist the sail.\nI promise ye, as many as are here,\nYe shall not, while ye tarry with me, taste\nFrom unrinsed barrel the diluted wine\nOf a low vineyard or a plant ill-pruned,\nBut such as anciently the Aegaean iles\nPour'd in libation at their solemn feasts:\nAnd the same goblets shall ye grasp, embost\nWith no vile figures of loose languid boors,\nBut such as Gods have lived with and have led.\nThe sea smiles bright before us. What white sail\nPlays yonder? what pursues it? Like two hawks\nAway they fly. Let us away in time\nTo overtake them. Are they menaces\nWe hear? And shall the strong repulse the weak,\nEnraged at her defender? Hippias!\nArt thou the man? 'Twas Hippias. He had found\nHis sister borne from the Cecropian port\nBy Thrasymedes. And reluctantly?\nAsk, ask the maiden; I have no reply.\n\n'Brother! O brother Hipias! O, if love,\nIf pity, ever toucht thy breast, forbear!\nStrike not the brave, the gentle, the beloved,\nMy Thrasymedes, with his cloak alone\nProtecting his own head and mine from harm.'\n'Didst thou not once before,' cried Hippias,\nRegardless of his sister, hoarse with wrath\nAt Thrasymedes, 'didst not thou, dog-eyed,\nDare, as she walkt up to the Parthenon,\nOn the most holy of all holy days,\nIn sight of all the city, dare to kiss\nHer maiden cheek?'\n\n'Ay before all the Gods,\nAy, before Pallas, before Artemis,\nAy, before Aphrodite, before Heré,\nI dared; and dare again. Arise, my spouse!\nArise! and let my lips quaff purity\nFrom thy fair open brow.'\n\nThe sword was up,\nAnd yet he kist her twice. Some God withheld\nThe arm of Hippias; his proud blood seeth'd slower\nAnd smote his breast less angrily; he laid\nHis hand on the white shoulder, and spake thus:\n'Ye must return with me. A second time\nOffended, will our sire Pisistratos\nPardon the affront? Thou shouldst have askt thyself\nThis question ere the sail first flapt the mast.'\n'Already thou hast taken life from me;\nPut up thy sword,' said the sad youth, his eyes\nSparkling; but whether love or rage or grief\nThey sparkled with, the Gods alone could see.\n\nPiræeus they re-entered, and their ship\nDrove up the little waves against the quay,\nWhence was thrown out a rope from one above,\nAnd Hippias caught it. From the virgin's waist\nHer lover dropt his arm, and blusht to think\nHe had retain'd it there in sight of rude\nIrreverent men: he led her forth, nor spake.\nHippias walkt silent too, until they reacht\nThe mansion of Pisistratos her sire.\nSerenely in his sternness did the prince\nLook on them both awhile: they saw not him,\nFor both had cast their eyes upon the ground.\n'Are these the pirates thou hast taken, son?'\nSaid he. 'Worse, father! worse than pirates they,\nWho thus abuse thy patience, thus abuse\nThy pardon, thus abuse the holy rites\n'Twice over.'\n\n'Well hast thou performed thy duty,'\nFirmly and gravely said Pisistratos.\nNothing then, rash young man I could turn thy heart\nFrom Eunöe, my daughter?'\n'Nothing, sir,\nShall ever turn it. I can die but once\nAnd love but once. O Eunöe! farewell!'\n'Nay, she shall see what thou canst bear for her.'\n'O father! shut me in my chamber, shut me\nIn my poor mother's tomb, dead or alive,\nBut never let me see what he can bear;\nI know how much that is, when borne for me.'\n'Not yet: come on. And lag not thou behind,\nPirate of virgin and of princely hearts!\n\nBefore the people and before the Goddess\nThou hadst evinced the madness of thy passion,\nAnd now wouldst bear from home and plenteousness\nTo poverty and exile this my child.'\nThen shuddered Thrasymedes, and exclaim'd,\n'I see my crime; I saw it not before.\nThe daughter of Pisistratos was born\nNeither for exile nor for poverty,\nAh! nor for me!' He would have wept, but one\nMight see him, and weep worse. The prince unmoved\nStrode on, and said, 'To-morrow shall the people.\nAll who beheld thy trespasses, behold\nThe justice of Pisistratos, the love\nHe bears his daughter, and the reverence\nIn which he holds the highest law of God.'\nHe spake; and on the morrow they were one."}