{"subject": "Beowulf (Episode 26)", "text": "BEOWULF spake, bairn of Ecgtheow: --\n\"Lo, we seafarers say our will,\nfar-come men, that we fain would seek\nHygelac now. We here have found\nhosts to our heart: thou hast harbored us well.\nIf ever on earth I am able to win me\nmore of thy love, O lord of men,\naught anew, than I now have done,\nfor work of war I am willing still!\nIf it come to me ever across the seas\nthat neighbor foemen annoy and fright thee, --\nas they that hate thee erewhile have used, --\nthousands then of thanes I shall bring,\nheroes to help thee. Of Hygelac I know,\nward of his folk, that, though few his years,\nthe lord of the Geats will give me aid\nby word and by work, that well I may serve thee,\nwielding the war-wood to win thy triumph\nand lending thee might when thou lackest men.\nIf thy Hrethric should come to court of Geats,\na sovran's son, he will surely there\nfind his friends. A far-off land\neach man should visit who vaunts him brave.\"\nHim then answering, Hrothgar spake: --\n\"These words of thine the wisest God\nsent to thy soul! No sager counsel\nfrom so young in years e'er yet have I heard.\nThou art strong of main and in mind art wary,\nart wise in words! I ween indeed\nif ever it hap that Hrethel's heir\nby spear be seized, by sword-grim battle,\nby illness or iron, thine elder and lord,\npeople's leader, -- and life be thine, --\nno seemlier man will the Sea-Geats find\nat all to choose for their chief and king,\nfor hoard-guard of heroes, if hold thou wilt\nthy kinsman's kingdom! Thy keen mind pleases me\nthe longer the better, Beowulf loved! \nThou hast brought it about that both our peoples,\nsons of the Geat and Spear-Dane folk,\nshall have mutual peace, and from murderous strife,\nsuch as once they waged, from war refrain.\nLong as I rule this realm so wide,\nlet our hoards be common, let heroes with gold\neach other greet o'er the gannet's-bath,\nand the ringed-prow bear o'er rolling waves\ntokens of love. I trow my landfolk\ntowards friend and foe are firmly joined,\nand honor they keep in the olden way.\"\nTo him in the hall, then, Healfdene's son\ngave treasures twelve, and the trust-of-earls\nbade him fare with the gifts to his folk beloved,\nhale to his home, and in haste return.\nThen kissed the king of kin renowned,\nScyldings' chieftain, that choicest thane,\nand fell on his neck. Fast flowed the tears\nof the hoary-headed. Heavy with winters,\nhe had chances twain, but he clung to this, --\nthat each should look on the other again,\nand hear him in hall. Was this hero so dear to him.\nhis breast's wild billows he banned in vain;\nsafe in his soul a secret longing,\nlocked in his mind, for that loved man\nburned in his blood. Then Beowulf strode,\nglad of his gold-gifts, the grass-plot o'er,\nwarrior blithe. The wave-roamer bode\nriding at anchor, its owner awaiting.\nAs they hastened onward, Hrothgar's gift\nthey lauded at length. -- 'Twas a lord unpeered,\nevery way blameless, till age had broken\n-- it spareth no mortal -- his splendid might."}