{"subject": "Moïse", "text": "... Et, debout devant Dieu, Moïse ayant pris place,\nDans le nuage obscur lui parlait face à face.\n\nIl disait au Seigneur : ' Ne finirai-je pas ? \nOù voulez-vous encor que je porte mes pas ?\nJe vivrai donc toujours puissant et solitaire ?\nLaissez-moi m'endormir du sommeil de la terre !\nQue vous ai-je donc fait pour être votre élu ?\nJ'ai conduit votre peuple où vous avez voulu.\nVoilà que son pied touche à la terre promise.\nDe vous à lui qu'un autre accepte l'entremise,\nAu coursier d'Israël qu'il attache le frein ;\nJe lui lègue mon livre et la verge d'airain.\n\n' Pourquoi vous fallut-il tarir mes espérances,\nNe pas me laisser homme avec mes ignorances,\nPuisque du mont Horeb jusques au mont Nébo\nJe n'ai pas pu trouver le lieu de mon tombeau ?\nHélas ! vous m'avez fait sage parmi les sages !\nMon doigt du peuple errant a guidé les passages\nJ'ai fait pleuvoir le feu sur la tête des rois ;\nL'avenir à genoux adorera mes lois ;\nDes tombes des humains j'ouvre la plus antique,\nLa mort trouve à ma voix une voix prophétique,\nJe suis très grand, mes pieds sont sur les nations,\nMa main fait et défait les générations.\n\nHélas ! je suis, Seigneur, puissant et solitaire,\nLaissez-moi m'endormir du sommeil de la terre !...\n\n... ' Sitôt que votre souffle a rempli le berger,\nLes hommes se sont dit : ' Il nous est étranger ' ;\nEt leurs yeux se baissaient devant mes yeux de flamme,\nCar ils venaient, hélas ! d'y voir plus que mon âme.\nJ'ai vu l'amour s'éteindre et l'amitié tarir ;\nLes vierges se voilaient et craignaient de mourir.\nM'enveloppant alors de la colonne noire,\nJ'ai marché devant tous, triste et seul dans ma gloire,\nEt j'ai dit dans mon coeur : Que vouloir à présent ?\nPour dormir sur un sein mon front est trop pesant,\nMa main laisse l'effroi sur la main qu'elle touche,\nL'orage est dans ma voix, l'éclair est sur ma bouche ;\nAussi, loin de m'aimer, voilà qu'ils tremblent tous,\nEt, quand j'ouvre les bras, on tombe à mes genoux.\nÔ Seigneur ! j'ai vécu puissant et solitaire,\nLaissez-moi m'endormir du sommeil de la terre ! '"}