{"subject": "Recalling War", "text": "Entrance and exit wounds are silvered clean,\nThe track aches only when the rain reminds.\nThe one-legged man forgets his leg of wood\nThe one-armed man his jointed wooden arm.\nThe blinded man sees with his ears and hands\nAs much or more than once with both his eyes.\nTheir war was fought these twenty years ago\nAnd now assumes the nature-look of time,\nAs when the morning traveller turn and views\nHis wild night-stumbling carved into a hill.\n\nWhat, then, was war? No mere discord of flags\nBut an infectionof the common sky\nThat sagged ominously upon the earth\nEven when the season was the airiest May.\nDown pressed the sky, and we, oppressed, thrust out\nBoastful tongue, clenched fist and valiant yard.\nNatural infirmiries were out of mode,\nFor Death was young again: patron alone\nOf healthy dying, premature fate-spasm.\n\nFear made fine bed-fellows. Sick with delight\nAt life's discovered transitoriness,\nOut youth became all-flesh and waived the mind.\nNever was such antiqueness of romance,\nSuch tasty honey oozing from the heart.\nAnd old importances came swimming back &amp;mdash\nWine, meat, log-fires, a roof over the head,\nA weapon at the thigh, surgeons at call.\nEven there was a use again for God &amp;mdash\nA word of rage in lack of meat, wine, fire,\nIn ache of wounds beyond all surgeoning.\n\nWar was return of earth to ugly earth,\nWar was foundering of sublimities,\nExtinction of each happy art and faith\nBy which the world had still kept head in air,\nProtesting logic or protesting love,\nUntil the unendurable moment struck &amp;mdash\nThe inward scream, the duty to run mad.\n\nAnd we recall the merry ways of guns &amp;mdash\nNibbling the walls of factory and church\nLike a child, piecrust; felling groves of trees\nLike a child, dandelions with a switch.\nMachine-guns rattle toy-like from a hill,\nDown in a row the brave tin-soldiers fall:\nA sight to be recalled in elder days\nWhen learnedly the future we devote\nTo yet more boastful visions of despair."}