{"subject": "Carlyle", "text": "England, amid thy great in this great time\n One man, white-haired, with misty, flashing eyes\nLooms from the rest, in his life's toil sublime,\n And all that hath the power to make us wise.\nWe hail him teacher, not as now they teach,\n With soulless flow of ever-ready words;\nHe shapes his own life to his uttered speech,\n As deft musicians to the air the chords.\nSo in this age when the quick growth of creeds\n Grows up, as if to choke God's primal plan,\nYe who still waver in your higher needs,\n Come and look nearer at this grey old man.\nThe Hebrew spirit, with its fervent fire,\n Its vatic utterances of rapt word force\nIs in him, bursting in explosive ire,\n Like lightning when it takes its blinding course.\nAnd Cant, girt in her armour o'er and o'er,\n Lifting her putrid wings as if to fly,\nSinks in the slime of her own tracks, before\n The word bolts of this thunderer to die.\nHe will not rest himself on other ground\n Than that which God's own workers have made smooth;\nAll other is to him the heave and bound,\n And the volcanic motion of untruth.\nThis struggle for firm footing for his feet\n Hath made his inner vision far and clear,\nPiercing the under current, and the heat\n That nourishes the action we have here.\nStern Cromwells, Luthers, Knoxes unto him\n Rise from the world's wild clamour, and serene\nStand in heroic light that cannot dim\n The virtue and the duty that have been.\nAll work is noble, but a nobler kind\n Is that whose task is ever piercing through\nThe mummy folds of ignorance to find\n True worth in man and hold it up to view.\nHigh privilege this; but he upon whose head\n It lights must ever walk and speak in fear,\nKnowing the ages listen what is said,\n And God above him bending down his ear.\nThus has he ever written, knowing well\n What kind of heed to give the countless strings\nOf those who, like the Corybantes, yell\n When some slow good grows out of human things.\nNot looking to the right nor to the left,\n But conscious of the guide he had within,\nHe, armed with his strong battle words, has cleft\n Paths for the feebler soul to take and win.\n'Thou shalt believe in God,' he cries, 'and own\n The sacredness of this poor life, though dim;\nIt is a part of His, in darkness thrown\n Upon the earth to wander back to Him.\n'Let no cant be within thy soul, but stand\n Upon thy manhood, thy most sure defence,\nWorking at all true work with willing hand,\n And growing up to God-like reverence.'\nFor reverence with this man is the source\n Of all those virtues which, like golden threads,\nDraw man still upward with an unseen force\n To where his spirit with the higher weds.\nBe thou real also, be no sham or quack,\n Half seen as manhood sickens and expires,\nTwo beings in thee resting back to back,\n And turning vane-like as the world desires.\nIt may be that the force in him for this\n Has borne him past his distance, as a steed,\nThe nostrils filling out with snorting hiss,\n Tears up the ground before he checks his speed.\nFor all the early earnestness to wage\n Battle with evil, is in him the soul\nOf all his thought and life, that now in age\n Moves grandly ripening to the wrought-for goal.\nThen, brother, take him for thy teacher, let\n The spirit of his words flash full on thine,\nAnd thou shalt feel a dignity in sweat,\n And all thy life and labour half divine.\nI too can feel a pride to think I stand\n A worker on a dusty railway here,\nPointing to this man with a feeble hand,\n As one by whom the weaker ought to steer.\nBut he has strengthened me, as teachers ought\n Who wrestle onward to the purer change,\nHas fused more earnestness into my thought,\n And made this manhood take a higher range.\nEnough, the shadows lengthen far ahead\n When the sun turns his feet to meet the west;\nSo this man's power shall broaden out and spread\n When he, too, takes his well-earned sleep and rest.\nBut the full day beats on us, and the night\n Is yet afar; so with strong heart and limb\nLet us go onward, upward, and upright,\n Until we take a twilight rest like him."}