{"subject": "When Your Pants Begin To Go", "text": "When you wear a cloudy collar and a shirt that isn't white, \nAnd you cannot sleep for thinking how you'll reach to-morrow night, \nYou may be a man of sorrows, and on speaking terms with Care, \nAnd as yet be unacquainted with the Demon of Despair; \nFor I rather think that nothing heaps the trouble on your mind \nLike the knowledge that your trousers badly need a patch behind. \n\nI have noticed when misfortune strikes the hero of the play, \nThat his clothes are worn and tattered in a most unlikely way; \nAnd the gods applaud and cheer him while he whines and loafs around, \nAnd they never seem to notice that his pants are mostly sound; \nBut, of course, he cannot help it, for our mirth would mock his care, \nIf the ceiling of his trousers showed the patches of repair. \n\nYou are none the less a hero if you elevate your chin \nWhen you feel the pavement wearing through the leather, sock, and skin; \nYou are rather more heroic than are ordinary folk \nIf you scorn to fish for pity under cover of a joke; \nYou will face the doubtful glances of the people that you know; \nBut -- of course, you're bound to face them when your pants begin to go. \n\nIf, when flush, you took your pleasures -- failed to make a god of Pelf, \nSome will say that for your troubles you can only thank yourself -- \nSome will swear you'll die a beggar, but you only laugh at that, \nWhile your garments hand together and you wear a decent hat; \nYou may laugh at their predictions while your soles are wearing low, \nBut -- a man's an awful coward when his pants begin to go. \n\nThough the present and the future may be anything but bright, \nIt is best to tell the fellows that you're getting on all right, \nAnd a man prefers to say it -- 'tis a manly lie to tell, \nFor the folks may be persuaded that you're doing very well; \nBut it's hard to be a hero, and it's hard to wear a grin, \nWhen your most important garment is in places very thin. \n\nGet some sympathy and comfort from the chum who knows you best, \nThat your sorrows won't run over in the presence of the rest; \nThere's a chum that you can go to when you feel inclined to whine, \nHe'll declare your coat is tidy, and he'll say: 'Just look at mine!' \nThough you may be patched all over he will say it doesn't show, \nAnd he'll swear it can't be noticed when your pants begin to go. \n\nBrother mine, and of misfortune! times are hard, but do not fret, \nKeep your courage up and struggle, and we'll laugh at these things yet, \nThough there is no corn in Egypt, surely Africa has some -- \nKeep your smile in working order for the better days to come! \nWe shall often laugh together at the hard times that we know, \nAnd get measured by the tailor when our pants begin to go. \n\n...... \n\nNow the lady of refinement, in the lap of comfort rocked, \nChancing on these rugged verses, will pretend that she is shocked. \nLeave her to her smelling-bottle; 'tis the wealthy who decide \nThat the world should hide its patches 'neath the cruel look of pride; \nAnd I think there's something noble, and I swear there's nothing low, \nIn the pride of Human Nature when its pants begin to go."}