{"subject": "Festus  -  Xxxiv", "text": "First love recalled\nNot yet reanimate, joy and grief disguised\nEach as the other, neither gains, perplexed,\nHis way. Even they who play round wisdom's knee\nMiss sometimes worthiest ends. Knowing no mean,\nAmbition's high demands too close encroach\nOn nature's pious privileges. Not less\nTrue tenderness rejoices to conceive\nThe happy evangel, world--vast, of God's love;\nHis alliance with all life create and how\nHeaven's mercy ends sin's mystery, as made clear\nTo the great gathering of the spheres, round God\nConvoked; and thanks with holiest warnings blends.\nO grace forgiving, how in heaven divine,\nHow sweet on earth love reconciled; how dear\nVirtue in both; though trode down or ignored,\nStill precious, goldlike, as in southern isle,\nVastest of isles, to Asian continent\nRich counterpoise, o'er mount and vale and plain\nTribes senseless, salvage, tramped the o'ertreasured earth\nFor ages, nor its charm, nor value knew.\n\nColonnade and Lawn.\nFestus and Clara.\nFestus. Henceforth this spot be sacred; here, where first\nI shrined thee, flower of beauty, in my heart.\nNone holier to the tribes of earth; not thou,\nDivine Elborz, now cold and crowned with snow,\nSince rested on thy brow the ark; but once\nPeak paradisal whereupon God's sons\nOf saintliest lineage helped the harps of heaven,\nAnd joined each eve, ere rest the angelic hymn:--\nEarth's first communion with the immortal blessed.\nNot holier thou, though meanest mound on earth,\nNigh Moslem city of the moon, where, first,\nAfter long severance for their death--fraught sin,\nAnd world wide wanderings lonely, from afar,\nOur great original mother him espied,\nTall as the crownèd palm, though bowed with woe,\nWhom her soul clave to; one whole age had passed;\nNought more divine than demons had she seen,\nMore human than the ape; when her hot tears,\nAnd his repentant groans drew down from heaven\nPermission for their dear reunion there;\nThe mount of recognition; hallowed, thence,\nTo after ages, by that blessed embrace,\nObliterative of woe. Come, come; oh come!\nAs in arctic climes Spring, wandering through the air,\nHis long lost consort earth, all frozen at heart\nFinds 'tranced 'neath wicked winter's deathly spell,\nStretched corselike; he full soon by gentle embrace,\nWarm breath, and sedulous skill calls back to life\nHis star--browed bride; she wakes; her stiffened limbs\nRequickening, stirs; casts off the sheeted snows;\nTrees, jocund with the loosening life--sap, freed\nThrough all their veinlets, don their greenery; birds\nTheir voice refound, in song each other greet;\nAnd, like some hoary grandsire's wrinkled front,\nRidgy with life--long cares, touched suddenly\nBy infant's playful finger--ocean's face,\nDimpled by gambolling gust, lights up, and breaks\nInto a running smile, and laughs for leagues;--\nHeaven and all--pitying nature o'er the glad\nReunion weep their joy; so, found by me,\nSweet solace of my soul, I long to make\nTo thee atonement. Reconciled to thee,\nAll parenthetic passions sacrificed,\nThe world shall slip off easy from our hands,\nAnd we not miss her. Long! how long I wait!\n\nI wait for thee, even as the weary west\nWaits for the evening star,\nWith whom the eternal promises of rest\nAnd glory are.\nI wait, as waits a storm--cloud in the sky,\nThe bow divine of peace,\nWhich bids the thunders and the lightnings lie\nDown, and fear cease.\nI long to meet thee, as earth longs to view\nIcebound, spring's golden flowers;\nThy beauty soothes my spirit, as the dew\nDay's burning hours.\nAs heaven's own light upon some sainted shrine\nWhere mouldering relics be,\nThou shinest in upon this heart of mine,\nSacred to thee.\nAnd as a line erased some trace still bears\nOf words therein first writ,\nWhich neither pen can hide, nor penitent tears\nAs 'twas refit;\nIt matters not what other powers around\nHere graved their conquering name;\nBelow all depth thy love will still be found\nTruth's secret fame.\n\nKnown to ourselves, we only share with heaven\nThe secret yet by me ineffable.\nLo! now I see thee coming, come, at last.\n\nClara. At thy desire I come, though hard to me.\nWe have lived separate lives, unlike, unsought\nEach by the other. Wherefore meet we now?\n\nFestus. Thee seeking in thy sacred solitude,\nI told thee I had somewhat to impart,\nSomewhat to ask; if asking were not vain,\nWhich springs despondingly from dubious heart.\n\nClara. Time was it was not thus. But others came\nWhose tyrant beauty and more soaring souls\nThee dazzled, me eclipsed. Already years\nHave passed since first we were, what now we are,\nStrangers.\n\nFestus. I do confess to my reproach\nA friend too well forgotten, and thine image\nBy time's colleaguèd forces with the world's,\nEffaced half from this monumental breast;\nAnd as the effigy of a saint, insculpt\nOn alabastrine tomb some unroofed shrine,\nFaithless fiduciary, hath bared to moon\nAnd winds star--iced, wastes plenteously away,\nThinned pitifully by the upper elements;\nCompassionate woods their leafy tresses strew\nWinterly, o'er it perishing, and bemoan\nIn gusty suspiration; so of thee,\nMy thought memorial, while impaired, had joined\nWell nigh for aye life's lengthening dusk; and now,\nLet but the passed be buried, where it lies\nIn mine awed memory hidden, like to a blade\nSore rusted, in its sheath, no more to flash\nIn the grey air upon the eyes of men,\nAnd all the future is our own. One's own\nResistless weakness 'tis which overcomes,\nMore than another's strength. Oh! I confess,\nOft hath this heart allured by glittering rites\nAnd sacred titles, and celestial names,\nOffered at others' altars, and decreed\nWildly, profanely, negligence of thine.\nTrue, I have worshipped idols and forsworn\nThe loving faith I owed to thee alone;\nCanst thou forgive? reconsecrate the heart,\nRededicate the temple? Do not all\nBeliefs how far soever from God's truth,\nCircle around the same in mode prescribed,\nAs round heaven's secret and all--central sun,\nThe constellated skies? And shall then love\nLack like justification, or in vain\nPlead the necessity of liberty?--\nFor truly I was destined for this end,\nAnd in myself believed the most at first.\nFor mortal knowledge, which is error, dies,\nAnd spiritual truth alone outlasts\nAll nature; love insensibly with heaven\nHere blending, thither wending, thence derived.\n\nClara. Wert thou as I such need had never been;\nBut we had lived serene and sinless here,\nAimless, save loving God and bettering man.\nNay, let it be so still, with thee, I pray.\nAs in a round wide view from some tall hill,\nCentral and isolate, it happeneth oft,\nThe furthest things on all sides eyeable\nAre village temples tapering to the skies,\nBe such, too, the horizon of the soul;\nAnd every ultimate object, unto heaven\nCalmly aspiring, indicate its end,\nAnd sanctify the limits of our life.\nFor as in gentlest exhalations earth\nBreathes forth the glistening steams which, high in air,\nGlow, sunlipped, into clouds of rosy gold,\nOr seek again her breast in fruitful dew;\nSo of our aspirations and desires,\nMight we endow life's skiey calm, they all\nMade retributive blessings, and a clime\nOf love create about us bright and boon;\nAn everlasting spring of holy good,\nAnd venerable beauty. But, alas!\nMen breathe forth passions which fall back in blights,\nAnd stormy desolations, that defile\nThe sky--born streams, and flood life's fields with woe.\n\nFestus. The evil in our nature we can act\nAlway and utter; but the inner good\nHath inexpressive boundlessness. Earthlike,\nEach carries with him his own atmosphere,\nOr pure or foul, where'er we orbitate.\nWho knows himself in spirit, all things knows;\nAs in nature even the atom and the all\nCommune and know each other; and as the slant\nInvisible axis of the earth too fine\nFor fairy to find footing tiptoe, bears\nAll superincumbent continents and seas,\nMountains and air realms. Knowing thus, that once,\nMy own heart like a wizard's magic book,\nStudded with spells despotic to call up\nSprite, spectre, and familiar fiend, must needs\nAssoilzied be from every fiery sign\nAnd fateful cipher, ere made safe for aye;\nThee as a priestess pure of old seek I,\nThat thou mightst hold to me the holy branch,\nDipped in soul--cleansing wave, the branch of peace:\nThat peace thou lovest so well and both desire;\nAnd from thee ask absolvement of passed sin.\nFor as when the sun's light in some high--domed fane\nOn golden altar gleaming, finds itself\nIn face of something holier, more divine;\nSo on thy sacred soul heaven's truths, confirmed,\nBeam in subservient blessings.\n\nClara. If thou meanest\nThat thou dost hope forgiveness, it is given;\nThine hath it been ere asked for; always thine.\n\nFestus. Bright soul be blessèd. Take again thy name\nUnto thee; sign of reunited love.\n\nClara. Name which because it hath lingered on thy lips,\nIn love's pure tones full oft, always to me\nIs sacred. None shall name me so but thou,\nThou only. When thou changest, that shall change.\n\nFestus. Breathe not to me of change; albeit I lived\nOn earth, till like some desert builded fane,\nThough based on astral laws, she ceased from sight,\nWasted by winds, worn down by elements,\nSmoothed level under time's insatiate sands;\nOh, I should change no more. Henceforth to me\nBe thou, thou art, the type of holiest things;\nThe symbol and fulfilment of all good;\nTruth's promises and prophesies inspired,\nBound in one saintly volume love--illumed;\nA book of benedictions sealed to me;\nA second covenant; oh, a spirit--bride,\nA new alliance, sanctified of heaven.\nThis fallible heart, enchanted long, distraught\nBy charms of luxury, sense, art, knowledge now\nTo truth's allegiance, and to thine returns.\n\nClara. 'Twas not for pleasure, power, or knowledge I\nFirst loved thee; no! but for thyself, thy soul;\nAnd now I seek not these, I dare not have.\nAs some great glacier from its icy breast,\nExpelling aught of baser nature, seeks,\nBy this mysterious means, to purify\nIts visible essence; so the saintly soul,\nOut of its high and bright vitality,\nRejects, in silent scorn, those worldly taints\nAnd aims extraneous, which itself debar\nFrom inmost commune, and most high with heaven;\nWhy, then, thy spirit degrade with greed of power,\nThankless, unblessed, as I have heard? To me\nThis were forbiddance. Aught that clogs the soul,\nOr clouds its aspirations, I abhor.\nBe it not therefore that though one in heart,\nWe are in spirit twain.\n\nFestus. Nay, speak not thus.\nAll things are full of presage; winds and streams\nAnd cloud--shapes, which in heaven's inverted bowl\nForecast our future. The presage of some vast\nAnd world--wide revolution, nigh at hand,\nIn a sonorous whisper broods o'er earth.\n\nClara. True, I have heard it. Would it were untrue!\nHearts may be sad at parting, but at meeting\nThey should spring light as birds upon the spray.\n\nFestus. As stars the sea, thy thoughts light up my mind.\nHeaven's son am I, and am by heaven made free\nFrom all low laws and lesser fealties.\nThis is the age that men are destined evil;\nBut say not fate doth not fulfil itself.\nWhat if my cause before men seem askant,\nYet is it straight as light in the eye of heaven.\nTo God I am no mystery. Well he knows\nAll motives; and my objects I avow\nEach night to him, who each morn sanctions them.\nIt is not the world which makes me great. It is I\nGreaten the nations.\n\nClara. I foresee the end,\nIn utter and inevitable woe.\n\nFestus. True to my purpose, what if I be false\nTo others, and their objects, it is nothing;\nMine good, I'll hold it great and holy still.\nHave I not seen this among coming things\nFor what seems ages? Knew I not the fate\nOut of all others? That star--studded crown,\nWhich hangs as though a hand out of the air\nHeld it before mine eyes, where'er I wend?\nRather let earth and truth and all things fail,\nThan I fulfilling fate. Let these bring forth,\nWhose unbethought of duty it is to serve,\nNot reign, crown, robe and sceptre, the bright signs\nAnd constellations of dominion. World!\nGo, toss thy head and shake thy shoulders, like\nA horse unharnessed. Wars cease. Never more\nShalt thou, blood--blotted brand, allure men on,\nTo practice of thy fascinating sin;\nNor crimson cloud--bath of the evening sun,\nThe dreams of sleeping city or hamlet, dye\nWith visionary death. Remains for thee\nNothing, O earth! but penitence and peace;\nAll strife composed. Wilt share with me this throne?\n\nClara. The only throne I hope for is a throne\nWhich neither policy can found, nor power;\nWhich never war can overthrow, nor blood\nBefoul, nor treachery undermine, nor kin\nSucceed to or thrust off; a throne upon\nThe right hand of the Humblest. Praise him, earth.\n\nFestus. I am at peace with all men save myself.\nMy rule is safe; nay, warranted of fate.\n\nClara. Thousands of enemies must be thine even now.\nNo mortal man is safe; and least of all,\nA mortal foe. The terror of a tyrant\nKnows no distinction. If he does not fear,\nHe hates; and if he does not hate, he scorns;\nAnd scorn and hate and fear are all with him,\nAnd alike deadly; he, therefore, insecure;\nFor man by man, each slays him in his mind.\nBut this is not the future I, in heart,\nHave dared so long to dream of. Even although\nThy will should vaunt immortal dominance,\nTo me it brings scant pleasure. I had hoped\nNew love to welcome like the morning air,\nWhich wakes the buds in roseland; and that still,\nIf like twin hands around the face of life,\nThou hadst a wider scope and bolder course,\nOur end and object were yet one and same,\nTo note the hours, and years fulfil of love.\nBut now, since I this mighty rumour heard,\nMy thoughts, though many, are all sad, and cast\nIn one mould, tearlike. I behold them come,\nThe long, long train of states depute and powers,\nLeading earth's empire after them. And now\nThy glory my soul's lord is like the sky;\nNothing is to be seen beyond it. Minds\nOf lesser space may sparkle in it starlike,\nBut thine embraceth and outstretcheth all.\nNothing can wrong nor ruffle it, nor endanger\nMore than a wild bird's wandering wing, the air.\n\nFestus. Faithful and dreadful like a lioness,\nThere spake the bride of empire.\n\nClara. Nay, I see\nThy triumph, and abjure it. Would I might\nFor thee disclaim it, even as for myself.\nIt is meat forbidden unto my fasting soul,\nUnclean, accursèd. Thou canst not enjoy\nWorld--service and heaven's favour.\n\nFestus. Both be mine.\n\nClara. Choose thou between thy destiny and me.\nHow great soe'er things being or done of man,\nTo be, to do, is less than to believe:\nFor to believe God is to know him love.\nAs on some hill at day dawn we see born\nOf maiden light the sun, head of all worlds,\nWho hour by hour exalts his own place; Truth\nInstructing us the while it is earth beneath\nWhich rolls away; he, lord of time, in his\nEternal zenith throned, climbs not nor stoops;\nSo they, in spirit knowledge wisest, know,\nAs more and more the soul is purified,\nIt is their own fleshly ignorance from them rolled,\nWhich opens them to heaven, and to God's light,\nUnvarying and supreme, due ingress gives.\nIt is we who change towards him, not he towards us;\nAs therefore to the sun, nor east nor west,\nNor day nor night is, but all timeless noon;\nSo from the lord of life unbounded beams\nOne everlasting effluence which is love.\nTo gain this; to prepare for this, is all.\n\nFestus. Sweetest and dearest, kindest, best of beings!\nTruth I have both to realize and impart;\nAnd would, while yet time serves, thy spirit enrich.\n\nClara. This vaunted future I mistrust, nor know I\nHow 'tis of God secured. I fear to share.\n\nFestus. But though foredoomed to lose thy late--gained love,\nFate I must follow. Said I not my soul\nHad taken up its freedom, and assumed\nThe birthright of creation?\n\nClara. Truly so.\n\nFestus. And that holding in itself the omnitude\nOf being, God endowed, it doth become\nWorld representative?\n\nClara. Well, be it thus.\n\nFestus. Thus versant with an absolute life, the spirit\nMakes towards its end and great reward, in peace,\nO'erpassing all earth's lesser joys.\n\nClara. Say on!\nI would not have thy soul abase itself\nBy one thought about me.\n\nFestus. Nay, speak not so.\nBut love's career is over in my heart.\nA vaster sphere expands before me. Power\nAnd knowledge I can give thee for thy love,\nBut scarce repay in kind.\n\nClara. I hear thy words.\nThe fragrance of the flower of life is fled;--\nStill let it linger where thou laidst it, here!\n\nFestus. It is I who suffer. Suffer therefore me,\nWhile I am with thee. The sole love I feel\nThat might have, that hath, blessed me--but what eye\nCan see the circuit of an orb at once?\nThe orb of life, alas! is on the wane.\nAnd much must yet be said, much yet be done.\nAll things have premonition of their end;\nAnd mighty states exhausted of old faith,\nHave sought extremest unction of the new,\nWhich can alone regenerate. Nations now\nStand sponsors for the right divine of man,\nTo every blessing earth can give, or heaven.\nThe earth--flower closeth, even now its leaves.\nDeath's dews are falling. We are verging nigh\nOn sundown of time's universal day;\nAnd these be life's last vespers. It remains,\nAs promised by the all--granting power, to change\nThe essential for the real, and to translate\nThe virtual into practice. All that truth,\nMining her way through policy profound,\nSecretes from masses skilless to commute\nForce into power; all that the holy bond\nOf man's most high fraternity secures,\nIs mine, unthought of by the obsequious world,\nUnfeared, unprized. One right exists, one sole,\nWhereto man's regal race, all times conceived,\nYields sacred loyalty, the right of doom\nDivine, the destiny imposed of God.\nGod now elects a nation, now a man,\nA child, maybe, a dagger, or a dream,\nTo work his will, and sanctify his means.\nThat mean, that man am I: the seal of time,\nAnd closure of the canon of all kings.\nIt is the imperial soul alone can make\nThe sacrifice supreme. And as in spring,\nBy Nanking, courtly seat of T'sin's high lord,\nWhat time the winds harmoniously inclined,\nTinkling the white pagoda's gilded bells,\nMeet music make to heaven propitiable;\nHe priest imperial, sovereign labourer, sole\nWith royal rights and sacerdotal crowned,\nWho year by year on the rebirth of things,\nDriving his furrow deep in earth both soil\nAnd toil doth sanctify, and with the hand\nThat curbs a hundred kinglings, grain of life\nInsows; the steps of that bright tower then scales\nIn solemn solitude; and upon its peak,\nStruggles alone with heaven; prostrate in prayer,\nHeart scourged, and with confession expiates thrice\nThose sins the sun saw in his golden rounds;\nThen of the stars inquisitive, by wise\nAnd perfect intuition of the heavens,\nAnd social signs, and seasons of the spheres,\nThe horoscope of nations, and of all\nHis diligent lands he learns; and so descends\nVicarious, bringing with him prosperous days;\nSo seek I, who have sown so long the seed\nOf peace, on man's broad field, the peace of God;--\nSuch may he grant! The sacrifice be mine!\n\nClara. I wonder; yet my soul its balance keeps;\nNot prizing, not approving all I hear:\nMore marvelling how thou knowest of these truths;\nAnd how the end of all things blends with thine.\n\nFestus. God's thoughts are as a firmament of stars,\nFixed suns; the heavenly truths which he inspires\nOr we by nature know of him, the all\nRevealed, all--hidden, eternal show to us,\nInnumerable, vast: man's loftiest thoughts,\nEven on his own destinies, as one soul,\nOr volumed into nations, or as all,\nMind's momentary meteors, which, flashed through\nLife's hemisphere illume it, whose counterpart\nIs death, heaven, what? with but decadent light,\nGleam, yet are truly perfect each, each true;\nEternal those, these temporal, not the less\nWhose union constitutes the universe.\nAs when some mighty Mage, intent to know\nLife's coming secrets, 'gainst the reticent skies\nWagers his skill, and notes how from the breast\nOf tempting virgin by her side who holds\nThe golden cluster; or his marital hand\nWho heads the mourning triad, leap they forth,\nThe instantaneous starlets: or, from his blade\nGalactic, trenchant, waved to save from death\nBy spatial passion, his belovèd fair\nWith starlets girdled, whence full many an orb,\nIn meteoric nights autumnal, fills\nIn falling half the firmament with light;\nAnd thus from fixed and transient spheres combined,\nDraws astral fate destructive, or of war,\nOr death, deliverance, love, nay, what he would;\nSo I, although in lowliest wise, forebent\nTo know, from God's fixed truths, and natural thoughts,\nWhich, like heaven's evanescent spherelets, light\nTogether, man's high brain, my destined end\nDeduce, and future of the universe.\nAnd weighing all these things, the sum I find\nAs fortunate; for at man's, the native's birth,\nThe star of love, peace, power benefic ruled.\nIn mid--life all the houses of the heavens,\nLaw, science, power, faith, health, wealth, dearth, death,\nHe suffered, well or ill; and when at last\nDying betwixt time's trembling lights ere yet\nHis eyes lost sight, he hailed the eternal dawn;\nHailed prophetwise the ascendant sun, arch--priest\nOf nature in whose law of wisest love\nHe had walked as faithful votary; saw approach\nHis head to shrive him and his soul release\nMid blessings humbly conquered, he foreknew\nHis future rich with joys won, unconceived.\nSo the same star which led him into life,\nHis spirit restores all kindly to the heavens;\nAnd earth's vast horoscope is verified.\nWherefore let us rejoice together; each\nCongratulating on destiny divine\nThe other; and the world.\n\nClara. How sayest thou, then,\nDestroyed? Mysterious judgment, as when God,\nWith ruinous fire from heaven, hurls down the fane\nWherein his faithful worship; or salutes\nWith death this holier temple of the soul,\nSudden and swift,--no time for penitence,\nNor prayer.\n\nFestus. Arraign not I, God's deep decrees.\nI cannot tell thee all I know nor dare;\nFor wisdom seals the lips which wonder opes.\nThe dread initiation into light\nSaddens the soul it hallows and expands.\nBut thou because thou knowest much of truth--\n\nClara. What is it thou wilt tell me?\n\nFestus. I have seen\nWhat ne'er again may be, nor e'er till now hath been.\n\nClara. Where didst thou see--and what?\n\nFestus. In space. He took me there,\nOf whom I oft have told thee. Midst in air\nWas God. I'll tell thee that he told the spheres;\nFor the great family of the universe\nRound him were gathered as a fire: but we\nHeld back; and saving God, none did us see;\nThough round his throne in sunny halo rolls\nA ceaseless, countless throng of sainted souls.\n\nClara. Say on, love! Let me hear.\n\nFestus. A sound, then, first\nI heard as of a pent--up flood just burst:\nIt was the rush of God's world--winnowing wing;\nWhich bowed the orbs as flowers are bowed by breath of spring.\nAnd then a voice I heard, a voice sublime--\nTo which the hoarded thunders of all time\nPealing earth's death--knell shall a whisper be--\nSaying these words--Where will ye worship me?\nAy, where shall be your Maker's holy place?\nThe heaven of heavens is poor before his face.\nHow shall ye mete my temple, ye who die?\nLook! can ye span your God's infinity?\nHear, mighty universe, thy Creator's voice!\nLet all thy myriad, myriad worlds rejoice!\nLo! I, your Maker, do amid ye come,\nTo choose my worship and to name my home.\nThis heard each sphere; and all throughout the sky\nCame crowding round. Our earth was rolling by,\nWhen God said to it--Rest! And fast it stood.\nWith voice like winds through some wide olden wood,\nThus spake the One again: Behold, O earth!\nThy parent, God! it is I who gave thee birth.\nWith all my love I did thee once endow;\nWith all my mercy--and thou hast them now.\nBut hear my words! thou never lovedst me well,\nNor fearedst my wrath: dreadst thou no longer hell?\nDream'st thou that guilt shall alway mock those fires?\nThat deathless death which hell for aye expires?\nShould all creation its rebellion raise,\nI speak, and this broad universe doth blaze--\nPass like a dew--drop 'neath mine angry rays--\nBlaze like the fat in sacrificial flame:\nAnd that burned offering, when I come to claim,\nIts scorching, quenchless mass, all I will pour\nUpon thy naked soul:--canst thou endure?\nHe spake; and, as the fear--fraught words flew past,\nEarth fluttered like a dead leaf in their blast.\nAm not I God? Answer me! Hope not thou,\nImpenitent, to ward my righteous blow.\nYet, come again! my proffered mercy hear!\nRejoice and sing! sweet music in thine ear,\nAnd peace I speak: seek but to be forgiven:\nRepent! and thou shalt meet thy God in heaven.\nGo! cleanse thy brow from blood, thy heart from crime,\nAnd on thy Saviour call while yet is time!\nNow to this universe of pride and sin\nI speak, ere yet I call mine angels in.\nDraw nigh, ye worlds!--and, lo! their light did seem\nBefore his eye paled to a pearl's dull beam.\nAttend! said God--o'er all he lifts his hand;\nWhere will ye set my tent? where shall my temple stand?\nAnd all were dumb. Distracting silence spread\nThroughout that host as each were stricken dead.\nI made ye. I endowed ye. Ye are mine.\nThen trembled out each orb: thine, God! for ever thine!\nAll that ye have, within myself have I;\nGod, am complete; full inexhaustibly.\nI dwell within myself, and ye in me,\nNot in yourselves; I have infinity.\nThe everything in all things is my throne;\nYour might is my might, and your wealth mine own:\n'Tis by my power and sufferance that ye shine:\nI live in light, and all your light is mine.\nBe dark! said God. Night was. Each glowing sphere\nDulled. Night seemed everything and everywhere;\nSave that in utter space a feeble flare\nTold that the pits of hell were sunken there.\nShuddered in fear the universe the while,\nTill God again embraced it with a smile.\nDivine delight responsive spread through space;\nTill like a serious smile, whose gradual grace\nExpands its soul--born sunshine o'er the face,\nLo, all things made were glad. Come now and hear,\nYe worlds! said God, the truth I thus make clear:\nMy words are mercy, wherefore should ye fear?\nAnd straight, obedient to his sacred will,\nOne great concentrate globe they crowd to fill;\nSystems and suns pour forth their glowing urns;\nFull in the face of God the glory burns.\nHearken, thou host! thy trembling hope to raise,\nI to all being thus make plain my ways:\nGod, the creator, bade creation rise,\nAnd matter came in void like clouds in skies;\nLifeless and cold it spread throughout all space,\nAnd darkness dwelled and frowned upon its face:\nChaos I bade depart this work of mine,\nAnd straight the mighty elements disjoin.\nThen light I lit; then order I ordained,\nAnd put the dance of atoms to an end.\nMatter I brake, and scattered into globes,\nAnd clad ye each in green and growing robes:\nYour sizes, places, forms, I fixed with laws,\nAnd wrought the link between effect and cause.\nYour spheres I framed; your stations, motions, planned;\nThese compass fingers all your orbits spanned.\nThen formed I lives for each, which might inherit\nWill, reason, form, and power--not deathless spirit.\nThen I made spirits, things of heavenly worth,\nDeathless, divine. Round these from every earth,\nI gathered forms and features fit for love,\nTrust, pleasure, power, and all I could approve.\nOne universal nature spread through space,\nFree, faulty, human, born for better place.\nTo every spirit I disclosed my name,\nMy love, my might, and whence all being came:\nTo deathless souls I righteously decreed\nAccountability for thought, word, deed.\nThen every orb complete, along the sky,\nIn glory, beauty, order, harmony,\nI launched. Souls, worlds did every thing possess\nWhich could a mortal and immortal bless.\nTo all the hope of happier state was given--\nFor all I keep one common boundless heaven.\nYe all have freedom, and ye all do sin,\nFor ye are creatures: but ye all may win\nLife everlasting--everlasting joy,\nIf ye do but the love of sin destroy:\nThis only is offence; for sin ye must\nNot by my will; but weakness dwells with dust.\nUnless ye have sinned ye cannot enter heaven.\nHow shall a sinless creature be forgiven?\nAnd by forgiveness only can ye claim\nHope in my mercy, trust upon my name.\nI knew that ye would all to sin be given;\nBut I, even God, have paid your price to heaven:\nAnd if ye will not journey on that way--\nThe truth--the life--what do ye merit? say!\nDeath is the gate of life, and sin, of bliss:\nMark the dread truth! but mourn your deeds amiss.\nCast off your guilt! abandon folly's path!\nTurn to the Lord your God ere hell his wrath!\nTurn from your madness, wicked ones, and live!\nTake, take the bliss which God alone can give.\nGod, the Creator, me all beings own;\nGod, the Redeemer, I will still be known;\nGod, too, the Judge--the each--the three--the one.\nAgain the Everlasting cried--Repent!\nTo bless or curse I am omnipotent.\nAnd what art thou created being? Round\nThat world of worlds his arm the Almighty wound;\nThe bright immensity he raised, and pressed,\nAll trembling, like a babe, unto his breast.\nThere, in the Father's bosom rose again,\nOf filial love, the universal strain;\nStrong and exultant--blissful, pure, sublime,\nIt rolled, and thrilled, and swelled, in notes unknown to time.\nThink ye that I, who thus do ye maintain;\nThus alway cherish ye, or all were vain;\nYe all would drop into your native void,\nIf by my hand ye were not held and buoyed:\nThink ye that I cannot uphold in heaven,\nIn righteous state, the souls I have forgiven?\nBe this a weightier task? with God, 'tis one\nTo guide a sunbeam or create a sun;\nTo rule ten thousand thousand worlds, or none.\nArt thou not with thy Lord, O host of heaven?\nAnswered all spirits, Yea,--then first forgiven;\nThe primal covenant, Lord! thou mad'st with us\nIs sealed and sanctified and fulfilled thus.\nGo, worlds! said God, but learn, ere ye depart,\nMy favoured temple is an humble heart:\nTherein to dwell I leave my loftiest skies--\nThere shall my holy of all holies rise!\nHe spake; and swiftly reverent to his will,\nSprang each bright orb on high its sphere to fill.\nGlory to God! they chanted as they soared,\nFather Almighty! be thou all--adored.\nThou art the glory--we, thine universe,\nServe but abroad thy lustre to disperse\nUnsearchable, and yet to all made known!\nThe world at once thy kingdom and thy throne;\nPity us, God! nor chase us quite away\nBefore thy wrath, as night before the day.\nIn thee, our God, we live; from thee we came;\nThe feeble sparks of thine eternal flame.\nThy breath from nothing filled us all at first,\nAnd could again as soon the bubble burst.\nIn thee, like motes in the sunbeam, do we move;\nGlow in thy light, and gladden in thy love.\nEarth only, like a spot upon the sun,\nSullen remained in that grand union\nOf joy, praise, harmony. Word spake she none.\n\nClara. Earth only had been chidden.\n\nFestus. Not alone.\nHigh o'er all height, God gat upon his throne.\nDownwards he bent: and, like a meteor ball\nFrom Cepheus' hand we see, green burning fall,\nGod, as in pity, through the extense of space,\nAgain to run its e'er contracting race,\nBowled the all favoured but the ingrate sphere,\nWhich rushed like ruin down its dark career.\nAnd high the air's blue billows rolled and swelled\nOn many an island world mine eye beheld.\n\nClara. And where and what is he, this mighty friend,\nWho to thee, human, thus his might doth lend?\nWho bore thee harmless, as thou sayst, through space,\nAnd brought thee front before thy Maker's face?\n\nFestus. I know not where he is. It is but at times\nThat he is with me; but he aye sublimes\nHis visits thus, by lending me his might\nO'er things more bright than day, more deep than night;\nAnd he obeys me--whether good or ill\nHis or my object, he obeys me still.\n\nClara. O Festus! I conjure thee to beware\nLest thus the evil one thy soul ensnare.\n\nFestus. What! may not a free spirit have preferred\nA mortal to his heart--as thou thy bird\nLovest, because it singeth of the sky,\nAlthough it is as far below thy soul\nAs I 'neath an archangel's majesty?\nGod will protect the atom as the whole.\n\nClara. Him, then, I pray: the spirit full must share\nThe truths it feels with God himself in prayer.\nSo guide us, God! in all our works and ways,\nThat heart may feel, hand act, mouth show thy praise;\nThat when they meet, who love, and when they part,\nEach may be high in hope, and pure in heart:\nThat they who have seen, and they who have but heard\nOf thy great deeds, may both obey thy word!\n\nFestus. Unto the wise belongs the sphere of light,\nAnd to the spirit world--compelling might.\nYon sun, now setting in the golden main,\nShall count me his ere next he rise again.\nOne farewell round I long to make above,\nAs now with thee this leavetaking of love;\nOnce more to circle round the central skies,\nAnd sound the silent infinite, where rise\nCreation's outflows, and the new--born light\nSmiles babe--like on the lap of ancient nursing night.\nWould that the earth had nothing fair to lure,\nNor being more to answer or endure!\nBut I foresee, foresuffer. Bound to earth,\nWrecked in the deeps of heaven, in death's expiring birth!\n\nClara. Is all then over? I ask not what hath come\nOf those who once were thine, but fear, nor speak.\nFate brooks not to be questioned in the light.\nBut shall we part? Is this ordained or not!\nOr is the earth--star struggling still with death?\n\nFestus. Being of beauty, whose yet unfilled arms\nForm an incarnate Eden, and whose eyes\nThe angel watchers o'er it--mine exiled,\nAnd gazing on thee gainless--smile no more.\nFor if life's feelings flow not now as erst,\nIt is not that they are vanished like a stream,\nSun dwindled or earth drained, but that their face\nIs frozen 'neath the world's wide winter. No!\nThe liquid lightning of thine eye no more,\nNor flowery light which blooms upon thy cheek,\nNor delicate perfection of pure form,\nA breathing revelation incarnate--\nIllumes for me the dusk of life. Night reigns.\nMy heart's poles now are fixed like earth's in heaven,\nShining in solid silence to the moon,\nStarry and icy silence; and all ceased\nTheir torrid oscillances. Once it rolled\nIn tropic splendour. Now experience treads\nDeep in the snow of blossoms. Maid of love!\nWere thy heart now free as a zoneless nymph,\nAnd on life's race of rapture mad to start,\nLike her of old, ere dropped the golden pome,\n'Twere vain to me; immoveable is mine;\nStill as a statue studying stony tome.\nUnite we may not. In this fatal life\nThere is no real union. All things here\nSeem of monadic nature; and with God,\nAll oneness and sole allness lives alone.\nStill even in this--time's age penultimate--\nAnd in my heart's exhausted mine, I feel--\nBut I for ever have forsworn it--both\nThe magic might of beauty, and the fierce\nDeliciousness of love. Yes! I must be\nIn soul, in sacrifice alone. Thoughts once\nMy masters, now in bonds retributive round\nMy soul's invisible centre titan--like\nHold I; and 'scaped from thrall to dominance feel\nAs liberated god of old who heaven's\nUnbounded calm is eyeing as he returns,\nRejoicing the eternals to rejoin.\nI hold life's feast, death's fast indifferent.\nThere is divorce between my heart and me;\nAnd I have neither bride nor brethren--I;\nBut I achieve my end--the end of all.\nFrom this is no appeal to death nor fate,\nNor the just Gods; herein are all at one.\nLove me not therefore now; but when with me\nThe great cessation happens; when the poles\nAre icing, and this tyrant of life's realm\nTotters to execution, and well--earned\nRuin--attend me; whether in the flesh\nOr in the spirit be with me; and, mark:\nOne birdlike thought through death's wide void shall fly\nRight to thy bosom home, the thought of thee.\nCherish it there as mine, and royally\nIn its snow palace. It will bear the gaze\nOf all the star souls and the spirit stars\nWhich will the living land of light indwell.\nI feel earth slacken in rotation. Time\nLays down his weary length, as though the work\nWherefore he had his hire were finished. Go!\nNow there is nothing left for us on earth\nSave separation.\n\nClara. Still I love thee, still.\nHast thou no further word?\n\nFestus. No, death alone\nIs that I live for, ever in mine eye;\nDeath, white--robed doorkeeper of heaven, whose sword\nSoul from the spirit severeth. For one,\nIn wisdom reinstated, and brought back\nInto the sovereign presence, the golden soul\nWhich sees things as they are, nor as they are,\nOnly, but as through eternity they shall be\nKnown, justifiable, is thenceforth still;\nAs he who in the mystic caldron bathed\nImmortal grew, but dumb. Henceforth am I\nDeath--mute; for all things else with me consent.\n\nClara. But this is not the end.\n\nFestus. Go! I have said it.\nI am henceforth alone. My thought of thee\nAbove all passionate fire--peaks, and above\nThe sacred snowline of my heart where soul\nAnd spirit in extatic stillness join,\nBides in perpetual purity. Farewell."}