{"subject": "The Universe Is ...", "text": "The universe is a verse, written in such a way, it will not only \n look like any of the verses comprising it, relevant to it's \n thought-type, but it will not be visible in any of the singular\n verses written, comprising it.\n The super-thought is the meaningful accumulation of the meanings\n of every single verse memorized, in thought-type fashion, into\n our memories. Put together, only, with the practice of\n thought-type relevancy, when memorization is initiated.\n And no longer left to the slow development, is experienced\n without thought-type practice.\n\n When the universe is well rooted in our mind as the memory\n governing what is interpreted, the super-thought comes into\n play. Verses, regardless of thought-type they represent, are\n seen in the light of the super-thought. Verses, no longer\n \"mean\" in the absence of light, are no longer simply writings\n on paper, no longer figurines of ink that we call letters.\n They are recognized as the catalyst from stimulating the repair\n or establishing thoughts for the growth of thinking.\n It heightens awareness, gives wisdom and knowledge, for which\n they were given and created in us.\n\n The law of differential and equivalent thinking both develop\n simultaneously, as a result of the memorization of thought-types.\n In response to external stimuli, the mind is developing\n knowledge mirroring the external stimuli. We can quicken\n the growth by the practice of thought-type memorization.\n The super-thought is the electro-chemical impulse carrying\n the sum meaning of the thought-type, accumulated to comprise\n it, from the specific area of the brain, in which it was stored.\n These are stored there because, we teach our senses to interpret\n them as relevant, for the same area of storing.\n\n These, accumulated specific thought-types, together produce and\n give the meaning of the universe in thought-type content.\n They become the pool from which we interpret what we read, see\n or hear, combined with every stimulus from the surrounding\n environment.\n\n Remember, \"The universe is a thought's content functioning as\n the sum meaning of multiple meanings of it's thought-type.\"\n It is grown inside \"our innermost being of identity\"\n through the exercise of the least considered reponsibilty\n left to us, to do, as means of power, the action of\n memorization.\n So lets use the universe for sharpening \"perception\" and\n fine tuning \"our actions\" both \"the mental and the physical\"\n through the developmenmt of the super-thought."}