{"subject": "Ultimo Canto De Lord Byron", "text": "Es tiempo ya que deje de palpitar mi pecho, \nPues que otros corazones no laten junto a mí... \nEmpero, aunque no pueda volver a ser amado, \nNo importa, me es forzoso amar hasta morir. \n\nMi vida está en su otoño:  marchitos por el tiempo \nLas flores y los frutos cayeron del amor, \nTan sólo los pesares me quedan todavía... \nMe queda ese gusano hambriento y roedor. \n\nEl fuego de mi pecho parece en mi agonía \nLa llama solitaria que sale de un volcán, \nJunto a la luz que arroja, ninguna antorcha brilla, \n¡es una moribunda hoguera infernal! \n\n¡Cuidados, esperanzas, exaltación de penas, \nAfanes de los celos, transporte del amor, \nNo puedo ya sentiros, más llevo las pesadas \nCadena que en lazaban mi pobre corazón! \n\nEmpero, hoy no debiera tener los pensamientos \nQue son el patrimonio de ardiente juventud; \nNo es hoy cuando a los héroes la gloria con sus lauros \nO ciñe la cabeza a o adorna el ataúd? \n\n¡Despierta! (Más o Grecia! O ya tú te has despertado) \nDespiértate alma mía, y observa el manantial \nDe do la sangre viene que corre por mis venas: \n¡No puedan ¡ay! mis hechos su origen profanar! \n\nContempla aquí... la gloria... el campo de batalla... \nLa espada... la bandera... la Grecia mira en fin; \nJamás el espartano que llevan en su escudo \nMás libre se creyera, más próximo a morir... \n\nEs tiempo ya que a estas pasiones miserables \nIndignas de asaltarme las huelle con el pie \nDesde hoy deberán serme de amor y de belleza \nExtrañas las sonrisas, lo mismo que el desdén. \n\nSi lloras ¿por qué vives...? He aquí donde la muerte, \nTe puede ser gloriosa... Estás en la región \nQue lidia por ser libre... ¡oh Byron, al combate! \n¡Y dile a la existencia tu postrimer adiós! \n\nY busca en el combate lo que jamás se busca, \nLa tumba del guerrero que es fácil encontrar. \nPara probar tu eterno reposo en el sepulcro \nEn la oprimida Grecia escoge tu lugar."}