{"subject": "The Fall Of Nineveh.  Book The Third", "text": "The sun hath set; the outworn armies sleep:\nBut, in Arbaces' tent, by summons called\nFor counsel secret on things perilous,\nThat night to be resolved,--the rebel chiefs\nPromptly have gathered. Leaning on their spears,\nThey pause awhile, expecting who shall speak.\nThen Abdolonimus before the rest\nStood forth; for of impatient mood was he,\nFiery and quick, his sinewy form to match,\nAnd roe--buck lightness. Of Arabia king,\nYet vassal still of haughty Nineveh,\nNow two years had he fretted in his chains;\nLike the wild steed of his own deserts, proud,\nAnd spurning at control. With hasty foot,\nA stride advancing, he glanced round, and thus.\n''Our time so short, why stand all silent here?\nWho, and what, calls us? Be it told at once;\nThat, or to deeds we may bestir ourselves,\nIf such there be to do; or use the hours,\nAs nature teaches, for refreshing sleep;\nSeldom, I ween, more lacked.'' Belesis then,\nWith air majestical, one step advanced,\nAnd thus began. ''The summoner am I;\nO king! and all ye chiefs! by the plain will\nOf heaven itself directed; and, not less,\nBy counsel of wise friends. Refreshing sleep\nIs, to the wearied body, as our food;\nWhich wanting long, we die; but counsel sage\nIs ofttimes as a shield of proof, snatched up\nTo ward off instant death. My words then hear,\nNor deem ill spent the time. To--night we rest\nSecure, and unsuspected; our main force,--\nSo, of a surety, favored by the gods,--\nNearest the eastern mountains: safe retreat,\nShould the first storm of battle blow advérse;\nOr as a fortress where, impregnable,\nWe may abide, inviting to our arms\nThe oppressëd nations. What to--morrow's close\nMay bring, we know not; but, of good, no hope\nMore than the present; while, of evil, much\nMay well be dreaded; and, in part, is sure:\nFor, though the slumbering tyrant be not stirred\nBy noise of our intent; which, spread so wide,\nCannot be long concealed; and though our friends\nDoubt not, nor waver, in the feverish hour\nBetwixt the close design, and open stroke--\nA proof for boldest hearts--yet this mad march--\nThe tyrant's senseless whim--around the walls\nProlonged to--morrow, of the mountain--holds\nWould rob us: yield us, at his reckless nod,--\nOutnumbered fatally--foes right and left,--\nRetreat impossible,--to the first blind rush\nOf nations, ignorant that for them, not less\nThan for ourselves, we peril country, friends,\nWives, children, parents, riches, honors, life,\nIn struggle to be free. Such enemies,--\nTime gained for thought,--our fast friends might become;\nAnd turn, at length, the scale, else threatening us\nWith issue perilous. Therefore, from the walls--\nWisely resolved--a space should we retire:\nThere, as occasion prompts, the battle meet;\nOr to the strongholds of the mountains march,\nAnd calmly wait attack. Our hundreds thus,\nResisting, stronger than their thousands were,\nAssaulting us. His utmost so defied,\nMyriads who worship his omnipotence now,\nWould know the tyrant's weakness; and the awe\nThat bound them slaves, would melt away, like fog\nBefore the sun--blaze. But, delay is fate!\nNow must we strike, or, through all life to come,\nGroan under bondage! Even should we 'scape,\nUndoubted; and the fourth day's march be done;\nWhat better can ye hope, than that ye have?\nThe mountain strongholds would be more remote;\nThe ardor of our spirits, by delay,\nCooled; and, in many, quenched: no chance of good\nMore than is now; of evil, manifold.\nWhy linger then? Is God not on our side?\nShake out your banners to the rising sun;\nDraw forth the sword; and, while ye worship, swear,\nNever to let the glorious conflict end,\nWhile o'er Assyria rules the woman--king;\nWhile, o'er the east, Assyria! for I say--\nAnd reverence ye the priest by heaven inspired--\nThe doom of this great city is at hand:\nHer king is given to death; her walls to fire;\nHer strength shall be as flax before the flame;\nHer glory shall go out; her name alone\nShall live, to tell the world that she hath been!\nLift then the flag, and trust to heaven the event!''\n\nHe ended; and sounds dissonant--the voice\nApplauding, the loud murmur censuring,--rose.\nQuick glances shooting round, eager to speak,\nStood Abdolonimus; but, preventing him,\nAlmelon, of the Babylonian force\nNewly arrived, the leader, raised his voice.\nAn aged man was he, yet firm of limb,\nAnd with an eye unquenched: but, with his years,\nCaution, distrust, had come; judgment severe;\nAn anxious mind, forecasting still the event;\nThe worst, too oft, foreboding. On the priest\nHe fixed his look; and, with slow utterance, thus:\n\n''Thy years, Belesis, fewer are than mine;\nAnd thy experience less: with patience, then,\nAttend me; though, for knowledge, and far thought,\nWith thee I match not; as what other can?\nFor, from thy boyhood, wert thou ever wise\nBeyond man's wisdom: nor inspired am I\nLike thee to read the counsel of the Gods:\nYet, for these grey hairs, listen to my words,\nWhich shall be few; for I no speaker am,\nAs well ye know. Till the fifth morn shall come,\nLift not your flag; nor farther stir men's minds;\nBut let your purpose lie as in a sleep,\nAnd none will wake it. Surely ye forget\nHow few our numbers in this mighty host!\nTwo hundred myriads here of fighting men;\nOn our side, but an eighth. Forget ye this?\nForget ye that the fourth day hence will see\nOne half this living deluge ebb away,\nNever again to flow? What chance of ill,\nDoubtful, can match this certainty of good?\nThen get ye to your quiet beds; and speak\nNo word of your intent; but wait in peace\nThe fifth bright morn: lift then your banners high,\nAnd sound your trumpets till you burst the brass,\nIf so you will; I caution you no more.\nYe have my counsel; hear it not in vain.''\n\nPromptly again stepped forth the Arabian king,\nIntent to answer him: but, when he saw\nThat for himself Belesis would reply,\nHe nodded, and drew back. Thus then the priest.\n\n''Thy years, old chief, we reverence; and thy thoughts,\nBy sage experience matured, respect:\nYet, unto error are the wisest prone:\nGood counsel unto better must give place,\nWithout regard of venerable age;\nWhereto obedience would we gladly pay,\nReason approving; not in her despite:\nTherefore in censure of thy cold advice\nFreely I speak; nor thou offence shouldst feel.\nFriends; our great cause is in the hand of Heaven!\nIt is decreed, and written in the book,\nThat we shall triumph. Few we are indeed;\nBut shall wax numerous. Think ye, in yon host,\nNo heart will burn when freedom is our cry?\nNo arm be lifted, when our trumpets sound,\nCalling to strike for country, children, wives,\nFor aged sires and mothers? Doubt it not!\nThe rather far, by my advice, proclaim\nWith the first dawn of light our glorious cause,\nEven that this living deluge is yet full:\nTo us a source of hope, far more than fear;\nOf terror, more than triumph, to our foe:\nFor, think ye that on us alone will break\nThe fury of the storm? No! let him loose\nThe winds, and lash the waters: greater might\nThan his shall rule the tempest, once awaked;\nAnd fling him like the surf before its waves!\nYe have my counsel also: choose the best.''\n\nHe ceased; and still again discordant sounds,\nApplause and censure mingled, answered him.\n\nAs to the breeze, unsettled, veering oft,\nThe golden crop, full charged, to every gust\nDoth bow; to this hand some, and some to this;\nThat, whence the master--wind, may not be told;\nEven so with thoughts conflicting were the chiefs\nDivided; that, which counsel swayed the most,\nNo man might tell. High grew the clamor soon.\n\nBut, overpowering all, Rabsaris now,\nWith arms uplifted, strode into the midst,\nSpeaking vehémently; and all were stilled.\nThe tyrant's deadly foe well known was he:\nStern, and vindictive; nursing evermore\nThe hope of vengeance for his daughter, wronged\nBy him, the accursëd one; his comrade once,\nIn youth, and bosom friend: for at the chase\nTogether; and together at the board;\nAnd at the midnight revel, had they been.\nBut youthful friendship, to insatiate lust,\nSlight barrier: for Azubah's growing charms\nThe king had fired; that, with imperious hand,\nEven on the morning of her marriage day;\nFrom out her father's arms; before the eyes\nOf the expecting youth, the maid he seized;\nAnd to his palace bore: herself, the while,\nNot all displeased; for her stern father's will,\nOne, whom she liked not, would have forced her wed;\nAnd, in the enamoured monarch,--so with eyes\nOf passionate love he had wooed her, and with words\nOf honied sweetness,--she had seen a friend,\nAnd kind deliverer. Wild, despairing, mad,\nThe disappointed bridegroom his own sword\nTurned on himself: but, with consuming rage,\nRabsaris on the hated ravisher,\nEven in his feasting hall, his weapon drew:\nWas seized; thrown down; chained, and to prison cast.\nThen all men said that he would surely die:\nHis foes rejoiced; his friends estranged themselves;\nHis next of kin petitioned for his lands;\nAnd thought his respite long: yet him the king,--\nBy the fond daughter's prayers and tears subdued,--\nSet free, unharmed: his forfeit wealth restored:\nBut, from Assyria, for his term of life,\nAn exile, sent him; on that day to die\nWhen the forbidden ground his foot should touch.\nYet now, defying fate, for vengeance mad;\nAnd, in his careworn face, and shrunken form,\nFor safe disguise confiding, had he come,\nThat long--due debt to pay, for which alone\nHe lived, or cared to live. A nobler blow\nDesigned he found: then fearlessly his name\nAnd purpose spake aloud. His tall, gaunt form,\nHoarse, hollow voice, sunk cheek, and burning eye,\nDrew all men's gaze. ''Friends, hear me,--hear,'' he cried;\n''Hear me, Rabsaris; for ye know me well,\nThe tyrant's mortal, unrelenting foe.\nFoul! false! accursëd! Hear me, valiant chiefs,\nTogether leagued in this most holy cause;\nWhich may the good Gods prosper! But, not thus,\nAmong yourselves discordant, can ye hope\nFor other than disunion, and defeat,\nShameful, and fatal. Of your schemes in full,\nAs yet I have not learned: for me enough,\nYour foe and mine are one: yet did I deem\nSome ruling counsel swayed you; and some chief,\nBy all acknowledged leader, had been named;\nOf your great enterprise, the head and soul:\nBut, here, I see all leaders; followers none;\nTo every sword a voice: prognostic dire!\nFor, look but at the simplest things that live,\nAnd ye may learn a prudent government.\nThe silly sheep will yet a leader choose,\nFor strength and courage nobler than the rest;\nAnd him they follow: the industrious bee\nWorks not but in the presence of its queen:\nNor cranes, intent to migrate, will take wing,\nSave with a leader to direct their course.\nSaw ever ye a herd, but, at their head,\nWas one, their king? Through all the world 'tis so;\nYea in the heavens; for, round one ruling star\nThe dazzling host obedient ever moves;\nAnd the great system lasts; and shall for aye.\nBut, what if each particular orb, too proud\nTo own allegiance, would its separate course\nChoose out in heaven; how think ye then the frame\nWould hold together? Star 'gainst star impelled,\nHorribly clashing, the huge arch would fall;\nCrush this great earth; and bury all that lives.\nLearn then of these; and, from among you, him,\nThe worthiest, wisest, bravest, choose ye chief:\nHim follow, and obey; so shall ye thrive:\nAll equals, ye will perish!'' At these words,\nThroughout the assembly ran a sound confused;\nAnd many a name of king, or warrior good,\nWas whispered, man to man. Belesis then\nAgain stood forth; and to Rabsaris thus.\n''Well hast thou spoken; for, without the head\nTo guide and rule, what matters strength of limb?\nTrue strength in wisdom lies. Why toils the ox,\nPricked to his labor by some puny boy?\nWhy doth the proud steed bear upon his back\nThe stripling, or the woman; his vast strength\nAnd spirit, to such weakness tamed and bowed?\nAnd wherefore doth the mighty elephant\nHis huge knee bend, at bidding of a slave,\nWhom, with one motion, he might strike to death,\nOr crush to nothing? wherefore but for this;\nThat, in the weaker frame of man, abides\nThat nobler strength of Reason, which doth awe\nThe meaner intellect; and the huge powers\nOf things irrational, like mere machines,\nDoth bend unto its purpose. As the beasts,\nSenseless were we, and fit to wear the yoke,\nA chief refusing, and controlling mind,\nWho to wise object should our strength direct;\nMaking, of many thousand feeble arms,\nOne irresistible. The untwisted flax,\nAn infant's hand might take; and, thread by thread,\nSnap easily, what, in one band firm knit,\nHad been a cable for some bulky ship\nTo outride the storm with. Like these fragile threads\nWere we, by jarring counsels kept apart;\nBut, bound together, shall have strength to pull\nFrom its broad base this monstrous tyranny;\nAnd rend the fetters that bind down the world.\nNor ignorant we of this; nor over proud,\nOr jealous, to the needful curb to yield:\nFor chains and darkness in a maniac's cell\nFitter were he than for a leader's place,\nWho his own headstrong will would not submit;\nOr, in the anarchy of many rules,\nCould hope for conquest. One sole chief must be.\nBut who, among so many eminent here;\nSo many great in council and in fight,\nThe greatest, ye would know; so him to choose.\n\n''My friends, your captain is already chosen!\nHis name is written in the eternal book!\nHeaven hath appointed him! Among you here\nUnknown he stands: but, when your flag is raised,\nAnd of the universal host ye ask,\n'Whom for your captain choose ye?'--then the name\nWill to the heavens fly up. For us, this hour,\nSole question is, if, with to--morrow's sun,\nWe strike the first blow in this glorious strife,\nOr till the fifth morn timorously wait;\nUnhappy omen! Promptly then resolve;\nNor longer waste the night. Who think with me,\nTo this side draw; who to Almelon lean,\nStand on the left: and let one chief remain\nTo tell the numbers; so shall soon be known\nWhat counsel sways the most: and that rule all.''\n\nSuch words pleased well; and forthwith, as they chose,\nTo right, or left, they moved. Foremost of all,\nStepped forward toward the priest the Arabian king,\nAnd thus aloud: ''No chieftain have ye named\nTo count the numbers: be Arbaces he;\nNoble and true, on him will all rely.''\n\nThe rest applauding, from amid the throng\nArbaces moved; and waited till the stir\nShould have subsided.--Now, from man to man,\nWalking, he counted. Not a breath was heard.\nTwice round he went; and twice the numbers summed:\nThen, at one end, in view of every eye,\nStood, looked around, and spake. ''My valiant friends;\nAll valiant, earnest in this holy cause,\nHowe'er in counsels differing. Gods alone\nSee all, and truly. Wisest of man's race\nSee, each, but part; and oft, of that mere part,\nThe true worth know not: whence come reasonings false;\nConjectures strange, and judgments most divérse,\nIn even who best can judge. With us, this night,\nThe scales hang balanced; both sides, man for man,\nExactly numbered: but myself not yet\nHave taken place; my right to choose, not lost.\n\nOpposed stand here, the brave, the wise, the good,\nThe agëd and the young: how then may I\nDare to decide such difference! Yet to me--\nSo have the ever glorious gods ordained--\nTo me, unworthy as I am, is given,\nThe scales wherein are mightiest issues poised,\nEven as I will, to sway. How then to choose?\nOf my own wisdom should I counsel seek?\nGravely this mighty question, every way,\nTurn, and return, and fluently debate;\nThen, like a judge between two counter claims,\nYour difference set at rest, approving one?\nFoolish that man, vain, and presumptuous,\nWho, at my years, and uncompelled, could stand\nIn this assembly supreme arbiter;\nAbove such wisdom, his poor self--conceit\nEsteeming sovereign: such man am not I;\nAnd, lacking better guidance than my own,\nThe word decisive would have blushed to speak,\nWhere men like these are balanced: but I ask,\nNot of the brave; not of the young, or old;\nNot of the wise; nor of my own vain thoughts:\nA mightier voice within my soul doth call,\nLouder than armies; and I must obey,\nFor 'tis from Heaven it comes! Your hearts are strong;\nYour cause is holy; God is on our side;\nHow can you doubt? Up with your banner, then!\nWait not the fifth pale morn; wait not an hour!\nThis instant let us shake before high heaven\nOur glorious ensign! See! it waits you here!''\n\nYet speaking, toward a folded gonfalon,\nBehind him, thwart the spacious tent outstretched,\nHe pointed; onward sprang; the great staff grasped;\nPaused; and, from man to man, glances of fire\nShot, inexpressibly bright; waiting the word.\nSplendor of heaven beamed from his noble brow;\nHis voice heroic with unearthly strength\nSeemed to expand: his voice was like the call\nOf trumpet to the battle. In their hearts,\nAll said, ''behold our leader!'' s a torch,\n'Neath the cold, silent, beacon--pile thrust in,\nWith its small flame, the dead and heavy mass\nTo instant light, and fire, and motion turns;\nDazzling the eye, and roaring in the ear--\nSo, at his burning words, the sleeping heat\nIn the still bosoms of the generous chiefs\nBurst to an instant flame. ''Up! up!'' they cried;\n''Lift up the banner! we will trust in Heaven!''\n\nEre half the words were spoken, from the tent\nOut flew the ardent Mede: with eager hands,\nThe flag uncoiled; uplifted the huge staff,\nSteel--pointed; and, with more than giant's strength,\nDown drove it, quivering, deep into the ground.\nWas it a signal of approving Heaven?\nA sudden wind arose: as if to life\nJoyously summoned--through its whole expanse,\nThe mighty ensign, rustling, roaring, streamed;\nWaving defiance; beckoning to the field.\n\nToward his own army every leader then\nIn haste departed; and, throughout the camp,\nQuickly a stir was heard; fast running feet;\nThe clink of armour; earnest whisperings;\nThe tramp of horsemen spurring eagerly\nTo all allies whom distance, and the hour,\nPermitted them to summon. To the rest--\nBeyond a ready call--went messengers,\nThe glorious news to tell; and to conjure,\nWith the next night to march. In little while,\nUnheard, unseen,--for sentries there were none;\nAnd every several nation, from the next,\nAs through the day, wide space apart had kept,--\nFoot, horse, and chariots, oxen, camels, wains,\nToward the great eastern strongholds 'gan draw off.\n\nTwo hours' march done, the Medes, who first arrived,\nHalted, and stood. Came next the Armenian host:\nNation by nation, silently they came,\nAnd silent stood, awaiting. But, when now\nThe Lydian force, most distant, and the last,\nNear them had come--then tents again were pitched;\nSentries were stationed; and the ardent hosts,\nTill dawn should peep, once more lay down to rest."}