{"subject": "The Shipwreck: Introduction", "text": "While jarring interests wake the world to arms,\nAnd fright the peaceful vale with dire alarms,\nWhile Albion bids the avenging thunder roll\nAlong her vassal deep from pole to pole;\nSick of the scene, where War with ruthless hand\nSpreads desolation o'er the bleeding land;\nSick of the tumult, where the trumpet's breath\nBids ruin smile, and drowns the groan of death;\n'Tis mine, retired beneath this cavern hoar,\nThat stands all lonely on the sea-beat shore,\nFar other themes of deep distress to sing\nThan ever trembled from the vocal string:\nA scene from dumb oblivion to restore,\nTo fame unknown, and new to epic lore;\nWhere hostile elements conflicting rise,\nAnd lawless surges swell against the skies,\nTill hope expires, and peril and dismay\nWave their black ensigns on the watery way.\nImmortal train! who guide the maze of song,\nTo whom all science, arts, and arms belong;\nWho bid the trumpet of eternal fame\nExalt the warrior's and the poet's name,\nOr in lamenting elegies express\nThe varied pang of exquisite distress;\nIf e'er with trembling hope I fondly stray'd\nIn life's fair morn beneath your hallow'd shade,\nTo hear the sweetly-mournful lute complain,\nAnd melt the heart with ecstasy of pain,\nOr listen to the enchanting voice of love,\nWhile all Elysium warbled through the grove:\nOh! by the hollow blast that moans around,\nThat sweeps the wild harp with a plaintive sound;\nBy the long surge that foams through yonder cave,\nWhose vaults remurmur to the roaring wave;\nWith living colours give my verse to glow,\nThe sad memorial of a tale of woe!\nThe fate in lively sorrow to deplore\nOf wanderers shipwreck'd on a leeward shore.\nAlas! neglected by the sacred Nine,\nTheir suppliant feels no genial ray divine:\nAh! will they leave Pieria's happy shore\nTo plough the tide where wintry tempests roar?\nOr shall a youth approach their hallow'd fane,\nStranger to Phoebus, and the tuneful train?\nFar from the Muses' academic grove\n'Twas his the vast and trackless deep to rove;\nAlternate change of climates has he known,\nAnd felt the fierce extremes of either zone:\nWhere polar skies congeal the eternal snow,\nOr equinoctial suns for ever glow,\nSmote by the freezing, or the scorching blast,\n'A ship-boy on the high and giddy mast,'\nFrom regions where Peruvian billows roar,\nTo the bleak coasts of savage Labrador;\nFrom where Damascus, pride of Asian plains,\nStoops her proud neck beneath tyrannic chains,\nTo where the Isthmus, laved by adverse tides,\nAtlantic and Pacific seas divides:\nBut while he measured o'er the painful race\nIn fortune's wild illimitable chase,\nAdversity, companion of his way,\nStill o'er the victim hung with iron sway,\nBade new distresses every instant grow,\nMarking each change of place with change of woe:\nIn regions where the Almighty's chastening hand\nWith livid pestilence afflicts the land,\nOr where pale famine blasts the hopeful year,\nParent of want and misery severe;\nOr where, all-dreadful in the embattled line,\nThe hostile ships in naming combat join,\nWhere the torn vessel wind and waves assail,\nTill o'er her crew distress and death prevail.\nSuch joyless toils in early youth endured,\nThe expanding dawn of mental day obscured,\nEach genial passion of the soul oppress'd,\nAnd quench'd the ardour kindling in his breast.\nThen censure not severe the native song,\nThough jarring sounds the measured verse prolong,\nThough terms uncouth offend the softer ear,\nYet truth and human anguish deign to hear:\nNo laurel wreath these lays attempt to claim,\nNor sculptured brass to tell the poet's name.\nAnd, lo! the power that wakes the eventful song\nHastes hither from Lethean banks along:\nShe sweeps the gloom, and rushing on the sight,\nSpreads o'er the kindling scene propitious light.\nIn her right hand an ample roll appears,\nFraught with long annals of preceding years,\nWith every wise and noble art of man,\nSince first the circling hours their course began:\nHer left a silver wand on high display'd,\nWhose magic touch dispels oblivion's shade:\nPensive her look; on radiant wings that glow\nLike Juno's birds, or Iris' flaming bow,\nShe sails; and swifter than the course of light\nDirects her rapid intellectual flight:\nThe fugitive ideas she restores,\nAnd calls the wandering thought from Lethe's shores;\nTo things long past a second date she gives,\nAnd hoary time from her fresh youth receives;\nCongenial sister of immortal Fame,\nShe shares her power, and Memory is her name.\nO first-born daughter of primeval time!\nBy whom transmitted down in every clime\nThe deeds of ages long elapsed are known,\nAnd blazon'd glories spread from zone to zone;\nWhose magic breath dispels the mental night,\nAnd o'er the obscured idea pours the light:\nSay on what seas, for thou alone canst tell,\nWhat dire mishap a fated ship befell,\nAssail'd by tempests, girt with hostile shores?\nArise! approach! unlock thy treasured stores!\nFull on my soul the dreadful scene display,\nAnd give its latent horrors to the day."}