{"subject": "The Two Comets", "text": "There once dwelt in Olympus some notable oddities,\nFor their wild singularities call'd Gods and Goddesses.-\nBut one in particular beat'em all hollow,\nWhose name, style, and title was Phoebus Apollo.\nNow Phoeb. was a genius-his hand he could turn \nTo anything, everything genius can learn:\nBright, sensible, graceful, cute, spirited, handy,\nWell bred, well behaved-a celestial Dandy!\nAn eloquent god, though he didn't say much;\nBut he drew a long bow, spoke Greek, Latin and Dutch;\nA doctor, a poet, a soarer, a diver,\nAnd of horses in harness an excellent driver.\nHe would tackle his steeds to the wheels of the sun, \nAnd he drove up the east every morning, but one;\nWhen young Phaeton begg'd of his daddy at five,\nTo stay with Aurora a day, and he'd drive.\nSo good natured Phoebus gave Phaey the seat,\nWith his mittens, change, waybill, and stage horn complete;\nTo the breeze of the morning he shook his bright locks,\nBlew the lamps of the night out, and mounted the box.\nThe crack of his whip, like the breaking of day,\nWarm'd the wax in the ears of the leaders, and they\nWith a snort, like the fog of the morning, clear'd out\nFor the west, as young Phaey meant to get there about\nTwo hours before sunset. He look'd at his 'turnip,'\nAnd to make the delay of the old line concern up,\nHe gave'em the reins; and from Aries to Cancer,\nThe style of his drive on the road seem'd to answer;\nBut at Leo, the ears of the near wheel-horse prick'd.\nAnd at Virgo the heels of the off leader kick'd;\nOver Libra the whiffle-tree broke in the middle,\nAnd the traces snapp'd short, like the strings of a fiddle.\nOne wheel stuck near Scorpio, who gave it a roll,\nAnd sent it to buzz, like a top, round the pole;\nWhile the other whizz'd back with its linchpin and hub,\nOr, more learnedly speaking, its nucleus or nub;\nAnd, whether in earnest, or whether in fun,\nHe carried away a few locks of the sun.\nThe state of poor Phaeton's coach was a blue one, \nAnd Jupiter order'd Apollo a new one;\nBut our driver felt rather too proud to say 'Whoa,'\nLetting horses, and harness, and everything go\nAt their terrified pleasure abroad; and the muse\nSays, they cut to this day just what capers they choose;\nThat the eyes of the chargers as meteors shine forth;\nThat their manes stream along in the lights of the north;\nThat the wheels which are missing are comets, that run\nAs fast as they did when they carried the sun;\nAnd still pushing forward, though never arriving,\nThink the west is before them, and Phaeton driving."}