{"subject": "Kato", "text": "Après avoir lavé les puissants mufles roux\nDe ses vaches, curé l'égout et la litière,\nTroussé son jupon lâche à hauteur des genoux,\nOuvert, au jour levant, une porte à chatière,\n\nKato, la grasse enfant, la pataude, s'assied,\nUn grand mouchoir usé lui recouvrant la nuque,\nSur le vieil escabeau qui ne tient que d'un pied, \nDans l'ombre dense, où luit encore un noctiluque.\n\nLe tablier de cuir rugueux sert de cuissart ;\nLes pieds sont nus dans des sabots. Voici sa pose : \nLe sceau dans le giron, les jambes en écart, \nLes cinq doigts grapilleurs étirant le pis rose.\n\nC'est sa besogne à l'aube, au soir, au coeur du jour,\nDe venir traire et bousculer gaiement ses bêtes,\nEn songeant d'un oeil vague aux bombances d'amour\nAux baisers de son gars dans les charnelles fêtes,\n\nDe son gars, le meunier, un gros rustaud râblé, \nAvec des blocs de chair bossuant sa carcasse, \nQui la guette au moulin tout en veillant au blé, \nEt la bourre de baisers gras, dès qu'elle passe.\n\nMais son étable avec ses vaches la retient ; \nElles sont là, dix, vingt, trente, lourdes de graisse, \nLeur croupe se haussant dans un raide maintien, \nLeur longue queue, au ras des flancs, ballant à l'aise.\n\nPropres ? Rien ne luit tant que le poil de leur peau ;\nFortes ? Leur cuisse énorme est de muscles gonflée ;\nLeur grand souffle, dans l'auge emplie, ameute l'eau, \nLeur coup de corne enfonce une cloison, d'emblée.\n\nElles mâchonnent tout d'un appétit goulu :\nGlands, carottes, navets, trèfles, sainfoins, farines,\nLe col allongé droit et le mufle velu,\nAvec des ronflements satisfaits de narines,\n\nAvec des coups de dents donnés vers le panier \nOù Kato fait tomber les raves qu'elle ébarbe, \nAvec des regards doux fixés sur le grenier \nOù le foin, par les trous, laisse flotter sa barbe.\n\nL'écurie est construite à plein torchis. Le toit, \nTrès vieux, très lourd, couvert de chaume et de ramée, \nSur sa charpente haute étrangement s'asseoit \nEt jusqu'aux murs étend ses ailes déplumées.\n\nLes lucarnes du fond permettent au soleil \nDe briller à travers leurs toiles d'araignées, \nEt, le soir, de frapper d'un cinglement vermeil \nLes marbres blancs et roux des croupes alignées.\n\nMais, au dedans, s'attise une chaleur de four \nQui monte des brassins, des ventres et des couches \nDe bouse mise en tas, pendant que tout autour \nBourdonne l'essaim noir et sonore des mouches.\n\nEt c'est là qu'elle vit, la pataude, bien loin\nDu curé qui sermonne et du fermier qui rage,\nQu'elle a son coin d'amour dans le grenier à foin,\nOù son garçon meunier la roule et la saccage\n\nQuand l'étable profonde est close prudemment, \nQue la nuit autour d'eux répand sa somnolence, \nQu'on n'entend rien, sinon le lourd mâchonnement \nD'une bête éveillée au fond du grand silence."}