{"subject": "Peter Simson's Farm", "text": "Simson settled in the timber when his arm was strong and true,  \nAnd his form was straight and limber; and he wrought the long day through  \nIn a struggle, single-handed, and the trees fell slowly back,  \nTwenty thousand giants banded ’gainst a solitary jack.  \n\nThrough the fiercest days of summer you might hear his keen axe ring          \nAnd re-echo in the ranges, hear his twanging crosscut sing;  \nThere the great gums swayed and whispered, and the birds were skyward blown,  \nAs the circling hills saluted o’er a bush king overthrown.  \n\nClearing, grubbing, in the gloaming, strong in faith the man descried  \nHeifers sleek and horses roaming in his paddocks green and wide,          \nHeard a myriad corn-blades rustle in the breeze’s soft caress,  \nAnd in every thew and muscle felt a joyous mightiness.  \n\nSo he felled the stubborn forest, hacked and hewed with tireless might,  \nAnd a conqueror’s peace went with him to his fern-strewn bunk at night:  \nForth he strode next morn, delighting in the duty to be done,          \nWhistling shrilly to the magpies trilling carols to the sun.  \n\nBack the clustered scrub was driven, and the sun fell on the lands,  \nAnd the mighty stumps were riven ’tween his bare, brown, corded hands.  \nOne time flooded, sometimes parching, still he did the work of ten,  \nAnd his dog-leg fence went marching up the hills and down again.          \n\nBy the stony creek, whose tiny streams slid o’er the sunken boles  \nTo their secret, silent meetings in the shaded waterholes,  \nSoon a garden flourished bravely, gemmed with flowers, and cool and green,  \nWhile about the hut a busy little wife was always seen.  \n\nCame a day at length when, gazing down the paddock from his door,          \nSimson saw his horses grazing where the bush was long before,  \nAnd he heard the joyous prattle of his children on the rocks,  \nAnd the lowing of the cattle, and the crowing of the cocks.  \n\nThere was butter for the market, there was fruit upon the trees,  \nThere were eggs, potatoes, bacon, and a tidy lot of cheese;          \nStill the struggle was not ended with the timber and the scrub,  \nFor the mortgage is the toughest stump the settler has to grub.  \n\nBut the boys grew big and bolder—one, a sturdy, brown-faced lad,  \nWith his axe upon his shoulder, loved to go to work ‘like dad’,  \nAnd another in the saddle took a bush-bred native’s pride,          \nAnd he boasted he could straddle any nag his dad could ride.  \n\nThough the work went on and prospered there was still hard work to do;  \nThere were floods, and droughts, and bush-fires, and a touch of pleuro too;  \nBut they laboured, and the future held no prospect to alarm—  \nAll the settlers said: ‘They’re stickers up at Peter Simson’s farm.’          \n\nOne fine evening Pete was resting in the hush of coming night,  \nWhen his boys came in from nesting with a clamorous delight;  \nEach displayed a tiny rabbit, and the farmer eyed them o’er,—  \nThen he stamped—it was his habit—and he smote his knee and swore.  \n\nTwo years later Simson’s paddock showed dust-coloured, almost bare,          \nAnd too lean for hope of profit were the cows that pastured there;  \nAnd the man looked ten years older. Like the tracks about the place,  \nMade by half a million rabbits, were the lines on Simson’s face.  \n\nAs he fought the bush when younger, Simson stripped and fought again,  \nFought the devastating hunger of the plague with might and main,          \nNeither moping nor despairing, hoping still that times would mend,  \nStubborn-browed and sternly facing all the trouble Fate could send.  \n\nOne poor chicken to the acre Simson’s land will carry now.  \nStarved, the locusts have departed; rust is thick upon the plough;  \nIt is vain to think of cattle, or to try to raise a crop,          \nFor the farmer has gone under, and the rabbits are on top.  \n\nSo the strong, true man who wrested from the bush a homestead fair  \nBy the rabbits has been bested; yet he does not know despair—  \nThough begirt with desolation, though in trouble and in debt,  \nThough his foes pass numeration, Peter Simson’s fighting yet!          \n\nHe is old too soon and failing, but he’s game to start anew,  \nAnd he tells his hopeless neighbours ‘what the Gov’mint’s goin’ to do’.  \nBoth his girls are in the city, seeking places with the rest,  \nAnd his boys are tracking fortune in the melancholy West."}