{"subject": "Fragments", "text": "In that fair capital where Pleasure, crowned \nAmidst her myriad courtiers, riots and rules, \nI too have been a suitor. Radiant eyes \nWere my life's warmth and sunshine, outspread arms \nMy gilded deep horizons. I rejoiced \nIn yielding to all amorous influence \nAnd multiple impulsion of the flesh, \nTo feel within my being surge and sway \nThe force that all the stars acknowledge too. \nAmid the nebulous humanity \nWhere I an atom crawled and cleaved and sundered, \nI saw a million motions, but one law; \nAnd from the city's splendor to my eyes \nThe vapors passed and there was nought but Love, \nA ferment turbulent, intensely fair, \nWhere Beauty beckoned and where Strength pursued. \n\nII \nThere was a time when I thought much of Fame, \nAnd laid the golden edifice to be \nThat in the clear light of eternity \nShould fitly house the glory of my name. \nBut swifter than my fingers pushed their plan, \nOver the fair foundation scarce begun, \nWhile I with lovers dallied in the sun, \nThe ivy clambered and the rose-vine ran. \nAnd now, too late to see my vision, rise, \nIn place of golden pinnacles and towers, \nOnly some sunny mounds of leaves and flowers, \nOnly beloved of birds and butterflies. \nMy friends were duped, my favorers deceived; \nBut sometimes, musing sorrowfully there, \nThat flowered wreck has seemed to me so fair \nI scarce regret the temple unachieved. \n\nIII \nFor there were nights . . . my love to him whose brow \nHas glistened with the spoils of nights like those, \nHome turning as a conqueror turns home, \nWhat time green dawn down every street uprears \nArches of triumph! He has drained as well \nJoy's perfumed bowl and cried as I have cried: \nBe Fame their mistress whom Love passes by. \nThis only matters: from some flowery bed, \nLaden with sweetness like a homing bee, \nIf one have known what bliss it is to come, \nBearing on hands and breast and laughing lips \nThe fragrance of his youth's dear rose. To him \nThe hills have bared their treasure, the far clouds \nUnveiled the vision that o'er summer seas \nDrew on his thirsting arms. This last thing known, \nHe can court danger, laugh at perilous odds, \nAnd, pillowed on a memory so sweet, \nUnto oblivious eternity \nWithout regret yield his victorious soul, \nThe blessed pilgrim of a vow fulfilled. \n\nIV \nWhat is Success? Out of the endless ore \nOf deep desire to coin the utmost gold \nOf passionate memory; to have lived so well \nThat the fifth moon, when it swims up once more \nThrough orchard boughs where mating orioles build \nAnd apple flowers unfold, \nFind not of that dear need that all things tell \nThe heart unburdened nor the arms unfilled. \nO Love, whereof my boyhood was the dream, \nMy youth the beautiful novitiate, \nLife was so slight a thing and thou so great, \nHow could I make thee less than all-supreme! \nIn thy sweet transports not alone I thought \nMingled the twain that panted breast to breast. \nThe sun and stars throbbed with them; they were caught \nInto the pulse of Nature and possessed \nBy the same light that consecrates it so. \nLove! -- 'tis the payment of the debt we owe \nThe beauty of the world, and whensoe'er \nIn silks and perfume and unloosened hair \nThe loveliness of lovers, face to face, \nLies folded in the adorable embrace, \nDoubt not as of a perfect sacrifice \nThat soul partakes whose inspiration fills \nThe springtime and the depth of summer skies, \nThe rainbow and the clouds behind the hills, \nThat excellence in earth and air and sea \nThat makes things as they are the real divinity."}