{"subject": "Presbytery Rough-Drawn: A Satyre", "text": "In Contemplation of The late Rebellion\n\nRouze, Rouze, my Muse; why dost thou silent lie\nWhen Truth's oppress'd, and Mischief soars so high!\nRouze then, and lash with thy severest Rage\nTh' ingraitude of a Rebellious Age.\nOh Albion, (to all sense of Glory dead)\nWhither is all thy ancient Grandeur fled?\nThat Grandeur, which through France in Triumph flew,\nAnd onely Came, and Saw, and did Subdue:\nIn vain vast Bul-warks, and strong Walls oppose\nAgainst a Fate, which was more strong than those;\nA Fate, by which our Vict'ries flew like Wind,\nAnd left swift Fame panting for Breath behind.\nThat Grandeur which once met the Pride of Spain,\nLike a huge City, floating on the Main;\nMet it, and to the bottom sunk it down:\nOh ancient Glory! Oh unmatch'd Renown!\nAnd Oh th' uncertain state of all that's high!\nThose Masts which lately seem'd to touch the Sky,\nNow low in the vast Ocean's Womb do lie;\nAnd where th' Armada did its Pride display,\nFishes resort, and wanton Dolphins play:\nHard Fate! and yet they're happier far than we,\nFrom all the sad events of Discord free;\nFor there they lie secure, and now no more\nWill mount the foaming Waves as heretofore,\nBut quite beneath 'em, never hear 'em roar.\nNor stopt thy Genius here; but with the Sun,\nRound the vast Circuit of the Globe has run,\nAnd came home cover'd with the Laurels won.\nBut Ah! what art thou now become? a Den\nOf Murth'rers, Monsters, and perfidious Men:\nWhat Vict'ries now dost thou atchieve or win?\nAs once in Arms, so now thou'rt chief in Sin,\nHiss'd at without, and damn'd to Strife within.\nHappy the Times, when Man rejoyc'd to pay\nAll just Obedience to the Regal Sway;\nBut now Rebellious Rage is grown so high,\nMan's Cruelty does Savage Beasts out-vie;\nFor they all Tremble when the Lions Roar,\nAnd grow as Tame as they were Wild before:\nTo their great Chiefs they all Obedience pay:\nIn which they prove us greater Beasts than they:\nFor Man, base Man, will no Obedience own,\nBut in Contempt of it their Kings dethrone,\nAlthough they know (as what they ought to fear)\nThey Stab at God in his Vicegerents here.\nThe Treach'rous Jews that never stopt at Ills,\nBut trac'd the Bent of their unbounded Wills;\nThough one (perhaps) drunk with Ambitious Rage,\n(For Villains are produc'd in every Age)\nAll ties of God and Nature might disown;\nAnd on his Sov'reign's Bloud erect his Throne:\nYet I ne'er read the Factious Chiefs did joyn,\nAssociated in one Damn'd Design;\nOr that they were such vain fantastick things,\nTo think that God design'd 'em all for Kings:\nAs our Religious Rebels did of late\nWhen they o'erthrew the long establish'd State,\nAnd made three Nations groan beneath the weight:\nBrought down their God-like Sov'reign to the Block\nAnd which was worse-\nWorse than the Bonds of Loyalty when broke,\nProclaim'd that Justice gave the bitter Stroke.\nVile Brood! can Justice an Injustice doe?\nCou'd ye, when false, at the same time be true?\nAt once be Royalists and Traitours too?\nNo, no, witness how unconcern'd ye stood,\nAnd bath'd your hands in your dear Sov'reign's Bloud.\nAh! Righteous God that sit'st in Peace above;\nFrom whence thou showr'st eternal streams of Love\nDown on thy Church below: what was it then\nDrew down this Plague? that Sacrilegious Men\nShou'd Plunder that, and Rob the Land of more\nThan ever it was Bless'd with heretofore;\nA King so Good, so Mercifull, and Just,\nHis chief delight was to pursue his Trust;\nSo far from thinking or creating Strife,\nHe bless'd that Hand that took away his Life.\nBut tell me, ye ungodly treach'rous Crew;\nTake't to your Selves to whom 'tis truly due;\nFor as things heavy to the Centre tend,\nAs Showres on Earth do fall, or Flames ascend,\nAnd in short, all to their allotted place;\nSo Villany, and ev'ry thing that's base,\nFlies to your Hearts, as to its proper Sphere,\nAnd finds an everlasting Centre there.)\nOh! tell me, where's the Fame that does succeed\nThat (still deplor'd by me) prodigious deed?\nA deed so far beyond all flights of ill,\nIt can't be match'd in the Records of Hell:\nA deed so damn'd! as if design'd to vie\nEv'n with the Jews boundless Impiety,\nWhen they doom'd Christ unjustly to the Cross;\nAnd frighted Nature trembled at the loss.\nBut this you'll say was Mercy from above,\nTo shew th'extent of Heavens eternal Love;\nOr else the Jews might here pretend some cause\nFor his annulling their Mosaick Laws:\nBut ah! what cause had you, perfidious Brood,\nTo stain your hands in that illustrious Bloud,\nWhich never was employ'd but for your Good?\nOr was it done because it was your will?\n(That potent Cause by which y'are govern'd still?)\nOh curs'd effects of Arbitrary Zeal!\nI know you'll say, 'twas your design to be\nFrom servile Slav'ry and Oppression free;\nBut those that shoot at random in the Night\nWhen darkness rules may sooner hit the White;\nThey must be wrong who ne'er were in the right:\nFor when through all your treach'rous Paths y'ad ran,\nAdverse to all the Laws of God and Man;\nHad you at last your expectations Crown'd?\nOr was the Liberty, you sought for, found?\n(Indeed it were unjust to think it shou'd;\nThe way to Peace lies not through War and Bloud)\nNo, no, that Pop'lar Idol of your own,\nThat load of Beast which once defil'd the Throne,\nThat Deity, which your own Hands had made,\nAnd then with so much frantick Zeal obey'd,\nDid all your Rights and Liberties invade;\nThose Liberties ye had so long enjoy'd,\nAnd could not be, but by your selves destroy'd;\nThose Rights, which with an unexhausted spring,\nFor ever flow'd from your indulgent King:\nThose Rights did an Usurping Conquerour\nRavish, and make you Slaves t'a lawless Pow'r;\nFor how could he Protect, that did Devour?\nNay the base Sanhedrim, whose lawless Pride\nHad to their King his Regal Dues deny'd,\nWith open Hands the Tyrant's Lust supply'd;\nWhich their proud Stores t'an Ebb as low did bring,\nAs they were full when they deny'd their King.\nThus by their Aid he did the War commence,\nAnd made 'em wretched at their own expence.\nA just reward for raising Civil-war,\n(And may no Traitours ever better fare)\nA fond imagin'd freedom to restore\nWhen we had all our Hearts cou'd wish before:\n'Twas justly lost then, when we sought for more.\nBut lo! the Scenes are shifted streight, and lo!\nHis God's, his King's and his own Countrie's Foe,\nIs in a moment faln! 'twas Death that gave\nThe fatal Stroke and sent him to the Grave;\nWhere he no sooner enter'd, but the slain,\nWho in the Vales of horrour did remain,\nWith dismal Groans pierc'd all the neighbouring Air,\nAs if he'd been deny'd an entrance there:\nNor were the dire fore-boding Omens vain;\nThe Grave cou'd not such Villany contain,\nBut from its Entralls spew'd him back again.\nThus he, who while he liv'd no freedom gave\nHad not, in death, the freedom of a Slave,\nThe poor allowance of a six-foot Grave:\nLike the proud Persian, in the Air he hung;\nLike him too, the Reproach of ev'ry Tongue.\nRavens, and all th' inferiour Fowls of Prey,\nWhich us'd to hover round where Carion lay,\nCroak'd at the Tyrant-croak'd and flew away.\nAnd now of all his noisie Pomp and Fame,\nNothing survives but a reproachfull Name.\nThus Treach'ry though it may a while shine bright,\nAs Meteors at a blaze lose all their light;\nAnd what they had from the dull Earth before,\nWhen once it is dissolv'd, is seen no more.\nAnd now (methinks) I see the Sun appear,\nNor is it onely thought, for lo he's here:\nWith gentle Beams he first proclaims the Day,\nThen drives at once th'unwholsome Damps away.\nAh welcome, Sacred Sir, welcome as Sight\nTo those who from their births have groap'd in night\nAnd never hop'd to view the cheerfull light:\nWelcome as Spring, after a bitter Frost;\nWelcome as Peace, where Peace has long been lost.\nWhat shall I say? O what eternal spring\nCan furnish Words, or set my Thoughts on wing\nTo bless his Welcome, and his Praises sing!\nBut hold, my Muse; in vain that pitch you'd fly,\nFor Language there must yield, as well as I:\nBack then to thy own Task, and scourge the times,\nRevile their Follies, and disclose their Crimes;\nHow canker'd Villains into corners run,\nAnd blush'd at the vile deeds their Hands had done;\nBut deeds of darkness dare not view the Sun:\nToo well they knew the Mischiefs that they wrought\nWere unreveng'd, and trembl'd at the Thought;\nAs fearing (what indeed they ought to fear)\nThat Vengeance for their Treach'ry now was near:\nBut God-like Kindness (as in Man's first Fall)\nGave them an Act of Grace, and cancell'd all.\nAn Act! which Reason's at a loss to scan;\nAnd proves the Giver something more than Man;\nWhose Goodness we in vain wou'd comprehend,\nFor he forgives as fast as we offend:\nSo Mercifull! there's not a Thought Severe\nIn all his Soul-too Mercifull I fear!\nFor had that Hand of Justice (once oppress'd)\nThat strook some Heads off, but secur'd the rest;\nThe Hydra then might have been overcome;\nBut be'ng too mercifull, and sparing some,\nFrom the rank wounds more darling Monsters sprowt,\nAnd ev'ry Neck a thousand Heads thrusts out,\nTill the vast summ did soon amount to more,\nAnd lewder Criminals than e'er before:\nSo Thieves from Gallows sav'd, still Thieves will be;\nAnd cut the Throats of those that set 'em free.\nBut sure that King must needs be all divine,\nWhen too much Mercy is his onely Crime.\nSay then, ye bold Fanaticks of the Times,\n(Ye that succeed those Monsters in their Crimes)\nWhat makes you thus Seditiously exclaim\nUnder the Blessings of a peacefull Reign?\nWhat ye wou'd have I know not; but I know\nYe might be happy if ye wou'd be so;\nHappy as Lovers on their Bridal Night;\nBut that's a Happiness but vain and slight,\nWhere Pain and Trouble still succeed Delight:\nBut yours might be all one continu'd Scene,\nWithout an interval of Grief between.\nHas not your God (if any God ye own;\nBut I much rather think that ye have none,\nFor God, from whom all true Obedience springs,\nInjoins us strictly to obey our Kings.)\nHas he not sav'd from Rebels impious Steel,\nAnd the worse Fury of misguided Zeal\nA gracious Prince, and bless'd us with his Reign?\nIn whom his Father seems to live again:\nBy Heav'n's peculiar care made fit to Rule;\nWou'd ye leave him for some Usurping Tool?\nA baseness never to be cancell'd more,\nUnless by him that cancell'd it before:\nA Prince who has through all misfortunes trod,\nWith the unshaken Patience of a God:\nAnd as 'tis sung, Alcides, heretofore\nThe weight of Heav'n upon his Shoulders bore,\nSo He (a nobler Subject for our Songs)\nAt once sustains a World-a World of Wrongs;\nA World! which were that once fam'd Hero now,\nThô he bore Heav'n, beneath their Weight he'd bow.\nYet still he Governs, still he Rules in Peace,\n(And may it, Heav'n, O may it never cease!)\nAnd still your Stores eternally increase;\nTime was th'increas'd too much; and that the thing,\nThat made thee, London, murmur at thy King;\nAnd lift thy Proud Luxurious Head as high,\nAs it since low did in its Ashes lie:\n'Twas that inspir'd thy Crowds with factious Rage;\nThe Crowd! whose fury nothing can asswage,\nNor Tears of Youth, nor Eloquence of Age:\nIt rowls o'er all with an impetuous sway,\nLike Rivers when they've forc'd their Banks away:\nThe Crowd! which does for ever look awry\nOn those that true desert has mounted high,\nAnd wou'd rebell although it knows not why;\nAnd such a Crowd wer't thou-a Mass combin'd\nOf all adult'rate mixtures we can find,\nThat may infect the Soul or taint the Mind:\nNo wonder then, with such rank Weeds o'erspread,\nThy Body shou'd rebell against its Head.\nThat Honesty that lodg'd within thy wall,\n(For there were Thousands that ne'er bow'd to Baal)\nLike some poor wounded Deer was strieght cashier'd;\nOr bore the brunt of all the Brutal Herd.\nAnd this the Faction wou'd be at agen,\nFor the same cause that they promoted then;\nWere they not baffled, curb'd and kept in awe\nBy Men that love the King, the Church, the Law:\nAnd such the Bench of Aldermen are now;\nCompar'd with whom, how dim the Factious show?\nNor shou'd we here those Citizens forget,\nWhose Acts are proof that Faith's a Vertue yet;\nSince by the Good (as in a Mirrour) still\nWe may descry the Failings of the Ill:\nBut why do I presume those Faults to scan,\nWhich in the Action are so lively drawn?\nWitness for proof th' imparallel'd abuse\n(Beyond Example, as beyond excuse)\nTo their last Loyal Chief--\nWhich from no other Cause but this cou'd spring;\nThe Man was honest, and he lov'd his King.\nHelp Heav'n! what but confusion can succeed,\nWhen to be Loyal's a pernicious deed,\nFaith to the Crown, a Crime?-but to proceed.\nHas he not stoop't beneath his Royal Stem.\nLower than ever Rebels stoop't to him?\nHas he not all his Subjects wants supply'd?\nWhat did they ask him that he e'er deny'd?\nUnless it were (invincible constraint!)\nWhat Nature, Law and Conscience cou'd not grant?\nHas he not too (though now the Scenes are chang'd)\nLike a poor Pilgrim through the Nations rang'd?\nDistress'd, despis'd, nay almost left of all;\nAnd by the Rage of an ambitious Saul,\nAs many various turns of mis'ry bore,\nAs God's good Shepherd David did before?\nYet now as soon as God is pleas'd again\nTo give us Peace, by giving Him to Reign;\nRather than they'll be honest or reform,\nEv'n in the Sacred Port they'll force a Storm:\nBut all in vain-for the Eternal Will,\n(The Guardian Pillar that directs him still)\nWill now as well protect him from the Rage\nOf an unsatisfy'd, seditious Age,\nWith the same mighty Love as heretofore,\nWhen War did rave, and all the Billows roar.\nAssur'd of this, how dare Men disapprove\nWhat Heav'n protects, and Heav'nly Angels love?\nWho is a Subject fit for Songs divine;\nAlas, how far above the reach of mine!\nAnd then his Princely Brother (whom their hate\nBrands with the Name of Traytor to the State;\nBut falsly-false as the Tongue-murth'ring Blade\nThat first made Perjury to be a Trade.\nSo false! ev'n they theirselves cou'd ne'er deny,\nBut that their Hearts gave their bold Tongues the lie:\nFor why shou'd he conspire against that Throne,\nWhich Legally may come to be his own?\nNo; that's a work for him that's Born to none?\nHas not that Prince mov'd in the self-same Sphere?\nWith Patience born all wrongs that Man can bear?\nWho, though your Envy does his Fame pursue,\nHe still has fought both for your Rights and You.\nIn foreign Lands his conduct he has shown;\nAnd found no Valour braver than his own.\nConquest was still his Prize; and as Success\nCrown'd him at Land, 'twas on the Sea no less;\nWhere on the Deck (for his dear Countries good,\nWhose Cause he fought) he has undaunted stood\nAmidst the wildest rage of Canons roar;\nWhose sound has frighted Cowards on the Shore.\nBlack Clouds of Smoke have dimm'd the Sun's bright ray,\nAnd made a Night at the full Noon of Day.\nOne wou'd have thought, who from afar had seen,\nThey in the Bosome of the Clouds had been,\nAnd round their Heads Light'ning and Thunder flew;\nAnd through the Air ten thousand Terrours threw.\nThe Sun himself look'd pale; amaz'd to see\nDeaths scatter'd through the Air like Atoms flee;\nAnd Nature was concern'd as well as he.\nNot so the Duke-- who did through all appear\nFierce as a Storm, and was himself a War.\nO who in such a Cause wou'd danger shun,\nBless'd with so brave a Chief to lead 'em on?\nWho scorn'd to check his Rage, or leave the Fray,\nTill h'ad quite drove the shatter'd Fleet away;\nToo wise to trust to Fate another day.\nThus he, sole Victor, did our Fame regain;\nAnd rode unrival'd o'er the conquer'd main.\nEnrich'd by Princes so Divine, so Good,\n(Brothers in Vertue, as they are by Bloud)\nWhat Frenzy is it makes you think y'are Poor?\nWhen Heav'n in them showres down so vast a Store,\n'Twou'd be impiety to wish for more;\nWhich as 'tis great, we ought to think it good,\nAs drawn from th' Fountain of a Martyr's Bloud.\nBut as when some wild rav'nous Beast of Prey\nHas seiz'd a Lamb which in his passage lay;\nThe Bloud's first suck'd, and finding that so sweet,\nHe crams his Maw with the delicious Meat;\nYet the same moment, painted with the Gore,\nRouzes again, and roams the Woods for more.\nSo you, flush'd with your former Royal Bait,\nGrow mad again, and for more Bloud do wait,\nIn the subversion of the Regal State.\nFrom whence else can our wild divisions grow?\nCan such a Prince be his own Countries Foe?\nAt the same time he does their Battails fight,\nAnd makes their happiness his chief delight?\nTrue; but you'll say (perhaps) others have done\nAs brave exploits, as glorious Fields have won.\nWell, and suppose it true? yet when their Fame\nWe once compare with York's illustrious Name,\nIt blushing shrinks into itself again.\nNone sure but such as have abandon'd Sense,\nWill stoop to an Usurper for a Prince;\nAnd like the rough-cast Heathen's heretofore,\nRather than want a Patron-God t'adore,\nBefore some Stock or Stone will Homage pay;\nOr to some uncouth Creature Kneel and Pray.\nDagon, to those who did before him fall,\n(As the All-high to us) was all in all;\nBut God forbid we shou'd their steps pursue,\nOr for to serve the False, Blaspheme the True;\nWhose Laws (though spurn'd at by Fanatick spight)\nInstruct us to distinguish Wrong from Right.\nRight, when we do the true Succession own;\nWrong when a false Pretender mounts the Throne;\nRight, to obey those rightfull Sov'reign Pow'rs,\nWho lose their own repose to procure ours;\nBut Wrong, against such Goodness to declame,\nOr with base Libels strive to wound his Fame.\nBut they that took away his Father's Life,\nDefame the Royal Duke, spare not his Wife;\nSuch Undertakers rightly understood,\nCan mean their present Sov'reign little good.\n-Nor stops the Frenzy here-when ev'ry Drone\nInspir'd by foggy Ale's a Statesman grown,\nAnd takes upon him to dispose the Crown;\nDrivels out spitefull Treason o'er his Pots,\nWith as much Zeal and Gravity as O-- \nGo to your Looms, Cobble your Shoes; and there\nWe will allow y'are in your proper Sphere;\nThose Paths by Beasts of Burthen may be trod;\nBut leave the Crown to the dispose of God;\n'Whose Voice to say you are, were Blasphemy;\n'For there all Parts do with the Whole agree,\n'And with a Concord so Divinely sweet,\n'As never can with Contradictions meet:\n'Shou'd the almighty Voice-\n'With the Profane dull Crowds run Parallel;\n''Twould turn ev'n Heav'n it self t' a kind of Hell.\n'Twere better far to let the State alone;\nAnd mind your little Common-wealths at home.\nBut if 'tis needfull it shou'd now be known,\nWho must or ought hereafter wear the Crown;\nWe need no other Guide than Reason's light:\nWhose shou'd it be, but whose it is by Right?\nHis Right alone (which onely is withstood\nBy such a sullen and contentious Brood)\nWhose sure it is by all the Ties of Bloud.\nYe hate the King, yet ye all Kings wou'd be;\nWhy do ye strive to Rule else more than he?\nAnd while ye are contending who shou'd wear\nThe Regal Crown, the Regal Sceptre bear;\nBy fraud and Treach'ry (marks by which y' are known,\nWell as your Tub-men by their canting Tone)\nWou'd from his Brows, transplant it to your own:\nBut finding that y'are baffl'd in your Will,\nRun drudging on, and will be Rebels still.\nYes Rebels? what else can the meaning be,\nOf Bellowing after Rights and Liberty,\nWhen 'tis impossible to be more free?\nOf all the Nations that enclose you round,\nPoint me out one with half your Freedoms Crown'd;\nFreedoms too great, too much in't to express;\nNor is each Man's particularly less.\nThe Wild has liberty the World to roam,\nTo France, to Spain, Smyrna, Japan or Rome;\nBut ne'er will find a better place than Home;\nWhere Nature in her bloom for ever waits,\nAnd ev'ry morning fresh delight creates.\nTh'Old and Studious may enjoy their ease;\nAnd this may plough the Land, and that the Seas;\nThe Crowds too, may almost doe what they please:\nOh that they might not; 'tis th' unhappy Cause\nFrom whence our Discord still more Discord draws:\nFor when the Conscience its own way may go,\nHow boundless, wild a Monster will it grow!\nPulpits are dwindled into Tubs; and Kings,\nEsteem'd unnecessary useless things:\nAll wholesom Doctrine's Banish'd with the Creed,\nAnd Blockheads Preach, who never learnt to Reade.\nKings to their Subjects must Obedience pay:\nNor is it strange the Flock shou'd go astray,\nWhen they theirselves are in the wrong that guide;\n'Tis best then when such Liberty's deny'd.\nDoes not your Land with Milk and Hony flow?\nCanaan cou'd not such Crops of Plenty show,\nOr Jordan's lov'd, and unpolluted Streams,\nProduce more Wonders than our fruitfull Thames.\nDo not all things that feast the Eye and Ear,\nThe Tast and Smell for ever flourish here\nWith an unbounded, unexhausted Spring?\nAnd to Crown all-\nAre we not Crown'd with an indulgent King?\nHaving all this, what wou'd ye more possess?\nHaving so much, why wou'd ye make it less?\nWhy shou'd that pleasant tune of Concord cease?\nCan e'er Rebellion be the way to Peace?\nWhy do ye your pernicious Doctrine sow?\nAnd through the Land seditious Libells strow;\nSpurn at the Vertuous, vilifie the Just,\n(As if their Loyalty debauch'd their Trust)\nRail at the Law, nay rail at one another,\nAnd, which is yet more base than all the other,\nStab the King's Reputation in his Brother?\nO tell me, to what end can this be done?\nUnless you'd like your Predecessors run\nAnd damn our Eighty two, to Forty one;\nFor they (like you) mouth'd after Liberty,\nAnd they (like you) too, knew that they were free;\nBut found too soon (Experience dearly bought)\nTheir seeking for't, destroy'd the thing they sought.\nYet, though they got so little by't before,\n(When their own Lust and Rapine rob'd the Poor\nIn opposition to all sacred Laws)\nOnce more you wou'd revive the Good-Old-Cause;\nOnce more o'erthrow the Church, the State, and King,\nAnd from bless'd Order make Confusion spring;\nThat wild Confusion which of late did rave,\nAnd sent so many Thousands to the Grave:\nBut you may spare the Toil-the Veil's pluck't off,\nAnd ev'ry Soul that has but Sense enough\nTo choose the Right from Wrong: may plainly see\nWhat you have been, and what you'll ever be:\nAnd as you are, I fear you'll such remain,\n(And shou'd I wish ye honest 'twere in vain)\nFor they that spurn at Mercy, cherish Ill,\nAnd own no Pow'r above their Lawless Will,\nWill certainly continue Ill Men still;\nToo rank for Earth, and onely fit to goe\nTo murmur in their grand Caball below;\nY'ad best be cautious then, and have a care;\nIngratitude will find no favour there,\nAlthough 't has miss'd the stroke of Justice here:\n-As yet I mean miss'd of-for I've seen\nA Morning, though it were at first serene\nAs thought can form, has in a trice been clogg'd\nWith gloomy Clouds, and almost choak'd with Fog:\nThe Sun himself, as if oppress'd with Night,\nHas shrunk his Glories in, e're while so bright,\nAnd had not pow'r to bless the World with Light.\nThus sullen signs approaching storms fore told;\nAnd lo! loud Thunder through the Air has rowl'd:\nMountains which one wou'd think stood firm as Fate,\nHave reel'd as if they bent beneath their weight.\nWhen of a sudden the all-seeing Sun,\nAngry as 'twere with what the Storm had done,\nThrough the thick Shades his pointed Beams has thrown;\nAnd in a Moment chas'd 'em all away,\nAnd with fresh Glories dress'd the new-born Day.\nSo in the wild disorders of the State,\nWhen mighty Charles shall yield to mightier Fate;\n(Which may it first be long, for Monarchs Breath\nIs frail like ours; like ours must taste of Deat \nWhat cou'd we wish shou'd that black hour arrive,\nMore than some glorious Hero to survive?\nPrepar'd by Heav'n, by Nature, and by Right,\nFor all the Functions of the Royal Seat;\nAnd fitted thus, why not the Heir, the Brother,\nTo fill that sacred Place before another?\nWho, guided by the same eternal Will,\nWou'd all the roaring Winds of Faction still:\nFor he who has so many Wonders wrought,\nCrown'd with success in all the Fields he fought,\nWhom Heav'n has sav'd from Rocks and Treach'rous Sand,\nAnd the more treach'rous dangers of the Land,\nWar, Envy, Banishment, Intestine strife,\nSlaunder, and all the Snares that catch at life;\nHe sure must be for some great End design'd,\nProportion'd to the greatness of his Mind;\nFor nothing less were fit to carry on,\nWhat our good Monarch has so well begun:\nIn such a Cause, bright as the Sun he'd rise,\nAnd dare his Glories through the sullen Skies,\nDissolve or drive the Factious Gloom away\nUnrip Caballs, where Treasons brooding lay,\nAnd show 'em all to the clear Eye of day;\nAnd with a Justice splendid and sublime,\nWou'd punish Treach'ry equal to the Crime.\nThen wou'd the Land a firm wrought Peace enjoy,\nWhich wild Sedition wou'd not dare t' annoy;\nNor all the angry Storms of Fate destroy.\n\nTHE END"}