{"subject": "The Lord Of The Valley", "text": "Hunters are fretting, and hacks in a lather, \nSportsmen arriving from left and from right; \nBridle-roads bringing them, see how they gather, \nDotting the meadows in scarlet and white. \nFoot-people staring and horsemen preparing, \nNow there's a murmur, astir, and a shout, \nFresh from his carriage, as bridegroom in marriage, \nThe Lord of the Valley leaps gallantly out. \nTime, the avenger, neglecting or scorning, \nGazes about him in beauteous disdain, \nLingers to toy with the whisper of morning, \nDaintily, airily, paces the plain. \nThen in a second, his course having reckoned, \nLine that all Leicestershire cannot surpass, \nFleet as the swallow, when summer-winds follow, \nThe Lord of the Valley skims over the grass\nWhere shall we take him? Ah! now for the tussle, \nThese are the beauties, can stoop, and can fly, \nDown go their noses, together they bustle, \nDashing and flinging, and scorning to cry. \nNever stand dreaming, while yonder they're streaming, \nIf ever you meant it, man, mean it today! \nBold ones are riding and fast ones are striding, \nThe Lord of the Valley is forward, away! \nHard on his track o'er the open, and facing \nThe cream of the country, the pick of the chase, \nMute as a dream, his pursuers are racing, \nSilence, you know's the criterion of pace. \nSwarming and driving, while man and horse striving, \nBy hugging and cramming scarce live with them still, \nThe fastest are failing, the truest are tailing, \nThe Lord of the Valley is over the Hill! \nYonder a steed is rolled up with his master, \nHere, in a double, another lies cast; \nFaster and faster come grief and disaster, \nAll but the good ones are weeded at last. \nHunters so limber at water and timber, \nNow on the causeway are fain to be led, \nBeat, but still going, a countryman sowing , \nHas sighted the Lord of the Valley ahead! \nThere in the bottom, see, sluggish and idle, \nSteals the dark stream where the willowtree grows, \nHarden your heart and catch hold of your bridle, \nSteady him! rouse him! and over he goes. \nLook, in a minute a dozen are in it, \nBut forward! hark forward! for draggled and blown, \nA check though desiring, with courage untiring, \nThe Lord of the Valley is holding his own. \nOnward we struggle in sorrow and labour,\nLurching and lobbing, and 'bellows to mend', \nEach, while he smiles at the plight of his neighbour, \nOnly is anxious to get to the end. \nHorses are flagging, hounds drooping and lagging, \nBut gathering down yonder, where press as they may, \nMobbed, driven, and haunted, but game and undaunted, \nThe Lord of the Valley stands proudly at bay. \nNow here's to the Baron, and all his supporters, \nThe thrusters, the skirters, the whole of the tale; \nAnd here's to the fairest of all hunting quarters, \nThe widest of pastures, three cheers for the Vale! \nFor the fair lady rider, the rogue who beside her \nFinds breath in a gallop his suit to advance, \nThe hounds for our pleasure, that time us the measure, \nThe Lord of the Valley that leads us the dance."}