{"subject": "Silence", "text": "I have known the silence of the stars and of the sea, \nAnd the silence of the city when it pauses, \nAnd the silence of a man and a maid, \nAnd the silence of the sick \nWhen their eyes roam about the room. \nAnd I ask: For the depths, \nOf what use is language? \nA beast of the field moans a few times \nWhen death takes its young. \nAnd we are voiceless in the presence of realities -- \nWe cannot speak. \n\nA curious boy asks an old soldier \nSitting in front of the grocery store, \n\"How did you lose your leg?\" \nAnd the old soldier is struck with silence, \nOr his mind flies away \nBecause he cannot concentrate it on Gettysburg. \nIt comes back jocosely \nAnd he says, \"A bear bit it off.\" \nAnd the boy wonders, while the old soldier \nDumbly, feebly lives over \nThe flashes of guns, the thunder of cannon, \nThe shrieks of the slain, \nAnd himself lying on the ground, \nAnd the hospital surgeons, the knives, \nAnd the long days in bed. \nBut if he could describe it all \nHe would be an artist. \nBut if he were an artist there would be deeper wounds \nWhich he could not describe. \n\nThere is the silence of a great hatred, \nAnd the silence of a great love, \nAnd the silence of an embittered friendship. \nThere is the silence of a spiritual crisis, \nThrough which your soul, exquisitely tortured, \nComes with visions not to be uttered \nInto a realm of higher life. \nThere is the silence of defeat. \nThere is the silence of those unjustly punished; \nAnd the silence of the dying whose hand \nSuddenly grips yours. \nThere is the silence between father and son, \nWhen the father cannot explain his life, \nEven though he be misunderstood for it. \n\nThere is the silence that comes between husband and wife. \nThere is the silence of those who have failed; \nAnd the vast silence that covers \nBroken nations and vanquished leaders. \nThere is the silence of Lincoln, \nThinking of the poverty of his youth. \nAnd the silence of Napoleon \nAfter Waterloo. \nAnd the silence of Jeanne d'Arc \nSaying amid the flames, \"Blessed Jesus\" -- \nRevealing in two words all sorrows, all hope. \nAnd there is the silence of age, \nToo full of wisdom for the tongue to utter it \nIn words intelligible to those who have not lived \nThe great range of life. \n\nAnd there is the silence of the dead. \nIf we who are in life cannot speak \nOf profound experiences, \nWhy do you marvel that the dead \nDo not tell you of death? \nTheir silence shall be interpreted \nAs we approach them."}