{"subject": "Don'T Be Afraid, O Human Soul!", "text": "The power thrones of today represent devil's affair,\nthe power-hungry monsters are busy playing there.\nDon't be afraid, O human soul! Don't break down in tear! \nThe drunkard of the underworld won't prevail much longer here.\nWith injustice and wrongs black-stained is his throne,\nhis sword is rusted with curse of those under oppression.\nPainting the sky dark yellow approaches the monsoon storm in full power,\nthe greedy ones are beguiled thinking, this is beautiful twilight hour.\nThe fire they have spread around the world, now in its flame in turn,\nlike blazing fire, everywhere, these wretcheds will burn.\n\nThe traveler of the path of truth! Don't be afraid, don't fear! \nThose who seek peace, defeat is not for them, my dear! \nSometimes the enemies of peace win in their disguise,\nat the end only in humiliation and shame comes their inevitable demise.\nDusts of the road rise off the ground as wind blows strong,\nif you think, they are on the rise, won't that be wrong? \nThose who want to ascend above, these trash stand in their way; \nthey can make the road slippery, but the mud doesn't win the day.\n\nIn tranquility, win or defeat, we will treat the same,\nif we win, we will dedicate it to His glory and name.\nIf we lose, we will be greeted by Him in the hereafter,\nif we are battle-wounded, we will be His beloved, forever.\nSometimes they will win, but never shall we retreat! \nOur Lord tests us - we will take it as His treat.\nDoes hatred ever bring back those who are lost? \nTo win their heart, with love first our heart must defrost.\nThose who knowingly practice oppression and take away others' right,\nit is against them, the sword of God is always ready and upright.\n\nDon't be hard on those who, in ignorance, go astray! \nThey might return to the truth, if you show love, and pray! \nIn His one name, invite people of all nation; \nHold sword in hand, while offer your heart with love and affection.\nThe whole world would be in your favor, if at you His grace flashes; \nall the enemies of the truth, you will see, will burn into ashes.\nThose whose hearts among us are stained with temptation,\nthey also deserve discipline, before facing God's condemnation.\n\nMarch forward, O the new warriors, indomitable! \nPrevent our journey and progress? No one would be able! \nLet faith and patience be the lasting friends - yours and mine.\nOn our path, the light of such and of moon will always shine.\nDon't be afraid! Have no fear! \nFalsehood will definitely disappear! \nTruth will triumph, O my dear! \nThose who treat the meek with bloody eyes, finished is their share! \nThis world belongs to people, not to any throne; declare! \n\nThose who disgrace the blessed power from their power-bed,\nat the command of the King of kings, they lose their head.\nThe rule of the ship-owners is ending; it won't be very long,\nto the real king of the universe, all the countries will belong.\nO blood-eyed vultures, monsters! Beware, beware! \nTo beguile others and make forget God's command, how do you dare? \nWe fear one God only; no one else do we fear! \nOur guide is the Omnipotent, our Lord so dear! \nSky, earth, moon, planets, and stars are witnesses, I say,\nas to who are the followers of truth, and who go astray.\n\nDon't be afraid; have no fear! \nFalsehood will surely disappear! \nTruth will be triumphant, my dear!"}