{"subject": "Toget til Thorsing [Syng om det freidige Tog, Gudinde!]", "text": "Syng om det freidige Tog, Gudinde! den festlige Lystfart,\nTil den fortryllende Frugt, de saftigsvulmende Jordbær,\nSom, frembaaret i straalende Fad, med Sukkeret blandet,\nOg med den fedeste Melk begydt, husvaled de glade\nRudkiøbings Mænd og den fremmede Skiald, da skvulpende Snekke\nBragte dem trygt i sit Skiød, over Havet, til blomstrende Thorsing.\n\nHvilken dødelig Aarsag var til den venlige Høitid?\nErikiden paa Thorsing. Snelt over Vandet fra Vemnæs\nSendte til Langland han en Herold, til Rudkiøbings Helte.\nLystig Herolden besteg sit Skib, den vældige Roerkarl\nGreb omkring Aarerne fast, med Brag det sydende Havskum\nBort han slog; som en Aal under skummende Bølger hensmutted\nKiølen; ved Langlands Kyst den standsed. Flux sig Herolden\nSkyndte paa Land; med sin Stav af Palmerne flættet og gylden,\nTren han talende saa, i en talrig Folkeforsamling.\n\nAdrasteias Yndling! Asklepios Søn! Og I vakkre\nSønner af Poseidaon! fornemmer mit venlige Budskab:\nErikiden paa Vemnæs, Hersker af hundrede Snekker,\nByder til Giest Eder hver, og besværger Jer, alle tilhobe,\nBrat at heise det purpurne Flag, og at pløie den stille\nBølges krusede Ryg, for at gieste det blomstrende Thorsing;\nDer i sin Hal han beredt Eder har et qvægende Maaltid.\nSaa talt, Sendingen taug og beskeden han bøied sin gyldne\nHermesstav. Da smilte de samlede Skarer paa Torvet\nVenligt til Fredens Bringer, den hellige Søn af Hermaias.\nMen Adrasteias Præst, den sindrige Vestengaardide,\nKlædt i det sørgende Flor, ak! hans Hustru nys var til Orkos\nHentet i Charons Baad, over Styx sortbølgende Vande.\nBleg nu sad hun og taus i Aides grusomme Bolig.\nMen den herlige Dommer betvang sin Sorg; thi Kronion\nSatte ham over en Flok, med Retfærds hellige Vægtskaal,\nDerfor han dæmped sin Smerte, som Mand, thi den Visestes Øie\nBlindes af Taarernes Slør, og Besindighed dræbes af Kummer\nLangsomt frem nu han tren, og saa lød hans forstandige Tale:\n\nHil dig Herold! Du Zeus Kronions og Menneskets Budskab!\nGierne jeg hørte din Stemme; thi min Siel vil Venskab og Omgang.\nNylig har Atropos grumt afskaaret den skiønneste Traad, som\nStærkt til Livet mig bandt; den forstandige, blomstrende Hustru\nPryder ei længer min Hal og forskiønner det natlige Leie.\nDerfor blandt Venner jeg nu maa søge min Trøst, og et Gienskin\nAf den Glæde, som svandt, ved en sort Bestemmelses Villie.\nSaa talt vendte sig Dommeren flux; thi af brændende Taarer\nFlød en velgiørende Strøm ved den elskede Qvindes Erindring.\nMen Ørstaiden, Asklepios Søn, som Nestor ærværdig,\nHan, som med sindrigqvægende Kunst af Markernes Urter\nLaved den kraftigste Hielp imod Saar og fordærvende Sygdom;\nSelv i Raadet han virked; thi mildt fra de venlige Læber\nStrømmed hans Visdomsord, og den klogbesindige Tale\nMildned de vredeste Sind, forhindred usalige Tvedragt,\nStifted Venskab og Lyst til Forlig og Enighed trindtom;\nHan, imod Dommeren vendt, brød ud med bevingede Stemme:\n\nAdrasteias Søn, du Forstandige, dæmp dine Taarer!\nGuderne vide jo bedst hvad der tiener Prometheus Afkom,\nSkiøndt, opirret ved ham, vel tidt den olympiske Fader\nSender ydmygende Sot til hans Æt, og tugtende Smerter.\nVoxer dog Glæden ei selv, som en Blomst, blandt Kummerens Tidsler?\nPluk den da hvor du formaaer! men lad hver Erindring om Smerten\nFlye, som en ængstlig Drøm, hist giennem Indbildningens Horn-Port.\nSaa Ørstaiden; men hurtigt forklarte sig Dommerens Aasyn,\nSom naar en dæmrende Sky forlod den natlige Maane,\nOg giensvarende brød han med let bevingede Røst ud:\nFølger du med os paa Toget, Asklepios Søn, Ørstaide?\nSee, da den sindrige Nestor taug; samvittighedsfuld han\nOverveied med Flid: om hans Pligt ei fordred et Afslag,\nNidkier for sin Bedrift, da det steds var voveligt flux at\nDrage fra Huus og fra Hiemmet, hvorhen utallige Syge\nTilflugt tog i der' Nød; eller om med faderlig Tillid\nPligten han skulde betroe sin Søn, for at prøve hans Klogskab,\nOg for ei ved sit Nei at forstyrre Forsamlingens Glæde.\nDette nu tyktes den Tvivlende dog tilsidst som det Bedste;\nHæved sit Blik, og svared med letbevingede Stemme::\nGierne jeg følger. — Men brat den behændige Skipper fra Jorden\nLøfted med senestærk Haand sin Mast, der paa Norriges Fielde\nFordum stod som en Gran, og befæsted den hurtig i Bunden\nMidt i den skvulpende Baad, mens i Seilet den spøgende Vestvind\nSprætted med klapprende Dask og forhindred ham Masten at reise.\nStærk dog seired hans Arm; nu stod den trodsende Himlen.\nDernæst vældige Roer udhængt paa sin rustnede Jernkrog\nBlev; (det skyllende Vand havde Malmet berøvet sin Blankhed.)\nStærken Roerpind fast han da stak; men øverst i Masten\nHeised han purpurne Flag; saa var Alting klart inden Borde.\n\nMen Poseidaons Sønner besteg med den herlige Dommer\nSkibet, og med Asklepios Præst den graa Ørstaide,\nSamt med hans Søn, og den fremmede Skiald, som i Sommerbesøg var\nKommen fra Axelstad, (ved hans Lænd hang gyldne Barbiton)\nDernæst qvægende Viin, fra de sydlige, varmere Lande,\nFyldtes paa renlige Krukker og stiltes i Skibet som Ballast.\n\nMen for sin Vogn Demeter befæsted det glubende Forspand\nAf sine spraglede Drager, med uhyre Flaggermuusvinger;\nBugen svulmede guul af Gift, men Ryggen var knudret,\nSpættet med grønt og med rødt og med sortindfurede Strimer.\nHvæsende frem de sig skiøde; mens høit paa sin funklende Karm sad\nGuldhaarfagrstee Mø, med en bugnende, gyngende Kornneeg\nKrystet i snehvid Arm, og en blinkende Segl, af syvfold\nHærdet Staal, hun holdt i sin Haand; men i Haaret var flættet\nBlomster og Urter og Ax; som en Vind over Mark over Engbund\nFoer hun mod Aiolos-Bierget, en himmeløiet Gudinde!\nStandsed sin Karm, og begyndte med yndigttonende Stemme:\nAiolos! Gudernes Fader og Menneskeslægternes Konge\nGav dig Bølgen at mildne, samt høit den at svulme med Stormvind!\nMænd, som Hiertet har kier, beseile de baltiske Vover.\nSeent fra Rudkiøbing Snekken gaaer, mod det blomstrende Thorsing.\nMedens den drillende Vind Sydvest dem leder mod Strynøe.\nByd da din Zefyros Seglene blidt at blæse mod Thorsing\nSnorret did, hvor jeg kierligt af Jord, i blomstrende Foraar,\nFrem har klækket med Flid de tidligste Frugter,\nSom at husvale de Langelands Mænd dem venter i Hallen.\nSaadan talede Gudinden. Men høit fra sin takkede Biergaas\nLød, som en Sommervind, hans Røst, den vældige Stormguds:\nDemetra! velkommen hid. Hav Tak fordi du saa yndigt\nStundum besøger mig nøgneste Field, med dit blomstrende Følge.\nOfte du qvæget mig har, naar vildt jeg reed giennem Luften,\nStandsed du brat min Storm i en Laurbærlund, og formilded\nMed din Ambrosiaduft dens Harm, og krydred dens Aande.\nSaa var hans Ord. Men vældig, med Haand af Sener indflettet,\nGreb han usynlige Tømmer og standsed den barske Sydvestvind!\nMen af sin hvælvede Hal slap han Zefyros løs fra Fieldet;\nFulgt af tusind Favoner, i svingende Zirkler og Buer,\nFløi, som en Sommerfugl. paa de guldsprængtpurpurne Vinger\nHan giennem blaalige Luft. Men den hulde Demeter, Gudinden,\nFoer som et Stierneskud paa sin funklende Karm, til Olympos.\n\nDerimellem paa Skibet de seilende Mænd ved forstandig\nSamtal qvæged det muntrede Sind. Men den vældige Gubbe\nNileus, graa Hansaide, med Ungdoms Kraft, skiønt den hurtig-\nRullende Tid havde bleget hans Lok og forsølvet hans Guldhaar,\nSad ved det knagende Roer, med sit Blik mod Seilene henvendt;\nTidligt den Fyriges Ungdoms Liv var offret Poseidon.\nSmilende nu han sad, og spilled den drillende Sydvest\nMangt et Puds. Men med eet han opsteeg fra vuggende Bagstavn,\nVinkte med stærken Haand og hans Røst bedøvede Blæsten:\n\nNu, ved Styx, ei varer det lang Tid, før vi paa Thorsing\nLander, o Venner! thi ei man kan ønske sig skiønnere Medbør,\nEnd den Kuling som lufter. Nu bring os fra hvælvede Skibsrum\nViinkar, Dreng! at vi froe kan hylde beskyttende Guder,\nOg selv qvæge vor Aand ved den himmelskambrosiske Nektar.\nSaadan mælede du, o Nileus, hellige Styrke!\nMen fra Rummet blev bragt, i de velforvarede Krukker,\nProppet med smidige Kork og forseglet med klæbende Harpix,\nFunklende Viin; og en Purpurstrøm i de skummende Bølger\nUd blev hældt, til Tak, for den ledende Vind over Havet.\nDernæst qvæged de værdige Mænd sig ved Druernes Nektar.\nMen den besielede Sanger tog frem sit gyldne Barbiton,\nStemte dens Strenge til Klang, og sang i bevingede Toner.\nFørst han spøgende qvad om den blussende Gud Dionysos,\nSom, for en Kongesøn holdt, de barbariskrøvende Sømænd\nTog, og fængsled med Baand og henslængte paa gyngende Skibsdæk,\nHaabende snart ham løskiøbt faae for en klækkelig Guldsum.\nMen af den smilende Gud faldt snart afmægtige Lænker.\nEnd dog de kiendte ham ikke, forblindet af latterlig Dumhed.\nSee! da giød sig en duftende Strøm af Viin over Skibet;\nLangs ad et sneehvidt Seil sig udstrakte med flettede Ranker,\nSom til en solbar Væg, en druetungtbugnende Viinstok;\nOg om den kneisende Mast, over Vimplen, vandt sig en dunkel\nVedbendranke til Himlen; om Aarerne vikled som Tang sig\nVindrueløvet, til Skræk for den ængstligtstudseende Skibsflok.\nMen med græsselig Stirren en Løve paa kneisende Fordæk,\nBrandguul brøled, og røde som Blod var Øinenes Kugler,\nManken rysted den vredt, og sig slog med viftende Hale,\nI Siderne, som med en knudret Tamp, for ret sig at ægge\nTil Mordlyst og Drab. Da blegned Forbryderne; Rædsel\nGanske betog deres Siel; over Bord i sydende Havskum\nStyrted de hylende. Nu som Delphiner med skællede Stierte\nDer de, med krummede Ryg, sig afmægtigt fnysende boltre. —\nSiden da Druernes Magt havde muntret de jublende Siele,\nDa der blev Spøg og Tummult og knapt inden vuggende Skibsrum,\nSang han i Skierts, for snildt at betyde Poseidons Sønner\nDigterens Hellighed, og den Straf, hist evige Guder\nSender hver dødelig Mand, der fornærmer begeistrede Sanger,\nFlux om Arion en Qvad, den herlige Skiald fra Methymna;\nHvordan han drog fra Corinths hin vældige Drot Periander,\nHen mod Italiens Strand og Sikurlandet, for stundom\nHisset at fryde det undrende Folk med sin skinnende Lyra.\nDernæst, rundt omvandret, og fulgt af Tak og Beundring,\nHiem han drog med sin samlede Skat; thi Folket i Oldtid\nElsked hver ypperlig Skiald og belønnede Kunstneren gavmildt.\nMen da nu bort fra Tarent han foer med et Skib til Korinthos,\nSee! da fristedes lavt Barbarernes Hierter af Guldtørst\nOg de forened sig grumt, for at styrte den hellige Sanger\nNed i det sydende Havs Dødssvælg, fra gyngende Skibsdæk.\nMen Arion, saasnart han forstod den usalige Higen,\nVillig dem bød sin Skat; thi Apollons elskede Søn ei\nFængsles af Guldets Magt, han foragter de prægtige Lænker.\nMen Barbarerne rørtes ei; de frygted, han eengang\nSkulde forraade, paa Landet frelst, deres skiendige Gierning;\nGave ham derfor det Valg, enten selv sig at dræbe, for hist at\nJordes paa Land, eller flux nedstyrte sig dybt under Bølgen.\nDa nu bleg i sin truende Nød den skiælvende Sanger\nStod, som en Steenbuk stander, forfulgt paa farligste Fieldtind,\nRaadvild, om oppebie den skal hint sigtende Dødsskud\nEller fortvivlet sig styrte, ved Spring, i Fieldenes Afgrund?\nSaadan Sangeren her sig betænkte med bankende Hierte:\nOm han med iiskold Haand skulde støde det blinkende Mordstaal\nDybt i sin Barm, eller kiek, ved et Fald fra snablede Forstavn,\nOverlade sit Liv i Ombelterens Magt, Poseidons.\nDette tilsidst den Tvivlende dog ansaae for det Bedste,\nHæved sit Blik, og udbrød med letvingede Stemme:\nNu velan da, Barbarer! Forhærdede! Sikkert Kronion\nStraffe Jer vil, som sig bør, og hævne jer skændige Medfart\nMod en uskyldig Mand. Men da grumt I giver det Valg mig\nEnten i Havet at døe, eller døe for blinkende Mordstaal,\nVælger jeg hint. Dog lader mig først fra snablede Bagstavn\nSynge min Svanesang, at min Siel kan inderligt styrkes\nEengang endnu af den himmelske Lyd, før Døden mig favner.\nSaa talt, vrantne tillod de den bønligt talende Sanger\nEengang endnu at opløfte sin Røst; men grumt deres Øren\nStopped de til med Vox, for ei at bevæges ved Sangen.\nKoldt, forstokket de stode med Haan og blottede Dolken.\nMen ved den smeltende Lyras Klang de skummende Bølger\nStandsed den trodsige Flugt, Sydost-Stormvindene standsed,\nOg giennem Bølgerne skiøde Tritoner sig frem, og i Sivet\nHamadryader, og selve den sølverbeføddede Thetis\nHævede fiernt giennem Blomsterskum sin slørede Tinding;\nAlle forundrede fro, ved den himmelskklingende Lyra.\nSelve den dybthenflagrende Maage, som svæver ad Havets\nRyg, for at fange sig smaae Insekter og Fisk til sin Føde,\nStandsed og lytted og svang sig fra Dybet til kneisende Vimpel,\nSatte sig der med Lyst og fornam de smeltende Toner.\nMen ubevægelig stod den forhærdede Flok. Da nedsprang\nSmilende Sangeren kiek i sin Pragt med sit gyldne Barbiton\nHøit i Haand mod Himlen rakt. Og fra kiølige Tangbund\nSkiød en Delphin sig flux og frelste den hellige Sanger;\nGreb ham med smidige Stiert om sin Krop og satte ham stolt op\nHøit paa sin Ryg og bar ham i Land, over rullende Bølger.\nÆngstligt Røverne Flugten toge; men Eurus og Notus\nGalende fnøs, og foer hen, og bestormed med fraadende Vandskum\nDækket brat, og splintred i Qvag den tumlende Skibsmast,\nVristed saa Roret forbittret fra sprukne Kiøl; men i Luften\nTrevled de flagrende Seil med forfærdelig Latter, og snurred\nVraget i muddrede Grund, og henslog hver Planke paa Dybet.\nGreb saa med stormstærk Haand om forhærdede Nakke hver ængstlig\nRøver, og dukked ham dybt i det Pestluft aandende Havvand,\nKasted ham halvdød saa til Straf paa korinthiske Strandbred.\n\nSaa sang høit for Rudkiøbings Mænd den fremmede Sanger.\nJasons Tog han fremdeles besang, om Helten som didfoer\nEfter et Guldskind. Her, Argonauternes Lige, med Stolthed\nDroge de nordiske Mænd, efter Purpur-Jordbær paa Thorsing.\nAlle med Bifald belønned hans Qvad. Men flux fra sin Roerbænk\nSkipperen foer, og fatted den vægtige Stang, som ved Siden\nLaa, paa dens Ende med Søm, var fæstet en drabelig Jern-Krog;\nLøb saa i snablede Forstavn hen og stødte den voldsomt,\nTørnende fast, mellem spraglede Steen; thi brat under Thorsings\nBlomsterstrandbred Skibet indløb i en magelig Havbugt.\nErikiden dem vented paa Stranden; med hiertelig Fryd han\nModtog Rudkiøbings Mænd og de Fremmede, førte dem hurtigt\nInd i sin Hal, hvor beredt alt vinkte det qvægende Maaltid.\nOg de ambrosiske Bær, i de aflangtfunklende Skaaler,\nSmilte med Purpursmiil, til Behag for den samlede Skare.\nOg deres Hænder de løfted mod veltillavede Maaltid,\nMen da til Maden og Drikken var stilt den higende Længsel,\nMed Samtaler forlysted sig da de alvorlige Kæmper.\nIndtil den rødmende Sol sank ned bag dæmrende Skove."}