{"subject": "The Desolate City", "text": "DARK to me is the earth. Dark to me are the heavens. \n   Where is she that I loved, the woman with eyes like stars? \nDesolate are the streets. Desolate is the city. \n   A city taken by storm, where none are left but the slain. \n\nSadly I rose at dawn, undid the latch of my shutters, \n   Thinking to let in light, but I only let in love. \nBirds in the boughs were awake; I listen'd to their chaunting; \n   Each one sang to his love; only I was alone. \n\nThis, I said in my heart, is the hour of life and of pleasure. \n   Now each creature on earth has his joy, and lives in the sun, \nEach in another's eyes finds light, the light of compassion, \n   This is the moment of pity, this is the moment of love. \n\nSpeak, O desolate city! Speak, O silence in sadness! \n   Where is she that I loved in my strength, that spoke to my soul? \nWhere are those passionate eyes that appeal'd to my eyes in passion? \n   Where is the mouth that kiss'd me, the breast I laid to my own? \n\nSpeak, thou soul of my soul, for rage in my heart is kindled. \n   Tell me, where didst thou flee in the day of destruction and fear? \nSee, my arms still enfold thee, enfolding thus all heaven, \n   See, my desire is fulfill'd in thee, for it fills the earth. \n\nThus in my grief I lamented. Then turn'd I from the window, \n   Turn'd to the stair, and the open door, and the empty street, \nCrying aloud in my grief, for there was none to chide me, \n   None to mock my weakness, none to behold my tears. \n\nGroping I went, as blind. I sought her house, my beloved's. \n   There I stopp'd at the silent door, and listen'd and tried the \n   latch. \nLove, I cried, dost thou slumber? This is no hour for slumber, \n   This is the hour of love, and love I bring in my hand. \n\nI knew the house, with its windows barr'd, and its leafless fig-tree, \n   Climbing round by the doorstep, the only one in the street; \nI knew where my hope had climb'd to its goal and there encircled \n   All that those desolate walls once held, my beloved's heart. \n\nThere in my grief she consoled me. She loved me when I loved not. \n   She put her hand in my hand, and set her lips to my lips. \nShe told me all her pain and show'd me all her trouble. \n   I, like a fool, scarce heard, hardly return'd her kiss. \n\nLove, thy eyes were like torches. They changed as I beheld them. \n   Love, thy lips were like gems, the seal thou settest on my life. \nLove, if I loved not then, behold this hour thy vengeance; \n   This is the fruit of thy love and thee, the unwise grown wise. \n\nWeeping strangled my voice. I call'd out, but none answer'd; \n   Blindly the windows gazed back at me, dumbly the door; \nSee whom I love, who loved me, look'd not on my yearning, \n   Gave me no more her hands to kiss, show'd me no more her soul. \n\nTherefore the earth is dark to me, the sunlight blackness, \n   Therefore I go in tears and alone, by night and day; \nTherefore I find no love in heaven, no light, no beauty, \n   A heaven taken by storm, where none are left but the slain!"}