{"subject": "Mater Dolorosa", "text": "Who is this that sits by the way, by the wild wayside,\nIn a rent stained raiment, the robe of a cast-off bride,\nIn the dust, in the rainfall sitting, with soiled feet bare,\nWith the night for a garment upon her, with torn wet hair?\nShe is fairer of face than the daughters of men, and her eyes,\nWorn through with her tears, are deep as the depth of skies.\n\nThis is she for whose sake being fallen, for whose abject sake,\nEarth groans in the blackness of darkness, and men's hearts break.\nThis is she for whose love, having seen her, the men that were\nPoured life out as water, and shed their souls upon air.\nThis is she for whose glory their years were counted as foam;\nWhose face was a light upon Greece, was a fire upon Rome.\n\nIs it now not surely a vain thing, a foolish and vain,\nTo sit down by her, mourn to her, serve her, partake in the pain?\nShe is grey with the dust of time on his manifold ways,\nWhere her faint feet stumble and falter through year-long days.\nShall she help us at all, O fools, give fruit or give fame,\nWho herself is a name despised, a rejected name?\n\nWe have not served her for guerdon.  If any do so,\nThat his mouth may be sweet with such honey, we care not to know.\nWe have drunk from a wine-unsweetened, a perilous cup,\nA draught very bitter.  The kings of the earth stood up,\nAnd the rulers took counsel together, to smite her and slay;\nAnd the blood of her wounds is given us to drink today.\n\nCan these bones live? or the leaves that are dead leaves bud?\nOr the dead blood drawn from her veins be in your veins blood?\nWill ye gather up water again that was drawn and shed?\nIn the blood is the life of the veins, and her veins are dead.\nFor the lives that are over are over, and past things past;\nShe had her day, and it is not; was first, and is last.\n\nIs it nothing unto you then, all ye that pass by,\nIf her breath be left in her lips, if she live now or die?\nBehold now, O people, and say if she be not fair,\nWhom your fathers followed to find her, with praise and prayer,\nAnd rejoiced, having found her, though roof they had none nor bread;\nBut ye care not; what is it to you if her day be dead?\n\nIt was well with our fathers; their sound was in all men's lands;\nThere was fire in their hearts, and the hunger of fight in their\nhands.\nNaked and strong they went forth in her strength like flame,\nFor her love's and her name's sake of old, her republican name.\nBut their children, by kings made quiet, by priests made wise,\nLove better the heat of their hearths than the light of her eyes.\n\nAre they children of these thy children indeed, who have sold,\nO golden goddess, the light of thy face for gold?\nAre they sons indeed of the sons of thy dayspring of hope,\nWhose lives are in fief of an emperor, whose souls of a Pope?\nHide then thine head, O beloved; thy time is done;\nThy kingdom is broken in heaven, and blind thy sun.\n\nWhat sleep is upon you, to dream she indeed shall rise,\nWhen the hopes are dead in her heart as the tears in her eyes?\nIf ye sing of her dead, will she stir? if ye weep for her, weep?\nCome away now, leave her; what hath she to do but sleep?\nBut ye that mourn are alive, and have years to be;\nAnd life is good, and the world is wiser than we.\n\nYea, wise is the world and mighty, with years to give,\nAnd years to promise; but how long now shall it live?\nAnd foolish and poor is faith, and her ways are bare,\nTill she find the way of the sun, and the morning air.\nIn that hour shall this dead face shine as the face of the sun,\nAnd the soul of man and her soul and the world's be one."}