{"subject": "Breitmann Interviews The Pope", "text": "VON efenin ash der Breitmann vent from his weinhaus vinkin, \nSo peepy mit Falernian vitch he vas starkly trinkin, \nHe found his hut and goat was gone, - dey'd dook em oud for dryin,- \nUnd in deir blace a priester hut und priester mantel lyin. \n\nDer Breitmann poot de triangel oopon his het, and whistled, \nDen rop de cloak around his form, and down de Corso mizzled. \nDe beoples gazed mit staunischment as bey dem he go vheelin, \nHe look ganz oltra tramontane, so twisty vas his reelin. \n\nNext tay in Vaticano, while he shtared at frescoes o'er him, \nHans toorned und mit amazemend saw der Pabst vas shoost pefore him! \nDown on his knees der Breitmann vent - for so de law it teaches; \nHe proke two holes in de bavement - und likevise shblit \nhis preeches. \n\n'Ego video,' says de Bope - 'tu es antistes ex Almania, \nEst una mala gente et corrupta con insania, \nUn fons hereticorum et malorum tut terrible, \nPerche non vultis che ego - il Papa - sei infallibile.' \n\n'Sit verbo venia,' said Hans, 'permitte, Sancte Pater, \nNum verum est ut noster rum gemixta est mit water? \nIn coelis wo die gotter live, non semper est sereno, \nNor de wein ash goot ash decet in each spaccio di vino. \n\n'Sunt mihi multi fratres qui si denkunt ut dicisti, \nEgo kickerem illos, valide, per sanguine de Christi! \nIn nostro monasterio si habemus nostrum rentum \nContra infallibilita non curamus rubrum centrum. \n\n'Viginti nostrorum nuper convenere, \nIn quondam capitulo, simul et dixere; \nPapa vult Concilium in Romam tenere, \nQuid debemus super hoc ipsi respondere?'\n\nEt dixit noster presul, 'Es ist mir omnis unus, \nSi Papa est infallibilis, tanquam non sum jejunus, \nSi nonus est Pius aut Pius est Nonus- \nDiabolis curat. Non accipio dieser onus. \n\n'Si possum me jacere circum vitrum Rhenovini\nEs ist mir wurst si Papa est originis divini: \nDeus se fecit olim homo, et nahm dis irds'che Leben, \nEt nunc Papa noster will sich selbst zum Gott erheben. \n\n'Ita dixit Breitmann et sanctus Pater respondit: \nMe piace semper intendere tutto cio che l'on dit, \nSed tu dic mihi la sua ragione: \nTu non homo natus es, solus mangiar maccheroni. \n\n'Tonitrus et cespes!' dixit Johanes Breitmann. \n'Si veritatem cupies, tunc ego sum der right man; \nPercute semper ferrum dum caldum est et malleable, \nNunc est tuum tempus te facere infallible. \n\n'In nostra America quum Praeses decet abire, \nDie ultimo fecit omne quod posset imaginire. \nAppointet ambasciatores et post-magistros, \nConsules et alios, per dextros et sinistros. \n\n'Quum Rex Bomba ista Neapolit-anus, \nCompulsus fuit to shin it - ut dixit Africanus- \nFecit ultimo die ducos et countos, vanus. \n(Inter alios M'Closkey, tuus Hibernicus chanberlanus.) \n\n'Et quia tu es; ut credo; ultimus Poporum, \nFacis bene devenire, quod dicitur High Cockalorum- \nSei magnissimus toad in the puddle, ite caput, magnamente; \nEt ERITIS SICUT DEUS, nemine contradicente! \n\n'Unus error solus, Sancte Pater commisisti. \nQuia primus infallible non te proclamavisti, \nNam nemo audet dicere: Papa fecit quod non est bonus. \nDecet semper jactare super alios probandi onus. \n\n'Conceptio Immaculata, hoc modo fixisti, \nEt nemo audet dicere unum verbum, de isti: \nNon vides si infallibilis es, et vultis es exdare,\nNon alius sed tu solus hanc debet proclamare.' \n\n'Figlio mio,' dixit Papa; 'Tu es homo mirabilis, \nTua verba sunt mi dulcior quam ostriche cum Chablis \nIn tutta Roma, de Alemania gente, \nNon ho visto uno con si grande mente. \n\n'Vero benedetto es - eris benedictus, \nTibi mitterem photographiam in quo sum depictus. \nTu comprendes situatio - il punto et gravamen. \nSunt pauci clerici ut te. Nunc dico tibi. - Amen!'"}