{"subject": "Theophila Or Loves Sacrifice.  Canto Vii", "text": "The Contemplation.\nARGUMENT.\n\nPango nec humanis Opus enarrabile Verbis,\nQuae meliùs possem Mira silendo loqui!\nDa, DEUS, Illa canam, quae Vox non personet ulla,\nMetiar ut minimis Maxima Mira modis!\n\nShe launcheth into shoarlesse Seas of Light,\nInexplicable, Infinite!\nWhose Beams both strike her blinde, and renovate her Sight!\n\nWere all Men Maro's, were those Maro's all\nEvangelists, met in Earths Hall\nFor Grand--Inquest of That wch we Eternal call:\n\nDraw Time from's Cradle (Innocence) could They,\nAnd piled Heaps of Ages lay\nAmassed in one Scale; Those would they find to weigh,\n\nBallanc't with THEE, no more (when All is done)\nThan, if They vainly had begun\nTo poize minutest atome with the Mighty Sun.\n\nCould They Earths Ball with Numbers quilted see;\nYet, those throng'd Figures sum not THEE,\nThey were but Cyphers to immense ETERNITIE!\n\nShould every Sand for thousand Ages run,\nWhen emptyed Shoars of Sands were done,\nThat Glass no more THEE measures, then if now begun!\n\nHad Tongues Heav'ns Mint, to coyn each Angel--Grace\nIn Dialect; They'd fail o'th' Space,\nWhere All to come is One with All that ever was!\n\nFaith, stretch thy Line, yet That's too short, to sound\nSea without Bottom, without Bound;\nAs Circular, as Infinite, ô Shoarlesse Round!\n\nImmense ETERNITIE! What mystick Art\nOf THEE may coppy any Part,\nSince THOU an indeterminable CIRCLE art!\n\nWhose very Center so diffus'd is found,\nThat not Heav'ns Circuit can It bound,\nThen what, what may the whole Circumference surround?\n\nHeav'ns Hero's, can ye find for th' ENDLES End?\nCan Pow'rs IMMENSITY extend?\nUBIQUITIE inclose? The BOUNDLES comprehend?\n\nJEHOVAH's Zone to this uncentred BALL,\nEcliptick, and Meridionall,\nWho Was before, Is with, and Shall be after All!\n\nBut now behold Its Height, Above all Height!\nPlac't beyond Place! Above Lights Light!\nRapt were the three Apostles by a Glimps o'th' Sight!\n\nO, Thou all--splendent, all transcending Throne!\nCompact of High'st Dominion!\nThat 'bove the Super--Eminence of Lustre shone!\n\nFrom Each of Thine ineffably bright Sides\nDiffusion of such Splendor glides,\nAs rowls 'bove thousand Seas of Joyes in flaming Tides\n\nWith such Refulgence, that, if Cherubs might,\nWith Face unvail'd, gaze on That Sight,\nStrait their Spiritual Natures would be nothing'd quite.\n\nNature, put on thy most coruscant Vest;\nThy Gayeties shew, brought to this Test,\nAs a crude Jelley dropt from duskie--Clouds at best.\n\nCould'st Thou impov'rish every Indian Mine,\nAnd, from each golden Cell, unshrine\nThose Beams, that wth their Blaze out--face Dayes em'lous Shine:\n\nCould'st finde out secret Engins to unlock\nThe treasu'ring Casket of each Rock,\nAnd reap the glowing Harvest of that sparkling Shock:\n\nCould'st thread the Stars (fixt and erratick) here,\nThat stud the luminated Sphear,\nThat all those Orbs of Light one Constellation were:\n\nCould'st joyn Mines, Gems, Skie--Tapers, All in one;\nWhose neer--Immense Reflection\nMight both outrival, and outvie the glorious Sun:\n\nCould all thy Stones be Gems, Seas liquid Gold,\nAir Crystal, Dust to Pearl enrold,\nEach Star a Sun, that Sun more bright a thousand fold:\n\nYet would those Gems seem Flints, those Seas a Plash,\nThose Stars a Spark, That Sun a Flash;\nPearl'd Islands, Diamond Rocks, Gold Mines, All sully'd trash:\n\nYea, were all Eyes of Earth, Skie, Heav'n combin'd,\nAnd to one Optick point confin'd,\nThis super--radiant Object would ev'n strike That blind!\n\nBlinde, as the sable, Veil of gloomy Night;\n(The Gospels Self but hints This SIGHT)\nAll seem obscurer Shades to This non--parel LIGHT!\n\nAmazing! Most Inexplicably Rare!\nO, if, but Those Who Worthy are,\nNone may This Light declare; None may This Light declare!\n\nBest Eloquence is languid, high'st Thoughts vail,\nTo think, to speak, Wit, Language fail;\n'Tis an Abysse, through which no Spirits Eye can sail!\n\nHere Glory dwells, with Lustres so surrounded,\nThat brightest Rayes are quite confounded,\nWhen they approach this radiant Eminence unbounded!\n\nForth from This Fulgurance such Splendors fly,\nAs shall draw up frail Dust on High;\nWhich, else, would in its lumpish Urn still bedrid lie.\n\nBefore the Almighties Throne my Soul I throw,\nWhence All, that's Good and Great, does flow.\nLORD, I that Grace implore, wch may this Glory show!\n\nGreat GOD! Thou All--beginning, Unbegun!\nWhose Hand the Web of Nature spun!\nAt once the Plenitude of All, and yet but ONE!\n\nParent of Beings, Entities sole Stud!\nSpirits eternal Spring and Flood!\nSprung of Thy Self, or rather no way sprung! Chief Good!\n\nAbstract of Joyes, whose Wisdom an Abysse!\nWhose Pow'r Omnipotency is!\nWhose Soul--enlivening Sight's the Universal Blisse!\n\nThou dost descend on Wings of Air displaid,\n'Bove Majesty It self arraid,\nCurtain'd with Clouds, the Host of Heav'n Attendants made!\n\nEssence of Glory, Summity of Praise!\nAbasht at thy All--piercing Rayes,\nHeav'ns Quire does chaunt uncessant Alleluiahs!\n\nDiamonds than Glass, than Diamonds Stars more bright;\nThan Stars the Sun, than Sun Heav'ns Light;\nBut infinitely purer than Heav'ns Self's Thy Sight!\n\nGreat is the Earth, more large the Airs Extent:\nPlanets exceed; The Firmament\nOf Stars outvies; Unlimited's the Heav'nly Tent:\n\nBut, as my tenter'd Minde its Spirits still\nStrains forth, from lesse to more (LORD, fill\nMy out--spent Raptures by thy All--repairing Skill!)\n\nWhen I above Air, Stars, Heav'n, on wou'd press\nRackt Thoughts to Sphears beyond Exces;\nMyriads of Sphears seem Motes to thy Immense ONENESSE!\n\nEternity is but Thine Howerglasse!\nImmensity but fills Thy Space!\nWhole Natures six Dayes Work took up but six Words place!\n\nOne Word did th' All--surrounding Skie--roof frame,\nWith all its Starrie sparkling Flame!\nNot all created Wisdom can spell out THY NAME!\n\nSupreme COMMANDER of the rowling Stars!\nThy Law sets to their Progresse Bars,\nDoes Epicycle their obliquely gliding Cars!\n\nNo Lines, Poles, Tropicks, Zones can Thee enthrall,\nFirst MOVER of the Sphearick Ball,\nAbove, Beneath, Without, Within, Beyond them All!\n\nWhat could, but thy All--potent Hand, sustain\nThose Magazines of Hail, Snow, Rain,\nLest They should fall at once, and deluge All again?\n\nBy Them Thou Plenty dost to Earth distill;\nAnd Mans dependent Heart dost fill:\nWindes are Van--Curriers, &amp; Postilions to Thy Will!\n\n'Tis That the ominous Cause of Earth--quakes bindes\nIn Subterranean Grotts; That findes\nStrange Ruptures to enfranchise th' ever--strugling Winds!\n\nThy Sandy Cord do's proudest Surges bound;\nAnd Seas unfathom'd Bottoms sound;\nThy semi--circling Bow i'th' Clouds thy Covenant crown'd!\n\nEarths Hinges hang upon thy Fiat; set\nMidst Air--surrounding Waters, yet\nStand fixt on That, like Which, what is so Firm, so Great!\n\nYet Earths fast Columns at thy Frown do quake;\nAnd Oceans dreadful Horrors make;\nFlints melt, the Rocks do rowl, the airie Mountains shake!\n\nYea, Heav'ns Self trembled, and the Center shook,\nWith thy amazing Presence strook,\nWhen Power of Pow'rs on Sina's Mount His Station took!\n\nEach Ens (as linkt to Providence, thy Chain)\nIs govern'd by thy Fingers Rein!\nThou, seeing us, we Grace; we, Thee, do Glory gain!\n\nWho hast no Eyes to see, nor Ears to hear;\nYet seest, and hear'st, All--Eye, All--Ear!\nWho, no where art contain'd, yet art Thou every where!\n\nThe optick Glass we of thy Praescience may\nCall th' Ark, where all Idaeas lay,\nBy which each Entitie Thou dost at first pourtray!\n\nFuture Events are praeexistent here,\nAs if they lately acted were;\nThen any new dissect Anatomy more clear!\n\nEach where, at once, Thou totally art still\nThe same unchang'd; yet, at thy Will,\nThou changest All; Who, though Thou art unmov'd, dost fill\n\nThings that are most remote; In whose Forecast\nContingencies do crowd so fast,\nAs if, past Things were now, and Things to come were past!\n\nThough Acts on Earth crosse to thy Will are done,\nBesides thy Will yet acteth None;\nPreceding and succeeding Will, in Thee are One!\n\nOf whose vast Mannor all the Earth's Demains!\nThough Earth, nor Air, nor Heav'n contains,\nYet each obscurer Grott thy OMNIPRESENCE gains!\n\nThough nought accrues to Thy unbounded State\nFrom Spirits, which Thou didst create,\nYet They thy Goodnes and thy Love shall still dilate!\n\nThou, who mad'st All, mad'st neither Sin, nor Death;\nMans Folly first gave them their Breath;\nThat did abase whole Nature with it self beneath.\n\nBut Sin to cure, Thou in a Crib gav'st Man\nEMANUEL! Divine--humane!\nWho diff'ring Natures joyn'd; Whose Reign no Ages scan!\n\nAnd Thou, O MEDIATOR! Thou, whose Praise,\nLike Morning Dewes, to first of Dayes\nWas sung by Heav'nly Choristers in Seraph Layes!\n\nGOD, by the Holy Ghost, begat Thee, Lord!\nFlesh took by the Eternal Word!\nWhose Self--Eternal EMANATION None record!\n\nAs thy Eternal EMANATION's past;\nSo to Eternity shal't last!\nIn the beginning was the Word, shews still THOU wast!\n\nThere GOD in Essence, One in Persons Three!\nHere Natures two in One agree!\nThou, sitting in the Midst of TRINAL--UNITY\n\nAt Heav'ns High Councel--Table, dart'st such Rayes,\nAs strike ev'n Cherubs with amaze!\nOf which the School, disputing All, it nothing sayes.\n\nSearch we the Ages past so long ago,\nNone, None this Mystery could show,\nTill in that Maiden--Birth, 'twas acted here below!\n\nA Dove hatch't in that Nest Thy Self did build!\nA Lamb that Thine own Flock does shield!\nA Winter Flow'r that fram'd, from whence it sprung, the Field!\n\nThe Jewish Shepherds all affrighted are,\nWhen Heralds THEE proclaim'd i'th' Air!\nYea, Magi came t' adore, led by a new--born Starre!\n\nYet, though thus wond'rously begot, thus born,\nSponsor for us, faln Race, forlorn,\nT' ingratiate us with GOD, becam'st to Man a Scorn!\n\nThe Grace Self wast, th' Honour t' Evangelize!\nThe sacred Function, as a Prize,\nThou took'st, yet That not on, till call'd in Aarons Guize!\n\nWhich GOD t' Apostolize did bring to passe,\nBy th' HOLY GHOSTS Descent, at Face\nOf Jordans then blest Streams, of Which John Witness was!\n\nThence, led by th' HOLY GHOST to th'Wilderness,\nThere tempted by the Fiends addresse,\nHim overcam'st by Scriptum est; Hence our Release!\nThen forth thou wentst.--\n\nThy Sermons, Oracles; Acts, Wonders were!\nThose Faith begot, These Others Fear!\nBy Both, thus wrought in us, to THEE our selves we rear!\n\nThou gav'st the Lame swift Legs, the Blinde clear Eyes!\nThou heal'dst all humane Maladies!\nThou mad'st the Dumb to speak! Thou mad'st the Dead to rise!\n\nAnd art to Dead Men Life, to sick men Health!\nSight to the Blinde, to th' Needy Wealth!\nA Pleasure without Pain! a Treasure without Stealth!\n\nLORD, in, not of this World, Thy Kingdom is;\nThy chos'n Apostles preacht thy Blisse,\nThat none of all thy Creatures might Salvation misse.\n\nAbra'ham, long dead before, yet saw Thy Day,\nIn Isaack born, and Vowes did pay!\nType first, then Antitype, and quicknest every way!\n\nThy Gospel Wisdoms Academie shew'd;\nThy Mercy, Justice calm'd; Life, view'd\nIs Temperance; Thy Death the Flag of Fortitude!\n\nThou, Altar, Sanctuary, Sacrifice,\nPriest, Bread of Life do'st All suffice!\nN'ere cloying Feast, where Appetite by Food doth rise!\n\nAnd, Son of Man, dost Sin of Man forgive!\nTo be Thy Victimes Hearts do strive,\nWho liv'dst that Life might die, and di'dst that Death might live!\n\nYet dy'dst Thou not, but that (Spîrit quickned) free\nThou might'st Saints Paradised see,\nRejoyc'd Assurance give to Them rejoyc'd in Thee!\n\nAnd that, from thence, to Satans gloomy Shades,\nMade Prison for the damned Hades,\nThou might'st Thy Conquest shew, Thy Glory that ne're fades!\n\nThence loos'd Deaths Chains from Body, up to rear It,\nThat, when Rais'd State THOU dost inherit,\nTHOU might'st become to us an ever--quickning SPIRIT!\n\nThe FATHER to reveal gives to his SON\nThee, HOLY GHOST (thus Three in One)\nOf All peculiar Sanctifyer, yet not Alone!\n\nThe Fathers Love, and Sons; Adoptions Seal,\nThe Spring of Sanctitie, The Weal\nO'th' Church: Thy Self in Light of fiery Tongues reveal!\n\nO Light unscann'd! Of Wisdom every Glance\nBeams only from Thy Countenance;\nWhose Store, when empty'd most It self doth most advance!\n\nWhose Fruits are Gentleness, Peace, Love, and Joy,\nAll crown'd with Blisse, free'd from Annoy;\nWhich neither Time, World, Death, Hell, Devil can destroy!\n\nThou art a Feast, fram'd of that fruitfull Fare,\nWhich Hungers wast not, but repair!\nA rich Perfume, no Windes can winnow into Air!\n\nA Light unseen, yet in each Place dost shine!\nA Sound no Art can e're define!\nA pure Embrace, that Times Assault can n'ere untwine!\n\nFlouds of unebbing Joyes from Thee do rowl!\nWhich, to each Sin--disdaining Soul\nThou dost exhibit in an unexhausted Bowl!\n\nThis Wine of Extasie, by th' SPIRIT giv'n,\nDoth raise the ravisht Souls to Heav'n!\nAffording them those Comforts are of Earths bereav'n!\n\nThy Union is as strict, as large thy Merit!\nNo Heav'n but THEE, which Saints inherit\nThrough Grace, divinest Sap, deriv'd by th' Holy Spirit!\n\nWhen Souls enflamed by that highest Light,\nFix on Thy glorifying Sight,\nAll Glories else, compar'd to That, are duskie Night!\n\nWhen high'st Infusions passe our highest Sense,\nAmazement is high Eloquence,\n'Bove all Hyperboles which fall to Exigence.\n\nBlest TRINITY, Th' art All; Above All, Good!\nBeatitudes Beatitude!\nWhich swallows us, yet swim we in this Living Floud!\n\nTh' art King of Kings, of Lords Lord! None like Thee!\nWho, for thy Style hast Majestie!\nAnd for thy Royal Robes hast Immortalitie.\n\nMercie for Throne! for Scepter Justice hast!\nImmensitie's for Kingdom plac't!\nAnd for thy Crown such Glorie as doth ever last!\n\nFor Peace, what passeth Understandings Eye!\nPow'r, Irresistabilitie!\nFor Holines, All what's most sacred, pure, and high!\n\nFor Truth, thy Word! Wisdom for Counsellour!\nOmnipotence does Guard Thy Tow'r!\nThou ministring Angels hast to act thy Soveraign Pow'r!\n\nOmniscience Thine Intelligencer is!\nFor Treasure Thou hast Endlesse Blisse!\nFor Date Eternity! O, swallow me ABYSSE!\n\nIte, pii Cantus, Cantus quibus arduus Æther\nEst Portus; Portum, quem videt alma Fides.\nVisuram Littus Navem, sacra Serta coronent,\nSerta per innumeros non peritura Dies!\n\nGloria in excelsis DEO."}