{"subject": "Book Vii", "text": "Nowe warlike Hector doth depart with Paris out the towne,\nThey willing both in armes to shewe some deede of great renowme.\nAnd like as after stormie flawes that deeres the shipmen sore,\nIn deepest sea against the winde there striue with arme and ore,\nGod sends a present calme to cease that dreadfull tempest blast:\nEuen so the Troyans ouerhaeld doe comfort at the last,\nWhen as they sawe these brethren two marching before their sight,\nWho, well they knewe sufficient were for to maintaine the fight,\nThey were no sooner come, but that they slaie two Greekish foes,\nThe stout Menesthius to the ground by Paris hand he goes,\nIn Arna towne he sceptre held, of king Areitho bred,\nWho young, with faire and glassie eyes Philomedusa wed.\nHector with sharpe ypointed launce Ioneus doth slaie,\nTwene curet, and his gorget both the steele it maketh waye.\nGlaucus doth Iphinous ding he downe on earth doth fall,\nThe raines eke of his horse the blowe did force him leane withall.\nThe slaughter Pallas seeing nowe thus of these Grecians three,\nAnd the confusion of the rest, which likely was to be,\nFull moovde, and grievde to see the sight, vnto the Troyan towne\nDescends from high Olympe, Phoebus that sawe hir comming downe,\n(He sat vpon the wall, to viewe how ende the battaile shall,\nWhich in the fauour he doth wishe of Troy and Troyans all)\nHe finely comes vnto hir straight, quoth he vnder this Beeche\nI count it best you rest your selfe, and thus beganne his speeche.\nYou daughter of the mightie God, shew me th'occasion why\nYou now are seene here in this place come downe so speedily,\nSure great affaires, or else some cause, which muche your minde it leekes,\nThe victorie from Troyans good to giue vnto the Greekes.\nAnd is not that your meaning now, your purpose and intent\nTo see the Troyan towne destroyed, hir buildings all to rent?\nIt better were (in my aduise) this day to cease the warre,\nAnd eft they may beginne their fields, and fights wherein they ar,\nTill that such time the citie there to sacke and pillage goe,\nSith that you Gods with one remorce, of force will haue it so:\nThe Goddesse answerde then: Agreed, for so I meane aright,\nOf purpose I descended downe to staie these folke from fight,\nWherefore seeke way to seuer now fro this daies warre these wights.\nApollo soothde: quoth he therto, of all these gallant knights\nLet Hector bold march boldly on, and chalenge for to trie,\nYea man to man the stoutest foe, with him to liue or die.\nThis braue demaund will much amaze the stoutest of their bands,\nAnd they will point some odde man out with him to mingle hands,\nAnd thus this battaile shall haue end. Apollos saying theed\nUnto his graue and learned skill, forthwith it was agreed.\nThen sage and prudent Helenus, who there their secret knewe\nBy ghost diuine, with courteous wordes lowlie to Hector drewe.\nQuoth he, my dearest brother now, to me thine eare attend,\nAnd maruaile not, though to aduise, and euerie way I bend\nMy selfe t'aduaunce thy great renowme, sith brethren both we be,\nI cannot chuse to doe my best, as duetie doth agree.\nCause Greekes and Troyans to retire with voice and courage hie,\nAduaunce thy selfe, if any Greeke will out this quarrell trie\nUpon him, doe, for by the fates this day thou shalt not dye,\nI haue it from the mightie Gods, whose councells cannot lye.\nHector right iolly marcheth on, out of the rancks he goes,\nHis launce full long in midst he held, he willes the leaue their blowes,\nHe brings his squadrons backe againe, the shot he bids retire,\nThe Greekes stand fast, they order keepe, and newes they doe desire.\nAgamemn eke to harken to, made Grecians to abide.\nBoth Pallas and Apollo then seeing on euerie side\nThe dartes to cease, vpon a Beeche of armes a mightie tree\nThe God and Goddesse they do sit, as Uulturs there they bee.\nThey doe delight such puissant cries in field to see so still.\nThe Bataillons yet soundly knit on grounde doe lie at will,\nWith fooles of warre at elbowes end, much like the Ocean waue,\nWhich working storme, not green, but black doth make ye colour haue fall,\nThen Hector armde at euerie point thus spake vnto them all,\nHearke both ye Greekes &amp; Troyan knights what to your wealth may\nBetweene these campes the treaties sworne, &amp; parts so firmly fast,\nImperfect are, of no effect, as none had euer past.\nIoue in this daunger hath vs lapt, n'accord he will allowe,\nHe doth determine in his minde, with malice he doth vowe,\nHe all a cruell sacrifice of vs doth meane to make,\nAs thus: that either you the Greekes our Troyan towne shall take,\nOr that your iourney shall returne to you both voide and vaine,\nOr hardly by vs Troyans set, quite beaten downe and slaine.\nAnd now I knowe it verie well, that in your campe you haue\nAs to defend, so to assaile both souldiours fytte and braue,\nAnd valiant men, single to me the strong and stoutest knight,\nLet him nowe here his manhood trie, and cope with me in fight.\nI will abide the man, and truth and faith I giue withall,\nTo which (if so it needefull is) I Ioue to witnesse call,\nIf victor of me for to be so luckie be his chaunce,\nAnd in my bowels that he doe imbrewe his warlike launce\nTake he my spoyles vnto his shippes, my bodie let it rest\nWithout outrage, let Troyans take it to the fierie feast.\nLet them the ashes gather vp: And if him vnder foote\nThat I doe tread Apollo graunt, I craue no other boote\nBut that his harneys I may haue, to Ilion thether I,\nIn temple his a relique signe to set and hang on hie.\nAnd for his carcase send I will, the Greekes they shall it haue,\nWho in the shore of Hellespont thereon may reare his graue,\nThat if hereafter to this land a straunger take his way,\nAnd with the tombe doe haply meete, full iustly he may say:\nHere lies intombde the doughtie Greeke, whom Hector charging hard\nDowne slue, although he shewde the part of knight of great regard.\nFor valure and for force: and loe, thus shall a forraine saye,\nWhereby my fame and great renowne shall last for euer and aye.\nThis speech so stout and sodaine sayed yeelds all the troupe abasht,\nEch doubting to accept the fight, they blushing all are dasht.\nMenelaus, who marked all, and how they stoode, he grewe\nIn furie great, he cut doth come, and sighes he deepely drewe.\nO villaine Greekes (quoth he) in wordes ech proude &amp; hardie speakes,\nBut come to deedes, you quaile alacke like faint and coward freakes.\nO Greekes infamed too too much, what, Greekish men? not so,\nBut rather Greekish wiues, what shame and filthy speech will goe\nOf you for this your cowardize? with hart not standing out\nWith Hector here to ioyne, for why, you daungers dreadfull doubt:\nAnd without further mouing hence, that ye to earthy molde\nDoe turne (your faults to plague) I pray or else to water cold.\nAnd as for me, I will me arme, the combat I allowe,\nWith hardie minde I it accept, I knowe it well ynowe\nThe loftie Gods as best they please bestowe the victorie:\nThus Menelau doth blame his mates, and armour on doth tye.\nAnd now at hand O Menelau was end of all thy toiles,\nThy death was sure in Hectors hands, whose skill in warlike broiles\nAnd strength of arme surmounts thee farre, &amp; but the Greekish kings\nHad come and stayde thee, Agamemn, he by the hand thee wrings,\nAnd much misliking this thy Acte, with rage quoth he thou asse,\nThou fondling thou, thinkst thou thy strength of force to bring to passe\nTo matche this doughtie Troyan here, to whom, of Greekish race\nNot one, howe stoute so ere he be, dare boldly shewe his face?\nAchilles no: he greatly doubtes with him in field the fraie.\nDrawe backe and quiet keepe thy selfe, we shall finde out a way\nTo end this cause, we shall finde one shall make him stirre his stumps,\nThough that a dreadlesse knight he be, and though in martiall iumps,\nA souldior bold, nere tirde in warre, I hope right well that he\nShall thinke himselfe a happie man, if haplie so it be\nWithout his death this quarrell end: and that with humble hart\nUpon his knees thanke God aboue, with life for to depart.\nAgamemn Menelaus thus perswaded, and he stayde,\nHis gromes right glad their maister sawe, out daunger to be wayde,\nAnd flocke about, his armor one, another takes his shield,\nHis weapons some, and by his bands he seeth him in the field.\nWherewith the reuerent Nestor graue stoode vp, &amp; forth he drewe:\nO great vnfitte reproch (quoth he) vnto this famous crue,\nO what mishap, if at our home this dolefull newes be tolde?\nSurely the Prince of Myrmidons Peleus that father olde,\nAnd all his prouince fast will whine: he hath enquirde of me\nOf fauour great, the names and race of meanest in degree.\nOf all you here: but how abasht, how great shalbe his griefe,\nWhen he shall heare your cowardise? it sure is my beliefe,\nHe clad with care, his prayer will vnto the Gods commend,\nThat ere he see the Greekes so foyld, of him they make an end.\nI would the God Apollo, Ioue, and Pallas they would graunt\nI were so young and lustie, as when able I did haunt\nThe warres, and in the battaile fought betweene the Archads stout\nAnd Pyliens that auncient were, who tride the quarrell out\nBy citie Phee, vpon the floud that Iardan hath to name,\nWhereas I shewde by perfect proofe my valure and my fame.\nAmong them there, then liued one that Ereuthalion hight,\nWho on had put of Areithous the steeled armour bright.\nI meane that Areithous that bare the great and massie club,\nAnd therewith fighting, got such praise by force and weelding good,\nThat syrname he obtainde thereby of Clubber thorowe all,\nWhom after, not by force, but sleight Lycurgus gaue the fall,\nAnd slue him downe in strayted lane, where club he could not weeld,\nLycurge with dart did drawe him nye, &amp; therwith through him threeld:\nAnd dead he tooke his armor gaye, himselfe to shield and ayde\nIn all the byckerings that he had, and nere was ouerlayde,\nAs long as that he lyvde, and then to Ereuthalion \nHe them bequeathd, who bare himselfe as fierce as any Lion,\nAnd often calld the Pyliens with man for man to trie,\nWith floutes ynowe, and when I sawe the pride of Arcadie \nTh'abated mindes, the cowardize, and faintnesse of my pheeres,\nI tooke in hand to shewe my worth for all my want in yeeres.\nI tooke him vp, I layde him dead by grace of mightie God,\nA maruaile great to see his corpse, a thing for hugenesse odde\nFalling a long, I wish my youth and courage such, as tho\nA champion then to match in fight the Troyans well should knowe.\nAnd sith the hardiest all of Greece be present in this place,\nIf none of you defend this cause, I thinke it great disgrace.\nThe Greekish Lordes so prickt to quicke this good graue aged sire,\nAs of the greatest nine he made stand vp, with great desire\nThe combats hazarde for to proue: Agamemn first did rise,\nNext Diomede, to conquer all which still hath bene his guise.\nThe Aiax twaine of like exploit, Idomene was the fift,\nMerion eke, his maisters match in euerie martiall drift,\nWith whom was good Euripilus, the sonne of Euemon,\nAnd with the rest stout Thoas rose the breede of Andremon,\nOf purpose eche to be receyude, and Vlysses the slie,\nNot to be thought to be agast or slacke in chiualrie.\nQuoth Nestor herevpon (finding their boldened mindes to growe)\nRenowmed Lordes, sith thus it stands, full well we all shall knowe\nWho for this combat shalbe tane, cast lots, on whom it lights\nThat forth his bullet first doth come, with Hector him he fights,\nWith suretie, he that ouercomes, immortall praise to take.\nEch of the nine with marke, abuise a Bullet for to make,\nHis Helmet in their lots to put Agamemnon doth lend.\nThe while the souldiors good of Greece their prayers thus attend\nWith reatched hands: O mightie Ioue graunt so it doe befall,\nThat first of doughtie Aiax he out come the lotting ball,\nOr it the sonne of Tydees his, whose laude so loude doth ring,\nOr else to please thee to bestowe this honor on our King,\nOur captaine chiefe, and leader graue. Nestor doth often blunder\nAnd shake the lotts within the helme, to part them more asunder,\nHis hand thrust in, the bullet first of Aiax forth he brings\nSo much desired, and Herault badde to carie it the Kings,\nThat they may knowe which of them all by fate appointed was\nIn this conflict to deale: he forth with bullet on doth passe\nBy ranke and ranke through all the field, he open doth it beare,\nBut yet vnknowne to Aiax bold till he approched were,\nWho doth reioyce at so good lucke, the scripture when he read,\nAnd downe he throwes it on the ground, and to the Kings he sayd\nThus, full right like a man of warre: My louing friends so deere,\nYou see that nowe I am the man, I pray you all to cheere:\nMy minde assures me that I shall as victor downe him strike,\nAnd while I put mine armour on, you softly may beseeke\nThe hie Gods in my fauour now, and Troyans shall not neede\nTo heare your cries: what say I now? I surely doe not heede.\nFor pray you lowe, or out aloude, I doubtfull nothing deeme,\nFor if the breeding vp doe make men more of men esteeme,\nIf Countrey soile, if worthy race, doe mende the mindes of men,\nWith these three gifts so thorowly, sith I am furnishte then,\nYou shall not see me runne away, I will not turne my backe,\nTo princely blond what doth belong you shall not finde the lacke.\nSo spake the bold &amp; manly Greeke, his friends with hart deuout\nTo Ioue for safetie of the man did powre their prayers out,\nWith vowes in many sundry sortes: but some that best perceavde:\nThe hazard great he entred on, their hartes to God they heavde,\nAnd prayed thus: O mightie God, most great most good who stayes\nOn Ida hill beholding this, O Ioue who beares the swayes,\nAnd rules all combats at thy will, this fauour graunt to day,\nThat this good Greeke of this conflict may bring the palme away.\nOr if thou dost too great good minde vnto sir Hector owe,\nGraunt end this strife, they both alyue with honor home may goe.\nThe Aiax strong himselfe doth arme in braue and brightsome brasse,\nAnd forth he comes into the campe, in port and shewe he was\nLike Mars the God, when he doth martch, he yet a smiling hath,\nBut that his smile a visage shewes inflamde and set to wrath,\nWith notice to his fellowes all he was their certaine forte:\nHis countenaunce stout, his sterne martch, whe they saw in such sort,\nAnd so stiffe shaking of his launce, they doe beginne to ioye.\nBut to this combat he thus prest, now doubte the men of Troy,\nHector himselfe being agast, would haue retired sure,\nBut him they would a cowarde count, he did the strife procure.\nThen Aiax hanging at his necke his huge and waightie targe,\nWhich towerwise to stoode aloft, so dreadfull and so large,\n(He Tychius of late it forgde, with seuen folded hydes,\nWith stiffe, eke hard, and azerde steele be couerde it besides)\nTo Hector drawes: he shewe full great, and boldnesse on doth set,\nUnto him there these were his wordes, wherwith he thus doth threat.\nThis day thou Hector well shalt knowe, of Greece the force &amp; powre,\nThou wel shalt know what heds of knights we haue thee for to scoure\nAchilles out, who keepes abourde, with armes who doth not mell,\nBicause of an vnhappie iarre betweene our chiefe which fell\nAnd him: And here my selfe t'aduaunce among the rest thou seest,\nAnd therefore now beginne, beginne if of the mynde you beest.\nHector hearing thus the Greeke, doth forthwith then replie,\nWhat iollie Aiax are these wordes so arrogant and hie,\nMost like a dame or prentise young gesse you to make me shrinke?\nSure long agoe what longs to warre I knowe, and so doe thinke,\nAnd willing thereto giue my selfe, a charge I can abyde,\nAnd charge I can, my massie shielde I knowe to beare, I ride\nAt hand, and further fight I knowe, I foote it when I please,\nAnd all these knowe I howe to vse, when most they ayde or ease.\nBy sleights my foe I can sometime imbrewe with mortall blowe,\nBut you a man of valure much bicause I certaine knowe,\nNo cunning will I vse as nowe, but clap you on the Crowne,\nWith arme I will imploy my best therewith to plucke you downe.\nWith this doth Hector to him draw, his sturdie dart he shooke\nSo large in length, so stifely launcde, that forth the way it tooke\nAnd pierced to the seuenth fold of that his buckler strong:\nThe toughe and steeled plate with all it teared all a long.\nAiax againe his stubborne staffe at Hector shaking flings,\nWith force so great, as through the bosse of Hectors targe it rings,\nAnd further to his paunche doth passe, and Curet through doth glide,\nNo harme at all, a small at least the Troyan turnd aside:\nEch out againe his launce to plucke doth striue the best he can,\nLike Lions fierce, inuincible, and grieslie bores they ranne\nTogether both: Hector doth thrust on targe, but all in vaine,\nThe strength therof doth beare it off, and turnes the poynt againe.\nAnd Aiax blowe did likewise glaunce on Hectors shield aloft,\nAnd peercde his necke, the purple bloud it trickled downe full soft.\nSo small a ticke he heedeth not, retyring from the grounde\nHe seekes and takes a coggle blacke, a mightie and a rounde.\nTherewith on Aiax so doth lay, on target great it range,\nIn midst thereof the stone resounds, so soundly he it flange.\nAiax a greater farre doth ratch, and brawnly so doth cast\nThat he his bigge and bumpishe targe therwith in peeces brast.\nThe Troyan on his knees he sancke, perforce on earth he lay\nWith shield behapte, from whence to scape he knew no maner way,\nBut that Apollo sodainly ariueth in the place,\nTo yeeld a safetie to the man, and raise him in that case.\nThen would they out haue bladed it their armor so to teare,\nBut them betweene the Heraults came, eche did a sceptre beare.\nAnd Idee sage, the herault wise there thus in speach he brake:\nDeere sonnes, leaue off this cruel strife, herein a breathing take,\nTo Ioue you both are deare, do end this deadly combate nowe,\nAnd al the packe of mortall men you valiant doe allowe.\nLo here the might which bids you two to graunt to my request.\nQuoth Aiax then, O Ideus thou wel and wisely sayest,\nBut I refuse, if Troyan here, who did vs al prouoke,\nAnd me assaild, do not entreate this quarrel to reuoke,\nAnd if he do, I do agree to graunt with al my hart.\nQuoth Hector then, sith Gods on earth such honor thee impart,\nThat as of force, good gifts, and wit, so eke of mightie bone,\nI do confesse of al the Greekes thou art the Knight alone.\nOn Gods name leaue this enterprise, againe we may beginne,\nAnother time we may it trie, who shal the honor winne.\nThe more, bicause the sunne is lowe, and night drawes nie at hand,\nWhereby wel pleasd your mates wil be, &amp; Greeks hereby that stad.\nAnd I the dwellers al of Troy againe shall greatly glad,\nAnd eke the dames, who deeply deerde, their prayers now haue had,\nFor me, I thinke it Aiax meete in chaunge we do bestow\nOur presents now betweene vs both, that all the world may know,\nAnd say to see our heate so colde: these two were lately foes,\nAnd now great friends, their enmitie to faithful friendship groes.\nWith thys the prowest Hector gaue his bright and gallant blade,\nWith seemly sheath and belt so braue, so trimly which were made.\nAgaine to him doth Aiax reach the Bawdrike big he bare,\nHe pleasd therewith, and Aiax doth vnto his friends repaire.\nAnd Hector to his Troyans commes, whome seeing safe and sound,\nThey ioy amayne, they dreaded he, had caught some mortal wound.\nThey vnto Troy do bring him all, and Aiax strong doth goe\nForthwith the Greekish faction on, victor with souldiors showe,\nAnd in his tent he seeketh out Agamemnon the King,\nWho chieftaine good, them al to feast commaunded euery thing.\nTo Ioue for fauor forthwith he doth sacrifice prepare,\nA Bull of grease of fiue yeares olde the yoke that neuer bare.\nWhich straight was lead and offred vp, and off they plucke the hide,\nAnd him in peeces al to cut, and them on spits they slide.\nAnd al things fit, eche man drewe nie, to eate and feede his fil,\nAnd so wel vsd, as when they left they liked al at will.\nAgamemn dothe his champion muche extoll, and presents feate\nOf price hym gaue, in witnesse of his force and prowesse greate.\nWhen eche so muche had eate and drunke, as wel content they stood,\nThe Nestor olde, whose counsel graue was alwayes proued good,\n(Which to declare his last aduise it lately servde them wel)\nTo Agamemnon and the Greeks his tale he thus doth tel:\nYe loftie Lordes and Princes great, ye are not to be taughte\nThys day how many Grecians are to death by weapon broughte.\nTheir bodies layed along the field, their soules to hel are hyed,\nSome order must be tane herein, their buriall to prouide,\nAnd for the same the war to cease, to morrow needes must we\nTo Carrs to ioine Moyles two to two, and also yokte muste be\nA number great of Oxen to, the carcasses to beare\nMore nie the ships, and there with fire the same on heapes to reare.\nI wish also that heede there be to saue the bones that burne,\nTo giue them to their children, if we haply home retourne.\nAnd eke a common Monument a Trophee let vs build,\nAnd more, oure vessals eke is beste from Troyans them to shielde,\n(Least haply they vnhaply should in fight the better get)\nWe towers hie, and bulwarkes strong about them nie do set,\nWith ample gates and issues wide, the Chariots forth to goe,\nAnd eke our squadrons with our bandes to passe out to and fro,\nWith trenches large and deepe before, with pales impaled strong,\nTo keepe vs from the Troyans charge, if haply with their throng\nThey should assaile vs where they are. Thus Nestor loud did chaut,\nAnd that his councell al the kings for good did willing graunt.\nAnd Troyans to consulting come did greatly grow to muse,\nThere rose so many diuers mindes they know not which to chuse.\nThe Lordes and great men of the towne, and people many by,\nAntenor thus hys tale beganne with voice and speeche on hie.\nGiue eare ye Troyans I you pray, and forraine souldiors to,\nYe Citizens hearke what I wish and councell you to do:\nLet Helene to hir husband home be sent with all the spoile,\nThe riches and the things of price were brought out Grecian soile,\nThe pacte and promise Paris made with othe, for to allowe,\nFor otherwise to plye the fielde against that concorde nowe,\nI surely hope no good at all can hap vs in the end.\nSirs, thinke of this, the eare whereof I doe to you commend.\nThis said, Antenor takes his place, and downe therein he set,\nAnd Paris doth in choller growe, with him he takes the pet,\nAnd youthly thus doth answere him: Antenor wel you can\nWhen so you list, giue sounde aduise, and are a pretie man,\nTo tel a tale, for Troyans good you practise can at full,\nBut your opinion now declares your senses lost or dull.\nAnd thinke for truth the Gods haue tane (as you a dotarde ware)\nFrom you your wittes: And as for me, I contrary declare\nMy selfe to that which you haue sayde, and haue determind plaine,\nThe Greekish Lady at no hand I wil hir leaue againe.\nBut for to end this strife, I will the treasure eft restore,\nAnd iewels which I tooke in Greece, and with them thus much more:\nThe costliest in my house I haue, if so accept they wil,\nThese points of peace, and so content remaine contented still.\nKing Priam herevppon, a Prince of prudence bearing bell,\nIn councel graue, to al the rout he thus his tale did tell.\nYe Troyans and my other friendes hearke what I you aduise,\nYour lodgings home go seeke ye al, sith now the night doth rise,\nYour selues with meat repast I pray, and with your supper done\nRegarde with heede your watch and warde, as they by course do run:\nAnd in the morning shall there goe a Herault to the Greekes,\nAt length who shal to them declare what Alexander leekes\nMy sonne, and know their minde therein, and more a matter say\nWhich hardly they wil vs deny, that there may be a stay\nOf warre awhile, that eche of vs in graue the bodyes slaine,\nAnd burne the carcasses, for vs which dead abroade remaine:\nAnd then we shall beginne to see who shall obtaine the price.\nNo sooner saide, but Troyans al obey him in a trice,\nThey to their supper do departe, some to the watch do hye,\nAnd some their tyred limmes to reste on couches downe do lye.\nGood Ide the herault in the morne to execute his charge,\nCommes to the ship of Agamemn, within the vessell large,\nWhereas he founde of Greekish Lordes the troup in councell fast,\nAloft the poupe to whome to say himselfe he thus doth cast.\nYe famous mightie Atreus heires, and al ye here togither,\nYe prudent hardie princes Greekes, King Priam sends me hither,\nAnd all his worthy councell wise to shew vnto you al,\nHis Paris sonne (the onely cause for whom this warre doth fall,\nWho rather should haue suffred death, than such a mischief wrought)\nIs now content to yeelde againe the pray from Greece he brought.\nAnd thereto offers for to put good portion of his owne.\nBut Troyans to persuade him much, who all are greatly growne\nDame Helene faire for to restore, their labor lost they take,\nHe will hir holde. Aduise nowe Lordes, what answere yee wil make,\nThat I to Troy returne the same, my king he eke demaundes,\nIf that of truce ye will allow, the bodies on the laundes,\nWhich dead do ly by slaughter of this late and last dayes warre,\nIn fitly graues and sepultures the same for to entarre.\nWhiche done, the peace to haue an end, and with our yron to it,\nTo see who for the victorie by force in fight shal do it.\nThe Greekish Lordes the Herault heard, amazed nothing spake,\nTil Diomede that noble Prince he thus the silence brake:\nThis offer must we not accept (quoth he) if that Helene \nThey would and al the wealth of Troy with hir restore againe,\nWho doth not fully wel perceiue (if not a fondling babe)\nThat shortly al the Troyans hereshal be our vassals made,\nThe time at hand this vile reproch with vengeance due to pay:\nHerewith they greatly laud the man, and loe what he do say.\nQuoth Agamemn the herault to, thou hearst the Grecians minds,\nAs theirs, my answere is, my will gainst theirs it not repines.\nAs for the truce, it graunted is as thou thy self dost pray,\nI may not crosse it, from the dead to keepe their graues away,\nThe hate it ought to be forgot when dead the person lyes,\nDo you amasse the carcases which of your partie rise,\nAnd burne, or burie as you list, and we wil do the same:\nAnd for a witnesse of our faith, that it be voyde of blame,\nO Ioue I do thee now inuoke, and Sceptre vp he throwes,\nHis royal one to heauens ward, a signe, true meaning showes.\nThe Herault good wel hearing al, to Troy with speede he hies,\nAnd Troyans found at councel harde, who longde with loking eyes\nHis comming home, the answere brought th'assembly parts awaye,\nAnd forward forth abrode they go, &amp; in the fields they stray.\nOne number great doth seeke the slaine, another down doth hacke\nThe weedes, and faggots bind, &amp; Greeks like minde they do not lack.\nA whole day long you might haue seene the Greeks &amp; Troyans plye\nOn worke they both and often meete no whit displeasauntly.\nIt pitie was in field to see them labourd so and toylde,\nAnd hardly know their kinsfolks blee, with bloud they were so foyld.\nBut often washing them they found, and layd them on their chares,\nAnd armour eke, with bitter teares &amp; sighes that shewde their cares.\nKing Priam in a mightie flame did throw the Troyans slayne,\nAnd subiects would not suffer more in mourning wise to plain.\nSo with the Greekes delt Agamemn, and more a masse did reare\nClose in the night the slaughtered bones wherin they tumbled were\nNot resting so, they round about their ships and nauie set\nMany a strong and sturdie towre, &amp; bulwarkes big they bet,\nGates hie and wide, as fit it was in souldiours to retire,\nFrom battel come, or forth to go, to fight when they desire.\nWithout a gallant ditch they dig ful deepe, ful low and large,\nWith postes and pales renforced so, it hard was for to charge.\nThe Gods in peerelesse Pallace set of Ioue, this stirre espyed,\nAnd maruelld much among the where Neptune, who could not hide\nHis spite conceivde, these words did use: you God of gods alone,\nO Ioue, in vowes, and sacrifise I careful now see none,\nNor yet to reare a worke of worth, no men I see to heede\nThe will of Gods, they at their hedes to cast it are agreede.\nDost thou not see these perulce Greekes, who vs besought no wayes\nWhen as their toures they topt aloft, and rampires great did raise?\nTheir fame all Countreys thus shal fill, and of their buildings ring,\nAnd walles by me and Phoebus built they down on ground shal ding,\nTheir name encreast, our labour lost, the Marine God thus spake,\nWho often by his proper power doth force the earth to quake.\nIn anger Ioue straight answerd thus: what sayst thou Neptue here,\nA meaner God of right then you these doings ought to feare.\nYou are to great your glorie spreads as far as day doth start.\nFor these gay towers and trenches wide, when their hie ships depart\nTo Greece their Countrey to returne, their worke destroy and race,\nOrewhelm it clean with sand, therof, that none may know the place.\nThe son straight after downe it drawes, and vp the night it gat,\nAnd al things done, the Greekes at rest in their pauilions sat,\nAnd many a beefe for supper slue, and there that instant tide\nDiuers keeles full fraught with wine from Lemnos fat did ride.\nEuneus, faire Hipsiphils son, to Iason which she bare,\nFor trafficke some and some to giue causde thither to repayre.\nFor of these new and pleasaunt wines, a thousand tuns he ful\nGaue to the chiefetaine of the war: the Greekes came down in scul,\nAnd barter for the wine apace, in hauen where it lay,\nSome brasse exchaungde, some yron, some hides, &amp; prisoners some do paye.\nSome bullockes from their heards do giue, and so they drink cotent,\nThat all the night no iote they slept but it in cheering spent.\nAgaine the Troyans ful at wil possest what they disirde,\nBut Ioue he did them much amaze, the heauen so it firde\nWith thunder and with lightning flames, which al ye night did last,\nDeuout his anger to appease, vpon the ground they cast\nIn sacrifice great store of wine (the time then calme and quiet)\nThey tend to Cabane at their ease, and sound in sleepe lye by it.\n\nFinis Septimi Libri"}