{"subject": "Souvenir", "text": "Though we vacationed in a castle, though I \nrode you hard one morning to the hum\nof bees that buggered lavender, and later\nwe shared gelato by a spotlit dome\nwhere pigeons looped like coins from a parade- \nwe weren't transported back to newlyweds.\nWe only had a week, between new jobs, \nwe both were pinched with guilt at leaving Claire.\nWhen, in our most expensive, most romantic meal,\nyou laid your sunburned hand upon your heart,\nit was just to check the phone was on.\n\nWhen the trip was good as over- when the train \nwould take us overnight to Rome, the flight\nwould take us home- I had the unimportant\nmoment I keep having.  I wonder if \nwe choose what we recall?  \n                            The train \nwas unromantic, smoky.  We found a free\ncompartment, claimed the two bench seats, and eyed \nthe door.  Italians who peered in and saw \nyour shoes, my auburn hair, our Let's Go: Rome, \nsoon found another car.  And we were glad.  \nBut then, reluctantly, two couples entered, \nsettled suitcases on laddered racks, \nexchanged some cautious greetings, chose their spots.\nThen each one turned to snacks and magazines.\nThe miles scrolled by like film into its shell.\nNight fell.  Each took a toothbrush down the hall.\nReturned.  Murmured to the one he knew.\nThe man beside the window pulled the shade.  \nWe each snapped off our light, slunk down until\nour kneecaps almost brushed.  And shut our eyes.\n\nEntwined I found us, waking in the dark. \nOur dozen interwoven knees, when jostled, \nswayed, corrected, swayed the other way.  \nKnuckles of praying hands were what they seemed.  \nOr trees in old growth forests, familiarly \nenmeshed, one mass beneath the night wind's breath.\nOr death, if we are good, flesh among flesh, \nwithout self consciousness, for once.  \n                                       Husband,\nfive years husband, you slept, our fellow travelers\nslept, scuttling through black time and blacker space.\nAs we neared the lighted station, I closed my eyes.  \nHad I been caught awake, I would have moved."}