{"subject": "An Autumn Mood", "text": "Pile the pyre, light the fire-there is fuel enough and to spare;\nYou have fire enough and to spare with your madness and gladness;\nBurn the old year-it is dead, and dead, and done.\nThere is something under the sun that I cannot bear:\nI cannot bear this sadness under the sun,\nI cannot bear this sun upon all this sadness.\nHere on this prophecy, here on this leafless log,\nLog upon log, and leafless on leafless, I sit.\nYes, Beauty, I see thee; yes, I see, but I will not rejoice.\nDown, down, wild heart! down, down, thou hungry dog\nThat dost but leap and gaze with a want thou canst not utter!\nDown, down! I know the ill, but where is the cure?\nMoor and stubble and mist, stubble and mist and moor,\nHere, on the turf that will feel the snows, a vanishing flutter\nOf bells that are ringing farewells,\nAnd overhead, from a branch that will soon be bare,\nIs it a falling leaf that disturbs my blood like a voice?\nOr is it an autumn bird that answers the evening light?\nThe evening light on stubble and moor and mist,\nAnd pallid woods, and the pale sweet hamlets of dying men.\nOh, autumn bird! I also will speak as I list.\nOh, woods! oh, fields! oh, trees! oh, hill and glen!\nYou who have seen my glory, you who wist\nHow I have walked the mornings of delight-\nMyself a morning, summer'd through and lit\nWith light and summer as the sunny dew\nWith sun: you saw me then-\nYou see me now; oh, hear my heart and answer it.\nWhere is the Nevermore and the land of the Yesterdays?\nAye,\nWhere are Youth and Joy, the dew and the honey-dew,\nThe day of the rose, and the night of the nightingale?\nWhere-\nWhere are the sights and the sounds that shall ne'er and shall e'er\nCome again?\nOnce more I have cried my cry, once more in vain\nI have listen'd; once more, for a moment, the ancient pain\nIs less, though I know that the year is dead and done.\nOnce more I bear\nUnder the sun the sadness, over the sadness the sun.\nBear? I have borne, I shall bear. But what is a man\nThat his soul should be seen and heard in the trees and flow'rs of the field?\nHave I tinctured them mortal? or doth their mortality yield\nMe like a fragrance of autumn? Ah! passion of Eve,\nAh! Eve of my passion,-which is it that aches to complain?\nOh, old old Minstrelsy, oh, wafty winds of Romaunt,\nBlow me your harps. My sick soul cannot weave\nThese gossamers of feeling that remain\nTo any string whereon its ill may grieve.\nBlow me your harps-harp, wind-harp, dulcimer,\nCiterne, bataunt,\nAnd mandolin, and each string'd woe\nOf the sweet olden world, and let them blow\nBy me, as in sea-streams the sea-gods see\nThe streaming, streaming hair\nOf drownèd girls, and every sorrowy sin\nO' the sea.\nAnd so let them blow out the din\nOf daylight, and blow in,\nWith legendary song\nOf buried maids,\nThe evening shades.\nAnd when the thronging harps, and all\nThe murmurings of wild wind-harps,\nAre still;\nAnd shimmer of dim dulcimer,\nAnd thrill of trill'd citerne,\nAnd plaint of quaint bataunt, and throb of long\nLong silent mandolin,\nAnd every other sound that grieves,\nHath dropt into its colour on the leaves,\nIn the silence let me hear\nThe round and heavy tear\nOf orchards fall.\nAnd as I listen let the air unseen\nBe stirr'd with words;\nLet the ripe husk of what is gape open and shed\nWhat has been;\nThrough click of gates and the games\nOf the living village at play,\nLet me hear forgotten names\nOf ancient day.\nDown like a drop of rain from the evening sky\nLet somewhat be said;\nUp from the pool, like a bubble, let something reply,\nIn the tongue of the dead.\nThrough the swallows that fly their last\nRound the grey spire of the past,\nIn the faded elms by the height,\nLet the last hour of light\nStrike, and the yellow chimes\nForget and remember\nA dream of other times.\nAnd above let the rocks be warm with the mystical day that is not\nTo-day or to-morrow;\nAnd from the nest in the rock let me hear the croon\nOf orphan-doves that yearn\nFor the wings that will never return.\nAnd below the rocks, on the grassy slopes and scarps,\nLet the tender flowering flame of the exquisite crocus of sorrow\nSadden the green of the grass to the pathos of gentle September.\nAnd below the slopes and scarps, where the strangled rill\nBlackens to rot,\nLet the unrest of the troublous hour\nBlossom on through the night, and the running flow'r\nO' the fatuous fire flicker, and flicker, and flare,\nThrough the aimless dark of disaster, the aimless light of despair.\nAnd meantime, let the serious evening star\nContemplative, enlarge her slow pale-brow'd\nRegard, until she shake\nWith tears, and sudden, snatch a hasty cloud\nTo hide whate'er in those pure realms afar\nIs likest human sadness: and, full-soon,\nLet night begin to slake\nThe west; and many-headed darkness peer\nFrom every copse and brake;\nWhile from a cottage nigh,\nWhere the poor candle of dull Poverty\nMay barely serve to show\nHer stony privilege of woe,\nOr if, like her, it try\nTo leave the cabin'd precincts of its lot,\nSteals trembling forth to struggle and expire;\nA milkless babe that shall not see the morn\nStarves to the fretted ear,\nWith lullaby and lullaby,\nAnd rocking shadow to and fro\nAthwart the lattice low;\nAnd from yon western ridge, black as the bier\nOf day, let a faint, far-off horn,\nMourning across the ravish'd fields forlorn,\nSound like a streak of sunset seen through the grief of the moon.\nAnd, further yet, from the slant of the seaward plain,\nThe bleating and lowing of many-voicèd flocks and herds,\nForced from their fields, mix on the morning breeze\nWith sob of seas,\nTill the long-rising wind be high,\nAnd, from the distant main,\nA gale sweep up the vale, and on the gale a wail\nOf shipwreck fill and fail,\nFail and fill, fill and fail, like a sinking, sinking sail\nIn the rain!\nBut ere all this to us let the dim smoke rise!\nTo us from the nearest field, from the nearest pyre\nOf stubbled corn, let the dim smoke rise; and let\nThe fire that loosens the stubble corn\nLoose the soul like smoke, and let tears in the eyes\nConfuse the passionate sense till the heart forget\nWhether we be the world, or whether the fading world be\nWe."}