{"subject": "A Man Perishing In The Snow: From Whence Reflections Are Raised On The Miseries Of Life.", "text": "As thus the snows arise; and foul and fierce,\nAll winter drives along the darken'd air;\nIn his own loose-revolving fields, the swain \nDisaster'd stands; sees other hills ascend,\nOf unknown joyless brow; and other scenes,\nOf horrid prospect, shag the trackless plain; \nNor finds the river, nor the forest, hid\nBeneath the formless wild; but wanders on,\nFrom hill to dale, still more and more astray;\nImpatient flouncing through the drifted heaps,\nStung with the thoughts of home; the thoughts of home\nRush on his nerves, and call their vigour forth\nIn many a vain attempt. How sinks his soul!\nWhat black despair, what horror fill his heart!\nWhen, for the dusky spot, which fancy feign'd\nHis tufted cottage rising through the snow,\nHe meets the roughness of the middle waste,\nFar from the track, and blest abode of man;\nWhile round him night resistless closes fast,\nAnd ev'ry tempest howling o'er his head,\nRenders the savage wilderness more wild.\nThen throng the busy shapes into his mind,\nOf cover'd pits, unfathomably deep,\nA dire descent, beyond the pow'r of frost!\nOf faithless bogs; of precipices huge,\nSmooth'd up with snow; and what is land, unknown,\nWhat water, of the still unfrozen spring, \nIn the loose marsh or solitary lake, \nWhere the fresh fountain from the bottom boils.\nThese check his fearful steps; and down he sinks\nBeneath the shelter of the shapeless drift,\nThinking o'er all the bitterness of death,\nMix'd with the tender anguish nature shoots\nThrough the wrung bosom of the dying man,\nHis wife, his children, and his friends unseen.\nIn vain for him th' officious wife prepares\nThe fire fair-blazing, and the vestment warm; \nIn vain his little children, peeping out\nInto the mingled storm, demand their sire,\nWith tears of artless innocence. Alas!\nNor wife, nor children, more shall he behold; \nNor friends, nor sacred home. On ev'ry nerve\nThe deadly winter seizes; shuts up sense;\nAnd, o'er his inmost vitals creeping cold,\nLays him along the snows a stiffen'd corse,\nStretch'd out and bleaching in the northern blast.\nAh, little think the gay licentious proud,\nWhom pleasure, pow'r, and affluence surround;\nThey who their thoughtless hours in giddy mirth,\nAnd wanton, often cruel riot, waste;\nAh, little think they, while they dance along,\nHow many feel, this very moment, death,\nAll the sad variety of pain.\nHow many sink in the devouring flood,\nOr more devouring flame. How many bleed,\nBy shameful variance betwixt man and man!\nHow many pine in want, and dungeon glooms,\nShut from the common air, and common use\nOf their own limbs! How many drink the cup\nOf baleful grief, or eat the bitter bread\nOf misery! Sore pierc'd by wintry winds\nHow many shrink into the sordid hut\nOf cheerless poverty! How many shake\nWith all the fiercer tortures of the mind,\nUnbounded passion, madness, guilt, remorse!\nHow many, rack'd with honest passions, droop\nIn deep retir'd distress! How many stand\nAround the death-bed of their dearest friends,\nAnd point out the parting anguish! Thought fond man\nOf these, and all the thousand nameless ills,\nThat one incessant struggle render life,\nOne scene of toil, of suffering, and of fate,\nVice in his high career would stand appall'd,\nAnd heedless rambling impulse learn to think;\nThe conscious heart of charity would warm,\nAnd her wide wish benevolence dilate;\nThe social tear would rise, the social sigh;\nAnd into clear perfection, gradual bliss,\nRefining still, the social passions work."}