{"subject": "Israel In Egypt. Book Sixteenth.", "text": "Darkness again on Israel! for the words\nOf Pharaoh,--with harsh proclamation sent\nThroughout the city, and throughout the land,--\nStruck down all hope: and o'er the time to come\nShadow so fearful cast, that gloomiest days\nOf the years gone, with that compared, seemed breath\nOf spring, to winter's blast. 'Gainst Moses then,\nAnd Aaron, rose new murmurs, and 'gainst all\nThe priests and Elders, who had promise given\nOf a deliverance coming. Of God's help\nDespaired the many: even some there were,\nWho of Jehovah, the One Only God,\nDoubt felt,--nay, disbelief: for, in the ways\nOf Egypt born and bred,--to Egypt's gods\nRather inclined they: the poor Hebrew creed\nVulgar esteeming; and for ignorance\nAlone a fit belief. Murmurs, and groans,\nAnd cries, and curses rose. But, meek and mild,\nThough great, and awe--inspiring, Moses went\nAmong the people, strengthening their hearts;\nBidding them trust in God; for, sure as day\nWould follow night, so surely would His act,\nThe promise follow. '''With an outstretched hand\nWill I bring Israel forth,'--said not the Lord?\n'The king of Egypt will not let you go:\nBut with my wonders will I smite the land;\nAnd, after that, the king shall let you go.'\nAnd hath He not with wonders smitten them?\nAnd think ye God will cease, till all be done?\nBe sure that wonders greater yet shall be;\nAnd that, though millstone--hard against us now,\nYet, in the end, shall Pharaoh soft become\nAs clay in the potter's hands. In God then trust.''\n\nThus Moses; Aaron also, and the priests\nAnd Elders, throughout all the city went,\nAnd in the lands around,--the downcast hearts\nUplifting; the weak strengthening; the blind\nTeaching to see, on the dark Orient's rim,\nDawn's tinge; though faint, yet heralding bright day.\n\nBut still the groans, and cries, and curses rose:\nFor, with rude mockery, on the Hebrew herds,\nHorses, and mules, the Egyptians laid their hands;\nFor every one, plague--slain, extorting three:\nTax--gatherers stern a double tribute forced;\nTask--masters, with their sounding whips, drove forth\nThe sorrowing, terrified slaves; and labor more,\nAnd worse, inflicted on them: so that life,--\nSave unto those who yet in God had trust,--\nBecame a burthen, and they longed to die.\n\nTo the blest land of Goshen quickly flew\nThe tidings; and, though task--masters were none,\nNor slaves therein,--yet, when from house to house,\nFrom village unto village, ran the word,\nThat, thenceforth, double tribute must be paid;\nAnd that, from out the Hebrew flocks and herds,\nEven three for one of all that they had lost,\nThe Egyptian men with law's strong hand might take;\nThen a deep murmur rose. Some few there were\nWho Moses blamed, that such terrific plagues\nHe had sent on Egypt; which but torment were\nUnto her people; and, for Israel, wrought\nEvil far more than good; the headstrong king\nBut madder making; 'gainst themselves more fierce,\nDefiant more 'gainst God. But all the rest,\nWho, either from his mouth, or by report,\nHad heard the words of Moses,--as to him\nAt night, on Horeb, from the burning bush,\nThey had been spoken,--knew that hard of heart\nPharaoh would be; and plague on plague might bide,\nEre God he would obey, and Israel loose.\nMuch evil, therefore, looked they to endure;\nAnd, while most sorrowing, whispered to their hearts,\nThat, when at heaviest, the black clouds would break,\nAnd let the sunshine down. Within the house\nOf Kohath, with his family, that day,\nSat Reuben, and his father Malachi.\nTwo hours the mid--day meal had passed; but they\nStill in the chamber lingered; grave discourse,\nNow sad, now hopeful, holding, of the events\nSo wondrous which had lately come to pass;\nOf Pharaoh's fickle mind,--submissive, now,\nNow, arrogant; and still tyrannic most,\nAfter, plague--terrified, he most had bowed\nTo Israel's God, and loudest cried for help.\nOf Sethos, also, spake they; and the word\nOf promise he had given, that in the cause\nOf Israel he would plead before the king:\nYet how,--strange answer to such prayer,--had come,\nNot grace, but worse oppression,--as that day\nSorely had witnessed. ''When he shall return,''\nSaid Kohath, ''thereon will I question him:\nFor, truly, spake he as a man sincere,\nSimply, and warmly; not as one who feigns\nGreat zeal, intending nought. Nor many days\nWill pass, methinks, ere he again.... ''Hush, hush,\nSaid Rachael, one pearl finger holding up;\n''I hear the tramp of horses.'' Mute they sat,\nListening quick hoof--stamps; and, anon, the roll\nOf chariot--wheels, at great speed drawing nigh.\nLouder the tramplings grew; and numerous,\nIt seemed, as of war--squadron; and the wheels,\nAs if for multitude, made the ground to shake.\nThen, suddenly, all was still. Not without fear,\nKohath, and Malachi, and Reuben gazed\nEach in the face of the other: and her hand\nUpon the arm of Rachel, Sarah laid,\nAnd, trembling, whispered. But, with face serene,\nThe virgin looked on all, and gently said:\n''No cause for fear, methinks. Nor native foe,\nNor foreign enemy have we to dread;\nNor wrath of Pharaoh, more than on the rest\nOf our poor people. But, whoe'er they be,\nNow pausing at our gate--forget we not\nThat God o'erruleth all things.'' As she ceased,\nQuickly the door flew open; and a man,--\nCrazed, as it seemed, with utmost ecstasy\nOf terror,--pale, and trembling, hurried in.\n''Oh master,'' cried he, ''get thee out at once\nBehind the house, and fly; else, verily,\nWilt thou be put to death: for, at the gate,\nSitting within his chariot, all of gold,\nIs Pharaoh, even the king; with his great lords\nStanding about him: and, when I went up,\nOne of them said, 'Unto thy master speed,\nKohath, the son of Zohar, and thus say;\nPharaoh, the Splendor of the Sun, is come\nTo visit thee, and on great matters speak;\nCome thou then forth to honor him.' But oh!\nGo thou not forth, my master; for 'tis ill\nThey mean thee, and not good. Chariots like flame,\nTwice ten there be, and more; and horsemen, too,\nBy hundreds; some before, and some behind;\nAll giants, and in armour that seems fire;\nRiding on huge, fierce horses, lion--eyed,\nAnd black as midnight. Oh, my master, run,\nAnd get thee from the house, or soon....'' ''Stay, stay,''\nSaid Kohath. Turning then to Malachi\nAnd Reuben, with a look all wonderment,\nHastily spake he. ''Whatsoe'er this bode,\nEvil, or good, one only course we have.\nCome with me on the instant. We must speed,\nAnd reverence pay.'' For answer waiting not,\nForth went he then; and, with quick beating hearts,\nNot pausing, though reluctant, Malachi\nAnd Reuben followed him. In Rachel's face,\nSarah, all pale and trembling, looked, and said;\n''I dare not stand before the king: come now;\nLet us make haste, and get from out the house,\nBefore they spy us.'' With a loving smile,\nRachel beheld her, and replied, ''Fear not;\nFor, dearest mother, nought is there to fear.\nWere the king's thoughts of evil, never thus\nHad they in act appeared. The violent hand\nAt once had fallen upon us: but he comes,\nWith gracious courtesy, and at our gate\nPauses for word of welcome. Surely, sign\nOf amity this. His purpose, out of sight\nTo my poor vision is, as ocean's bed;\nYet, thus beginning, ill it scarce can be.\nBut, whatsoe'er it prove, an eye there is\nThat all things sees, a hand that all things guides:\nCome good, or evil, still from Him it comes:\nAnd evil though it seem, must yet be good.\nWe stand upon a rock, my mother dear,\nNot on a trembling plank: and, standing so,\nNever can fall. Be then thy heart at rest.\nConsider, too, if from the house we go,\nWhen friendly feet are entering,--what sad shame\nOn our poor hospitality will be;\nMost poor, at best, to welcome a great king.\nLet us not make it worse. But come; I hear\nFootsteps within the garden, drawing nigh;\nAnd a strange voice. Let us retire within;\nAnd preparation make for such repast\nAs guests like these may suit.'' With cheerful tone\nThus speaking, she her mother's trembling hand\nTook in her own, and kissed it lovingly;\nThen drew her from the room. In little while,--\nWith meet respect by Kohath ushered in:\nFriendly of aspect seeming; and with tones\nKind and familiar speaking,--yet intent,--\nSince through the carnal appetite he had failed--\nWith deadliest wiles those Chosen Ones to lure\nTo utter ruin; and God's merciful scheme\nThrough them to bring Messiah, thus o'erthrow--\nIn humble form of Pharaoh, Egypt's king,\nCame now the terrible Majesty of Hell.\nBehind him, of his train, was one alone;\nAn aged man,--in rich habiliments,\nSilk, woven with gold; who, in his shrivelled hands,\nAn ebon box, with gold and gems thick laid,\nAs with deep reverence bore. Behind him walked\nReuben and Malachi, silent both, and pale;\nBy that dread presence awed. Within the room\nArrived,--about him looked the shadowy king,\nAs seeking whom he found not. Turning then\nTo Kohath, with a kindly voice,--suppressed;\nYet such appearing as, put forth at full,\nMight talk 'gainst even the thunder,--''Where is she,--\n''Where is thy beauteous daughter?'' he enquired;\n''For her, not less, nay even more than thee,\nCome I to visit: where, too, is thy wife?\nHer presence also need I; since her words,--\nIf mine prove vain,--haply may move thy child\nTo her own good, and yours.'' By a dark fear\nO'ermastered, Kohath answered not; but signed\nTo Malachi; and the old man went forth.\n\n''A goodly land ye Israelites have here,''\nPursued the Shape; ''such as through Egypt, else,\nI have not seen; for verdure, and sweet air,\nAnd fruitfulness. A favored race indeed\nMust ye be held,--almost possessors sole\nOf this, the kingdom's gem: though wherefore so,\nTruly I know not; neither why exempt\nFrom bonds elsewhere imposed; or from the stroke\nOf plagues that smote all else. Such happy state,\nWell may ye prize: and distant be the day\nThat shall bring change. But, with yourselves alone\nIt rests, to keep, or lose it. ''Fairest maid,''--\nTo Rachel he pursued, as, bowing low,\nYet with calm mien, she entered; by the hand\nHer trembling mother leading,--''on thee, chief,--\nThough on thy parents also, and this youth,--\nDependeth that of which even now I spake;\nWhether your people, in this favored land,\nAs heretofore, shall dwell; happy, and free\nFrom that great bondage which, through Egypt, else,\nWeighs on the Hebrew race,--or, gods forbid!\nShall be driven forth; and, mixed with all the rest,\nLive years on years in slavery; and slaves die.\nSuch the momentous question which this day\nYe must determine; for with you it rests:\nWith you alone. Yet, not indifferent all\nTo me, and Egypt, how ye turn the scale;\nFor, with your good, ours also is close bound;\nOur good being yours; our evil also yours;\nAnd, though in less degree, your good, and ill,\nOurs also. Summon then your best of powers\nFor comprehension clear: and, when ye see\nHow wisdom points,--then into Passion put\nAn iron curb, and force him from wrong path.\nThou, maiden, chiefly; and thou, virtuous youth,\nTo reason solely listen; and the voice\nOf justice and of mercy to your race:\nBut, to the foolish whisperings of fond love,\n'Gainst reason and justice pleading,--hearken not;\nFor selfish wholly are they; a foul sin\nAgainst your people; and, on you, and all,\nSin's punishment would bring. Not harsh am I,\nThough strongly speaking: zealous for your good,\nEven more than ours; as, erelong, will ye find;\nNay, zealous more than for mere policy,--\nFor a quick--born affection: but, of that,\nHereafter shall ye learn. No matter slight,\nYe may be sure, that hath a Pharaoh brought\nTo Goshen, with one Hebrew family\nDiscourse to hold. Ye no tradition have\nOf like event. Intently listen then:\nReason my counsel: and, as wisdom bids,\nAs justice urges, and as mercy pleads,--\nNay, even as piety to the gods commands,--\nFor wisdom, justice, mercy, are their voice,--\nSo now on act determine. ''Well ye know\nHow, at this day, your Moses, and the king,\nStrange opposites, front each other. Earthly power\nSo wholly mine, that, by a finger raised,\nDeath might I send him: but demoniac power\nSo potent his, that, over all the land,\nStrange plagues, abominations, hath he brought:\nAnd worse hath threatened, if his insolent words\nI hearken not; and let your people go\nThree days, forsooth, into the wilderness;\nThere to give sacrifice unto your god.\nMuch torment hath he caused us, and great loss.\nAll fish within the rivers, brooks, and ponds,\nHave perished: and of horses, oxen, sheep,\nSo numerous are the slain, that, with loud voice,\nAll Egypt hath cried out for punishment\nOn the magician; and full recompense\nFrom Israel, for the ills through Israel brought.\nVast is our loss; but, far and wide 'tis known\nThat, magic guarded, not one plague hath touched\nHorse, ox, or sheep, or any living thing\nTo you belonging. With great justice, then,\nMy people clamored that, even three for one,\nOf all plague--stricken things, should be exact\nFrom Hebrews,--the sole cause of all that loss.\nAnd thus did I decree; as ye this day,\nIll--pleased, have learned; yet not worse pleased than I,\nForced so to deal against you. Nay, more still\nDriven may I be to vex you; for, one voice\nFrom all my people, rulers, lords, and priests,\nCalls death upon your Moses: and by oath\nPledged am I, if but one plague more he bring,\nSharply to cut him off. But, way there is\nBefore us open, on which you, and I,--\nWisely and truly walking,--the worst ills\nFor both may 'scape; for both great good may win.\nBut, the worst evil, or best good, to me\nThat hence can come, all insignificant is\nAs gnat unto a camel, weighed with those\nEnormous, waiting you; which to the heavens\nIn glory will lift, or sink you deep in earth;\nAy, deeper than the grave. In my right hand,\nA chrysolite of the sun if I held forth;\nAnd, in my left hand, noisome rottenness,\nChoice proffering you,--not greater, 'twixt those two,\nThe contrast were, than 'twixt the opposites\nThat now I offer. Israel is a slave;\nEgypt his lord: but Israel may be free;\nFree from this land to go, or here abide;\nFree from all labor, taxes; save alone\nSuch as, throughout the realm, Egyptians pay.\nA rare gem this ye grant,--but the price ask.\nYet, be ye silent till my speech shall end,\nAnd I your answer crave; for more, far more\nAdvantage would I give you; glory, too,\nSuch as, yourselves to dream of, madness were;\nSuch as, to speak of, ye might think me mad,\nTill ye shall all have learned......Thou, beauteous maid,\nFairest by far of all these eyes have seen,\nThe cause original art; though, of thyself,\nMost ignorant how.'' With gentle wonderment,\nHer calm clear eyes upon him Rachel turned;\nNor blushing, nor confused; though, with a look\nAt once of admiration, and great love,--\nA father's love, and all--approving smile,--\nThe mighty face gazed on her. ''Yes, fair maid,''\nPursued the king; ''first, and chief cause, art thou.\nOn thee dependeth, whether Israel rise\nAmong the nations, great and glorious;\nOr, altogether, woman, man, and child,\nDown to the bottom sink, slaves evermore.\nIf thou the voice of wisdom, mercy, list,\nAll may be well: if thou refuse, all ill.\nMaiden, thy heart I know. To this fond youth,--\nNot undeserving it,--thy love is given;\nThy hand is vowed. Yet, for thy parents' good,\nThine own, and Reuben's; for all Israel's good,\nShould'st thou from him thy love, thy hand, disjoin.''\n\n''Never!'' the maid exclaimed,--a roseate tinge,\nAs from red sunbeam, flashing o'er her face:\n''Never!'' again she said, in deeper tone,\nMore mild, yet speaking strength invincible:\nAnd, toward him lightly stepping, by the hand\nTook the pale trembling youth; and in his face\nPoured infinite love. With look, then, all serene,\nUnknowing shame,--she turned; and to the king\nGently, yet firmly spake. ''From childhood up,\nO Pharaoh, to each other dedicate,\nBy parents, and by friends, and our own love,\nHave we been held. There is not on the earth,\nSave Reuben, one to whom I would be wed:\nNor maiden is there, whatsoe'er her state,\nHer beauty, or her wealth, whom, leaving me,\nWould he espouse; for, on our souls 'tis fixed,\nThat, by especial ordinance of God,\nWe twain shall one become.'' As, in the gloom\nOf sultry summer--night, along the verge\nOf the horizon dark--red lightning runs,\nA moment seen, and gone; so, from the orbs\nOf the dread Phantom--king,--when that sweet voice\nOpposal resolute spake,--one fiery glance\nQuivered, and died. But, all eyes bent on her,\nHers upon Reuben turned,--the meteor blazed\nUnnoted; and, for that hot gleam, a look\nOf gentle love commanding,--with mild voice,\nThe Pharaoh thus resumed. ''Thou didst forget,\nFair maiden, that I silence craved from all,\nTill my whole speech should end. Unto the last,\nI pray thee once again to lend thine ear,\nAnd understanding; but lock up thy tongue:\nFor, in poor ignorance thou refusest now,\nWhat, with full knowledge, thou may haste to take.\nThink not that, for light reason, I would ask\nMaiden to loose a knot of virtuous love:\nOr that, for sacrifice made by thee, and him,\nThy long--betroth'd, I would not recompense give,\nWorthy a king,--ay, greater far than king\nThrough the whole earth beside: beyond compare\nMore rich than what 'twould pay for. Take thou thought,\nBlest Rachel; Reuben thou, and all the rest,\nTake thought of this,--that, what he stoops to beg;\nNay, at large cost would purchase,--with strong hand,\nDefiant of all earth, the king might take;\nAnd, as he would, dispose of. When he prays,\nThink, then, he might command, if love ruled not,\nAnd justice, more than passion; and so frame\nYour dispositions, that his generous thoughts,\nWith generous you may meet. Such harmony\nIn good to all must end. With few words now,\nMy whole desire will I lay bare to you:\nMake plain all good that ye have power to do,\nAnd all the evil: all the tenfold good,\nThousandfold evil, that upon yourselves,\nPower have ye to call down, as, to the right,\nOr to the wrong, ye go. ''The sun shines not\nTo one man only: beauty cannot shine,\nBy one man only seen, admired, and loved.\nMaiden, my son, the heir to Egypt's throne,\nLike a poor fly to the flame, too near hath come\nTo thy soul--scorching beauty; and been burned,\nTill sense, nay life, is perilled. Kohath, thou\nA father art; and, for a father's pangs,\nFeeling must have. Even like to one possessed,\nIs my loved Sethos; body, fever--fired;\nMind, wandering; voice, still calling upon her,\nThy matchless daughter; who, though seen but twice,\nDeep in his soul is buried; no more thence\nTo be withdrawn, than might a buried sword,\nDeep broken in his body. Sobbing, now,\nAs if his heart would burst; now, groaning loud,\nAs in death--agony; with folded hands,\nNow, crying out to her imploringly,\nAs to a very goddess,--down his cheeks\nTears running like two brooks,--Oh! it is sad,\nSad, piteous, even for stranger, to behold\nA tree so glorious beaten to the ground,\nWithering, and dying: for a father, then,--\nOh Kohath, oh blest Rachel, Reuben too,\nWhat for a father is it! ''Ere distraught,\nHe had his story told: how once, by chance,\nHe had beheld a being, goddess--bright;\nHad watched her to her home: how, afterward,\nBy the young Syrian prince and princess led,\nThat temple pure he had again beheld;\nAnd, therein, the shrined deity; the bright star\nWhich, thenceforth, made his heaven! and he implored,--\nAs I would have him live, and reason hold,--\nThat he might wed her. But, when he confessed\nThat she a Hebrew was, indignantly\nDid I rebuke him; for that public law,\nAs well he knew, such marriage had forbid.\nAlas! I now repent me that so stern\nWas my forbiddance; for, as though quick death\nHad smitten him, he sank; and all the day\nCorpse--like lay stretched: till, evening coming on,\nFlame--faced, and frenzy--eyed, he started up,\nA yelling madman: from the palace flew,\nTo plunge in Nile; or headlong fling himself\nIn pit, or well; or howsoever else\nHe might end life and misery,--for even so\nOut cried he, running. Swifter feet pursued,\nAnd brought him back. Still all the night he raved.\nAt length, with kind words, loving tones, and sound\nOf gentle music, having soothed his rage,--\nCalmly I spake with him; and promise gave,--\nSo he a reasoning man once more would be,--\nFar as my power might go, his suit to speed,\nAnd aid him win that jewel. For the law,--\nThe maid herself, perchance, its interdict\nMight set aside; Osiris for her god,\nIn place of him, Jehovah named, thenceforth\nAvowing..... Answer not as yet, fair maid:\nNor any of you speak till all be told.\nA point momentous this ye deem, I see;\nThough, of a truth, 'tis nought; or nothing more\nThan a sound's difference. Ye Jehovah say;\nOsiris we: yet, by two words, one thing\nMeaning alike: and it poor wisdom were,\nA word to cling to, and give up a world:\nFor, that word holding, more than a world's worth\nYe fling away. Who higher rates the gem\nSeen in the mirror, than the gem itself,\nSuch folly might act: but not so you, I trust,\nAll knowing, and considering. For myself,\nPlainly I say,--did not Egyptian law,--\nStronger, in this, upon Egyptian king,\nThan even on humblest subject, force on me,\nFor names of god and goddess, the words sent\nFrom hoar antiquity down,--as readily\nWould I Jehovah, as Osiris speak;\nFor Isis, whatsoever goddess--name\nYe to the like power give. Small mountain this,\nFor a firm foot, and steady brain, to climb:\nAnd oh! what glorious prospect from its height!\nSmall obstacle I say; yet, unto you\nAlone, 'tis small; a thing to be o'erleaped,\nScarce drawing breath; but, unto us, a rock\nPrecipitous; high as heaven; impassable!\nThe maiden, by a word, may fit herself\nTo espouse Egyptian king: Egyptian king,\nNeither by word, nor act, could be made free\nTo wed false worshipper; for law, more old\nThan records tell, would crown and sceptre take,\nAnd to another give them. Ponder then,\nI pray you, all; thou, maiden, first and chief;\nYe, her fond parents; and thou, modest youth,\nSore as thy grief would be; and thou, his sire,--\nPonder, I pray you all, the mighty thing\nThat ye are hearing: and, for slight account,\nMiss not a sun that waits to rise on you;\nAnd plunge yourselves in everlasting night.\n\n''Thee, Rachel, woo I now for my son's wife;\nFor Egypt's sometime queen. Our learned priests\nIn their religion soon will give thee light;\nAnd thou wilt see how easy is the task,\nA name, and some few forms, mere trifles all,\nOf worship, to lay by; and others take;\nNot better, haply, but not worse,--alike\nIn meaning, and in end: but different far\nIn the great end of all, as life, and death.\nTrifle, as yet, I see thou deemest not\nEven the mere name--change; the poor difference\n'Twixt the few letters that make up the words.\n'Tis but that one is nigh thee, one remote.\nThe nigh put off, and the remote brought near,--\nThe favorite of old thou wouldst discard,\nAnd hug the new, once spurned. What nearest is,\nStill greatest seems: thy rosy finger--point,\nClose to thine eye, shows greater than the sun;\nBlotting it wholly out: so, thine old creed,--\nFor aught of moment, a mere finger--point,--\nBlots out all others; blots what thou might find\nA sun, a heaven all glory. ''Absolute this,\nThe one condition sole,--that Egypt's gods\nThou worship,--thou; for, if their creed of old\nThy parents still would keep,--full liberty\nHave they, as all of Israel: them our law\nOf royal marriage touches not. The wife\nOf Egypt's king, or prince, to Egypt's gods\nMust bow,--else on the throne may he not sit.\nFor all her race beside, such liberty\nAs theretofore they had, such keep they still.....\nThis one small thing by thee conceded,--here,\nEven at this hour, I hail thee as the bride,\nOf Egypt's prince,--as Egypt's future queen!\n\n''For any other damsel 'neath the sun,\nSuch honor this, that straightway at my feet\nMight she fall down,--speechless with gratitude,\nOr eloquent with thanks: but thou, blest maid,\nSo far in beauty dost all else o'erpeer;\nSo like to goddess art,--that earthly prize,\nEven the richest, all unworthy seems\nTo purchase thy celestial. Nay, frown not;\nThough even thy frown more lovely is than smiles\nOf all earth's beauties else; but hearken now,\nWhile--the deficiency of Egypt's throne\nThy worth to balance,--in the scale I cast\nAdvantage, such as never yet did king,\nEven for the loftiest princess of the earth,\nIn dowry offer. ''Treasure--cities four\nHave I: in gold, and silver, and in gems,\nThe richest of the world. I cannot name,\nNor couldst thou understand, the mighty sum;\nPassing all count. Of these will two be thine\nOn that same day when thou my son shalt wed.\nOn that same day, north, south, east, west, shall fly\nThe great proclaim,--'Henceforth is Israel free:\nHenceforth no labor, taxes, shall they pay,\nSave such as pays all Egypt: from this day,\nFree to depart the land, free to remain,\nAll Israel is become: for, on this day,\nA Hebrew maiden, gem of all the earth,\nOr goddess, rather, habited in flesh,\nCelestial, yet half human, hath come down,\nAnd wedded Egypt's prince.' Such the proclaim\nOf glory and good to all of Hebrew race,\nOn that glad morning..... But, of special good\nTo thine own house, and friends, I now must speak.\n\n''Kohath, and Sarah,--from your heavenly child,\nNever should ye know severance; for, all else\nWhich the world hath, of pleasant, or of rare,\nWould, wanting her, seem common, joyless, poor.\nBut, vast the palace wherein she will dwell;\nAnd chambers spacious, numerous there are,\nWherein ye may abide: so one home still\nWill yours and hers remain: your revenue such\nAs fits Egyptian prince. ''But, now, for thee,\nYoung Reuben; gentle, virtuous, loving,--just,\nBoldly I add; for, in thy countenance,\nAnd thy demeanor, so I read thy worth;\nAnd rightly read; yea, plainly, as thy brow,--\nDoor to the very chamber of the soul,--\nWith letters of heaven's fire were over--writ,\nTelling its qualities such,--for thee, poor youth,\nFrom whom the richest jewel of the world\nSeek I to take,--for thee what may I do,\nSuch loss to countervail? Nought, verily,\nWhich, in thy mood existent, thou wouldst deem\nMore than the poorest fraction of that whole\nOf which I'd rob thee. But, Time pauses not:\nThe earthquake may be staggered in its course,\nEncountering bottomless rocks: great ocean's stream\nBe turned, and hindered,--but, in earth, and heaven,\nNo power there is that can the stream of Time\nOne sun--flash stay: and still, as it flows on,\nIn all things, earthly, heavenly, it brings change.\nMountains, by Time, have been worn down to hills;\nHills flattened to the plains: the sun himself,\nSometime, 'tis said,--black, cold, and motionless,\nWill hang in heaven, burned out. But, changeful most\nOf all things, is weak man: one day insane\nTo clutch at some bright bauble; and, the next,\nHeedless to keep, or lose it. Not of change\nSo hasty, capable thou, true--hearted youth.\nThy earnest love for that consummate maid,\nLong moons may last: nay, even while the sun\nTwice winter brings, twice summer; but, at length,--\nBy the same fate inexorable that rules\nAll things of earth and heaven,--wax faint it must,\nBy hope unfed, and die: and with it, too,\nAll that now stings, will perish: and thy life\nWill pass as one bright day of blissful calm;\nA golden sunshine, temperate, o'er thy head;\nAirs of heaven fragrant, ever fanning thee;\nEarth at thy feet, all verdure, flower, and fruit.\nFor, in the place of that too short--lived dream,\nBy fond youth thought immortal,--woman's love,--\nPassion more lofty, and life--lasting too,\nWill glow within thee; love of fame, wealth, rank,\nDominion; all which over the dull mass\nOf men, lifts man; such will in glory rise\nWithin thy soul; and the poor dream of love\nMelt, as noon--sun the dew--drop. Well I know,\nThou say'st within thy heart, 'I heed them not;\nHumble I am; for riches do not care;\nDesire not fame, or power; but peacefully\nIn this sweet solitude my life to pass;'--\nSo say'st thou,--and the truth: yet, this day's truth,\nAlone dost utter,--not the morrow's; that\nMay, as the poles, be opposite. 'Tis now day;\nAnon it will be night; and, even so,\nThat which to thee seems day, will turn to night;\nThat which night seems, to day. ''Yet, not alone\nIn certainty of human changefulness,\nWould I that thou seek comfort: for thy loss,--\nSo thou consent to lose,--I offer thee\nSuch recompense as, by clear reason judged,\nAnd world's best wisdom, far beyond all count,\nThy loss would overpay. Attend me now,\nAnd weigh what I shall speak. Fools have there been\nWho, dark gold offered, have bright brass preferred:\nBe thou not such! for, with the brass, thou'dst take\nEvils most deadly! Laying now aside\nAll kingly power to enforce, I pray of thee\nThis maiden to resign. If true thy love\nTo her hath been, and is,--though loss to thee,\nYet, unto her such gain unspeakable,\nAnd glory, thence proceeding,--thou wilt leap,\nThe sacrifice to offer. As thy wife,\nA bondslave were she; as my son's, a queen.\nThou canst not hesitate. Yet, sacrifice\nI ask not; but exchange: for one sweet flower,--\nCelestial sweet; but ah! with every day\nDestined to fade,--another exquisite flower,--\nPerchance wellnigh as sweet, I offer thee;\nAnd gems, which, all thy life long, bright as first,\nWill shed a glory on thee. From that hour\nWhen thou this maid shalt render,--to the king,\nEven as his better hand shalt thou become;\nThe ruler, under him, of all this realm.\nThy palace, and thy retinue of state,\nPrincely shall be: o'er every lord and priest\nSupremacy shalt thou hold. Judges most sage,\nWhen doubtful, by thy sentence will be swayed.\nThe captains of our hosts to thee will look,\nAs to a second Pharaoh, for the word\nThat moveth armies. King in name alone,\nContented will I be; all kingly power\nTo thee resigning; while with wisdom thou,\nJustice and mercy, shalt govern. If thou fail....\nBut fail thou wilt not; for in thee I read\nSame qualities rare, which, in a day long past,\nA youthful Hebrew to such state uplift,\nThat, to the Pharaoh then upon the throne,\nThe eye, the voice, the arm did he become;\nIn all, save title, king. Your records tell\nOf that great Hebrew, Joseph. Even as he\nUnto that Pharaoh was, so thou to me\nShalt on that day become. Nay more, far more:\nFor, Reuben, in the place of that fair maid,--\nIf thou resign her,--one condition sole\nExacted, and performed,--to thee I'd give,--\nAnd all the earth would marvel--one, who most\nUnto my heart is dear: one, whose rare charms\nAre noised through Egypt: one, for whose fair hand\nKings have been suitors; one, whose dower will be\nA pyramid's cost,--yea, even my own loved child,\nMeroë, my youngest daughter. Her to thee,\nYoung Reuben, will I give; so, to my son,\nThis maiden thou wilt yield; and to our gods--\nFor here, too, law is absolute--worship pay.\nSuch the small price for which thou'rt offered now\nRiches exhaustless, glory, honor, power;\nA monarch's love, and boundless confidence;\nA princess, the bright eye of all the land.\nWhat say'st thou? And, blest Rachel, what say'st thou?\nAnd you, their parents, what to this say ye?......\nYet, ere you answer, once again survey,\nIn narrow compass, the whole vast amount.\n\n''If ye refuse what I have stooped to ask,--\nYour loss, and mine, see first. For mine,--a son\nLove--tortured; perhaps of reason all bereft;\nAnd, haply, through your magic, one more plague:--\nSuch were, to me the sum; nor light the amount,\nAs my conditions show: but, unto you,\nThe amount enormous! misery of such bulk,\nThat all life's joys 'twould crush: and,--bitterest thought\nFor your few wretched years,--by your own act\nSolely brought on you: neither fate, nor power\nDespotic, having forced; nor ignorance\nMisled you,--for the issues all ye know,--\nNor aught save blind, mad obstinacy in wrong,\nHurried you on to doom. Ye see me now,\nCalm, gentle, generous; nay, to one and all,\nEven as a loving relative. Be calm,\nGenerous, gentle, loving in your turn,\nAnd life will be all sunshine: but, for love,\nShould ye give hate; or, though professing love,\nProve that, at heart, ye hate, by flinging back\nWhat love had offered,--then, like deeds of hate\nFrom me would ye enforce. No freedom then\nTo Israel would be given: but that ye have,\nWould all be taken from you. This blest land\nOf Goshen would no longer be your home:\nScattered through Egypt,--father, mother, son,\nBrother, and sister, daughter, husband, wife,\nEach separate from the rest,--slaves would ye be;\nThe brickfield, pyramid, fosse, canal; or aught\nThat labor hardest, and most servile asks,--\nYour portion till life's end. And, from that man\nIn whom ye trust, your Moses, never more\nWould hope come to you; for, if once again\nHis magic he dare try; and with new plague\nShould harass Egypt,--even on that same day,\nEre sunset should he hang. Your Hebrew race\nIts very name would lose; Egyptian slaves,\nAlone thenceforth your style. Annihilate\nYour god would be; his temples overthrown;\nHis worship made a crime,--nay, even his name\nBe death to him who spake it. If aught else,\nYet worse, can be imagined, verily\nThat also might be added; till the worm\nBeneath your foot half trampled, would be gay,\nWith such as you compared. Say not I threat\nRevenge, if ye refuse my will to do:\nIt is not I would send; but ye would draw,\nOn your own heads such misery. For myself,\nGood unto all I ask for: if ye grant,\nThe greatest gainers ye; if ye refuse,\nJust is it that the heaviest be your loss.\nYours only is the act, the sentence yours;\nBe it good, or heaviest ill.... The evil such\nOf your refusal,--of compliance, next,\nLet me the good recall.'' His countenance,\nAnd voice, which, that dark future shadowing,\nAs cloud and thunder had been,--now, like the smile\nOf sunbeam after shower, and the glad sounds\nOf bird and whispering breeze, came pleasantly.\n\n''First, to myself and Egypt, this the good;''\nWith bright benignant look pursued the king;\n''All future plagues,--if magic such could send,--\nFor doubtful is the power,--we should escape.\nA minister wise, and faithful, diligent, just,\nIn Reuben should I have; and my loved child,\nIn him a loving husband. Last, and chief,--\nMy noble son, and heir unto my throne;\nNow love--distraught, and steeped in wretchedness\nMight move with pity even the very beast,--\nOnce more would be a man; once more to heaven\nWould lift his face; and thank the merciful gods,\nThat they a lovelier far than in the train\nOf Isis had sent down, his arms to bless.\nSuch unto me, and Egypt, is the good.\nGreat do I grant it: but, to yours, my friends,\nAs clay it is to diamond. Through this land\nAll Israel would be free,--free to go hence;\nFree to remain: and, if remaining, free\nFrom every tax, save such as, through the realm,\nEgyptians pay. This to the general good\nOf your whole race. For your particular gain,\nGlorious indeed the promise. Unto you,\nThe parents of this youth, and this blest maid,\nA joy the dearest in parental heart,--\nTo see its offspring wealthy, glorious, great:\nTo thee, young Reuben, riches, rank, and power,\nSecond to king's alone; and,--happiness\nThat kings in vain have sighed for,--the bright pearl\nOf all Egyptian beauty, for thy wife,\nEven Pharaoh's loveliest daughter. Gold indeed,\nTen times refinëd gold thou'rt offered now:\nAnd thou wilt take it: ay, I hear thy soul\nSpeak, though thy tongue is mute. ''But now, the last,\nTo thee, celestial, human, whatsoe'er\nThy nature be; for still, the more I look,\nMore doubtful do I grow, if earth, or heaven,\nThe justlier claim thee; and the less amazed\nThat, gazing on thee, was the spirit--eye\nOf Sethos struck with blindness...let not fall\nThy snowy lids, and round thine eloquent lips\nA shadow gather; as if fulsome praise\nFrom some hot youth thou heard; for agëd eyes\nLook not through passion's ruby--tinted glass,\nWhich shows even poorest rich; but through clear air\nOf truth's broad daylight, which all qualities shows\nIn their own absolute nature. For my words,\nDeem them not flattery, then, or cozenage,\nTo some false end; since, in all possible scope\nOf world--events, what 'vantage could I gain\nBy thee deceiving? If in rapturous phrase\nThy qualities I speak of,--deem me, then,\nAs one but giving tongue, enforcedly,\nTo the soul's rigorous bidding: and, from me,\nAccept as my own truth, what, by thee judged,\nFalse, through excess, may seem. Raise, then, thy face,\nBlest Rachel, and behold me as thy friend.\n\n''For thee,--in thy clear soul I read it well,--\nFirst, ruling thought, is not of thine own gain,\nBut of the general; in the next degree,\nOf thine own house, and friends; in last, and least,\nOf thy pure self. Thy largest wishes, then,\nIt rests with thee to grasp: for, unto all,\nAnd all at once, such blessings may thou give,\nAs dreams could scarcely match. Speak but one word,--\nOsiris, for Jehovah,--easy task;\nWithin our temple, and before our gods,\nTo my most noble son,--mad for thy love,--\nGive thou thy hand,--and Israel will be free:\nThy Reuben, losing thee, will, in exchange,\nA princess take to wife; honor and wealth,\nAnd glory, and power will gain; throughout this realm,\nEven as its king becoming: and thyself,--\nAh! let me call thee daughter!--over all\nEgypt's most haughty dames, in rank and wealth,\nSupreme wilt be, as, in thy beauty, now,\nBeyond compare supreme. To worship thee,\nFrom farthest limits of the land will come,\nThe young, the old, the great, the rich, the wise;\nAll that is rare in beauty, high in fame,--\nEager to look, as on a milder sun,\nShedding diviner light. Even Egypt's prince,--\nNoble and glorious as all own him now,--\nBy thee will sit unseen; so every eye,\nBy thy perfections dazzled, will be blind\nTo aught of earth beside. Such thine estate,\nWhile only wife of Egypt's foremost prince:\nBut when, in due time, shall descend to him\nThe throne of this great kingdom,--then, its queen\nWilt thou become; of earth the mightiest queen:\nBoth queen's and king's thy power; for, unto thee,\nBy love's strong force subjected, must he yield\nSubmission absolute,--that thy will alone\nShall rule and guide the nation. Then shall be\nGlory indeed to Egypt: for thy sway,--\nI feel it in my soul,--will wisest, best,\nMost just, most merciful be: and every voice\nThroughout the land will praise thee. Even now,\nIn spirit's eye, I see thee on the throne;--\nSethos beside thee, to thy golden words\nOf wisdom humbly listening: on thy head\nA gem--fired diadem,--yet lustreless,\nBy thy bright countenance shadowed. So, to thought,\nDost thou appear: but, in the verity, now\nLet all eyes prove it. Zabid, bring thou forth\nThe queenly crown: and, on thy daughter's head,\nThou, Sarah, place it; and, then, note ye all,\nIf her the crown adorneth, or she it:\nIf, placed together, flame of diamond\nAnd ruby, the pure radiance of her face\nDarken,--or they, before her beams, look dim.''\n\nWhile yet he spake,--with slow and careful hand,\nThe old man on a table placed the box\nOf ebony, gold--inlaid, which to his heart\nTill then close pressed had been; and, from his robe,\nA golden key, to slender chain of gold\nSuspended, drawing forth,--into the lock\nTenderly thrust it; with a gentlest touch\nTurned the smooth noiseless bolt; the lid upraised,\nAnd let forth a new sunshine. From its couch\nOf purple silk, with reverential hands,\nThen lifted he what fires celestial seemed,\nIn gold imbedded; fires of many hues\nBattling together in a silent strife\nPerpetual; ever burning, never burnt:\nAnd, with slow step majestic, on her face\nFixing his large bright eyes, toward Sarah moved;\nBowed low, as to the honored of the king,\nAnd the rich blaze presented. But, as starts\nA timid maiden, seeing at her feet\nThe gold--gleams of a serpent,--even so,\nAt that unearthly lustre shrank she back,\nPallid and trembling. With wide--opened eyes,\nShe gazed upon it; but still backward drew,--\nBreath leaving her, and strength; till, even to stand,\nPowerless at last, upon a couch she sank;\nCovered her face, and wept. From Reuben's hand,\nTill then close held, Rachel her own withdrew,\nAnd to her mother went, and o'er her leaned,\nAnd whispered words of comfort. But, meantime,\nThe strong oppression of that Presence strange,\nStriving to combat,--with a faltering tongue,\nThus Kohath pleaded. ''Pardon her, O king;\nFor timorous is she, and of feeble frame;\nAnd fearful ever, lest by act, or word,\nOr thought, she God displease. No slightest thing--\nThe issue doubtful--ever hath she done,\nTill, to her best, considered. If for her,\nAnd for myself, I may permitted be,\nFew words to speak''..... ''Go on; the king will hear,''\nIn tone subdued, and kind, said the great voice,\nThe sudden silence ending; ''freely speak;\nAnd the plain truth; for such I love to hear,\nThough harsh, better than lies, to music set.''\n\nThough still by dread mysterious sorely pressed,\nAs in a ghastly dream,--yet, resolute\nThe right to do, thus Kohath then pursued.\n\n''As parents of the maiden, mighty king,\nNo just power have we now her course to rule,\nOr even lead. That which hath once been given,\n'Twere robbery to take back. To this just youth,\nOur daughter have we given, to be his wife:\nTo our loved daughter, him as husband given:\nHand into hand we have put; and binding words\nHave spoken: and the act hath witnessed been\nBy honored friends of old. Such bonds to break,\nWere sinful violence: and, for profit's sake,\nNot more to be excused, than robbery\nOf noon--day thief; who profit, too, could plead,\nTo justify his crime. Accurs'd were we\nOf man and God, so doing. Nor, by words\nOf soft persuasion, nor by looks, or signs,\nCould we, uprightly, either of them lure\nSuch contract to make void. That lustrous crown,\nShould loving mother place upon the brow\nOf loving, duteous daughter,--what were that\nBut silent invitation, so to act,\nThat hers it might become? Mute prayer 'twould seem\nThat, for world's glory, she should do a sin\nWhich the lips dare not utter. From such crime,\nOur God preserve us ever! Frown not then,\nGreat king, upon a mother, who but shrinks\nFrom doing, and from tempting unto, wrong.\nTo us impossible, thus, save with great guilt,\nOur child to enforce, or lead, to set at nought\nContract, God--sanctioned,--with herself alone\nDecision rests. Thy words, all eloquent\nIn threatening, as in promise, hath she heard;\nAnd hers should be the answer. Whatsoe'er\nShe say, alike say we. If of the youth\nThou first wouldst question, first let him reply.\nIf he my daughter yield unto thy son,\nNo breach of contract ours. The bond thus loosed,--\nAll of that power parental which we gave,\nTo us would come again: and we were free\nTo guide her as before; but, as before,\nTo herself should we entrust her; fully sure,\nAs of the ground beneath us, that, in all,\nSo will she act as, in the sight of God,\nWell pleasing she doth deem.'' While humbly thus,\nYet firmly, Kohath spake,--across the brow\nOf the great Phantom swept a thundercloud:\nBut, when he ceased, quick sunbeams played again\nO'er all the countenance; on the lips a smile\nSeductive hovered; the rough brow grew smooth;\nThe eyes beamed love, and hope; nay confidence;\nAnd the soft voice, tender, mellifluous;\nBut yet invincible seeming, strongest will\nOf mortal, with kind witchery, to subdue,--\nLike gentlest music, the short silence broke.\n\nMy daughter,--for on thy clear brow I read\nThat mine thou art''--to Rachel turning then,\nSpake the joy--beaming king: ''a little while\nLeave thou thy mother,--though more beauteous sight\nNot gods themselves could witness, than sweet love\nOf human hearts like yours,--yet hither come;\nAnd, with one word, throughout all Israel,\nThroughout all Egypt, bid a second sun\nArise, and pour down blessings. All thou know'st,\nOf evil, or of good, which unto us,\nAnd unto you,--to the whole Hebrew race,--\nWill fall, as thou shalt speak. Scarce need I ask\nWhat thou wilt answer: for, to rational mind,\n'Twixt opposites such, one only possible is:\nAnd thou, not rational merely, but of mind\nGoddess--like lofty art,--as fits, thy form\nAnd face divine to match. Yet, ere I ask\nFor that mere word which, to the soul of thought,\nFirm body gives, and shape,--one moment grant\nTo all our longing eyes, that they may feast\nOn more than mortal beauty; and even now\nMay see thee, as in due time to appear,\nWhen queen of earth's first empire. On thy brow,\nHonored will Pharaoh be, with his own hands,\nThe priceless crown to set: and on that brow,\nMore honored still, a father's kiss to impress,\nAnd as loved daughter hail thee.'' Speaking thus,\nFrom Zabid the fire--flashing diadem\nWith careful hand he took; and toward the maid,\nAll loving smiles, advanced. One backward step\nCalmly she trod, and raised her pearly arm,\nForbearance signing; then, with downcast eyes,\nVoice sweet, and low, yet firm; her heart, the while,\nNor bold, nor fearing aught, thus made reply.\n\n''All have I heard, great Pharaoh, of both ill,\nAnd good, which unto Egypt, and to us,\nWill come, as I thy will shall do, or do\nAs our God willeth. Ill would it beseem\nPoor maiden such as I, by force of words\nTo strive for victory 'gainst a wiser far,\nAn elder, and a king, who graciously\nStoops to entreat. But, truly, reason none\nHave I to render, wherefore all the good\nAnd glory thou dost promise; all the ills\nWhich thou dost threaten, weigh with me as nought,--\nSave this,--that in the hand of God, I know,\nAre all events: that, howsoe'er man schemes,\nGod still directs: that His sole will to do,\nOur duty is; in thought, in word, in act,\nOr in endurance; to Him leaving all\nWhich thence may follow; certain that the worst,--\nSo seeming,--in the mighty plan unknown,\nStill best must be. As duty bids me, then,\nSo must I do; regardless what the event.\nGod's will it is that Reuben and myself\nShould be espoused. We feel it in our hearts\nAs a truth absolute, though nor word, nor sign\nFrom heaven hath spoken it. We cannot tell,\nHow this we know; but not more could we tell\nHow 'tis we know that on this ground we stand;\nYet surely do we know it, with a force\nNo argument could reach. If word of man\nWe needed to confirm us,--from the lips\nOf our great Moses, inspiration filled,\nSuch had we; for, with prophet's eye, and tongue,\nSeeing, he knew us chosen; and, from us\nProceeding, to all Israel blessings spake.\nBut warning, too, he spake: 'Plain as high--road\nAt noon,' he said, 'before you lies your way.\nEven as your right hand from your left, ye know\nThe path of holiness, from path of sin.\nKeep stedfast on the way which ye have trod:\nTo neither side,--though gardens as of heaven\nWould tempt you--for one moment turn your eyes.\nBefore you straight is the clear road of God:\nIf thence ye turn,--though seeming angels call,--\nFrom God ye turn; His chosen ones no more;\nBut lost, for ever lost!' So us he warned,\nThough fearing not; and we our clear path see.\nFrom Reuben know I that I cannot part,\nSave by God's will opposing; nor from me\nCan he make severance: boldly for us both,--\nFor, in the soul, already are we one,\nAnd, when I speak, he speaketh,--say I then;\nThere is no power on earth that him, or me,\nCould move to disobedience. Earth's best lures,\nRiches, and fame, power, honor, rank, and rule,\nAs wages for such sin, all worthless were\nAs dirt beneath the foot. For him, and me,\nOne life--rule only is,--our Maker's will.\nOn what earth stands, I know not; but, firm fixed\nAs on that base the earth,--so fixed stand we\nOn the known will of heaven. To disobey,\nWith us impossible alway. Hence, thy son\nNever can be my husband; for the voice\nOf God within my soul hath given to me\nThe humble Reuben. Likeway is he bound:\nMe could he never leave; feeling that God\nOur hands and hearts hath joined. ''Even were this all,--\nThrough solid rock might the weak body pass\nLightly as, through such obstacle, the soul:\nYet, greater far before us hast thou placed;\nNot rock alone, but rock of adamant;\nAnd wouldst that we pierce through it. Of God's will,\nUnspoken, and unsigned,--in the heart alone\nFelt as a living truth,--a doubt, perchance,\nIn hour of weakness, sickness, wretchedness,\nMight, cloudlike, come, and go: but, of this globe,\nThe doubt to us not more impossible were,\nThan of Jehovah, the one only God;\nMaker of heaven, and earth, the sun, the stars,\nAnd every thing that is. Yet, that great God\nThou wouldst we should deny: to other gods,\nFalse deities, the imaginings of man,\nBow down,--the name of the living God exchange\nFor names of shadows!--and for what reward?\nRiches, renown, high station, worship, power!\nAh, king! forgive a simple maiden's speech,\nAnd let her tell thee,--couldst thou turn to gold\nAll valleys of the earth; her mountains turn\nTo ruby, sapphire, emerald, diamond, pearl;\nHer oceans into silver,--and, of all,\nCouldst make me queen; for husband give to me\nA youth, than all man's race more glorious,\nAs sunshine is than blackness; and, to both,\nYears twice a thousand give of happiest life;--\nOr, couldst thou unto Reuben give the crown\nOf the whole earth, and all those riches give;\nFor wife, a creature exquisite beyond\nAll earth's most lovely maidens, as the rose\nMore sweet than noisome fungus,--and, to both,\nLife long as Lebanon's Cedars,--not for all,\nNor for all multiplied, till even as stars\nIn cloudless night for number they should be,--\nWould he, or I, that Holiest Name forsake,\nAnd to false gods, the dreams of man, bow down!''\n\nWhile thus she spake,--beyond expression bright,\nHoly, and beautiful, her countenance grew.\nGlory of heaven seemed girding her about;\nHer look was adoration; and her voice\nEcstatic as rejoicing seraph's hymn.\n\nAll gazed, and wondered. Of that presence great\nForgetful wholly,--with love--beaming face,\nLightly stepped Reuben forward; on his knee\nHurriedly sank before her; grasped her hand;\nTremblingly kissed it; tremblingly looked up,\nAnd, mutely blessing, all but worshipped her.\nEven the dread Phantom--king one step retired,\nAstonished, as if dazzled by great light,\nSuddenly breaking; and to Zabid's hands\nThe crown surrendered. Kohath, Malachi,\nAnd Sarah, who, amazed, had left her couch,\nLooked on that gentle maiden,--loftier now\nThan proudest queen; and, while they looked, scarce knew\nIf Rachel truly were she, or some Power,\nClad in her semblance, who from heaven had come,\nTheir weakness seeing, with celestial tongue,\nTo voice their silent thoughts. Foiled utterly,\nThus far, the Arch--Fiend saw his wiles; and wrath\nBoiled up within him: yet despaired he not;\nBy other means intent, at other time,\nHis end to win. Fair front he now must show;\nGrief, disappointment, anger; though by love,\nEven fatherly, subdued; and hope not lost\nOf wiser course to come. With tender look,\nMoist eyes, and quivering lip, and voice sad--toned,\nTo Rachel then he spake. ''A glorious sight\nMethought I saw; but thou hast blotted it,\nAnd pictured horrors. More I say not now,\nTo turn thy erring thoughts. With thine own heart\nTake counsel; with thy parents, and thy friends;\nEre once again,--of more than life and death\nDisposing,--thou make answer: for, the words,\nNow uttered, I receive not: else must ills\nUnspeakable fall on you instantly.\nUse well the hours, my child; and force me not,\nYou punishing, myself to punish more.\nWith your great Moses will I conference hold.\nHis age and wisdom clearer far will see\nThan thy young fancy: and his voice, perchance,\nTo thy true good may move thee, though alas!\nA loving king hath failed!'' Thus having said,\nGently to all he bent; and, with slow step,\nAnd grief--marked brow, went forth. To its rich case\nThe crown restoring,--with like solemn mien\nZabid departed: and, him following close,\nWent Kohath, Reuben, Malachi; all mute,\nAll marvelling. At pace funereal--slow,\nWith bowed head moved the king: through the opened gate,\nLike one by sorrow weakened, slowly passed;\nFeebly his chariot mounted; backward sank,\nAnd covered up his face. Beside him soon,\nBearing the priceless treasure, Zabid sat.\nThe attendants quickly mounted: and, at once,\nWith sound like earthquake--mutterings, the great hoofs,\nStamping together, shook the solid ground."}