{"subject": "Through Liberty To Light", "text": "Fixed is my Faith, the lingering dawn despite,\nThat still we move through Liberty to Light.\nThe Human Tragedy.\n\nWhen God out of chaos primeval divided the day from the night,\nAnd moved on the face of the waters, ordaining,\n''Let there be Light!''\nAnd commanded the creatures that perish to people wave, wood, and wind,\nThen fashioned Man after His image, and gave him the godlike mind,\nHe said, ''I, the Lord, now make you lord of the earth, and the air, and sea,\nAnd I lend you My will to work My will, and now behold! you are free!\n\n''Free to be strong or feeble, free to be false or true,\nTo withhold you from evil-doing, or, what I shall ban, to do;\nFree to be crooked and craven, or fearless, and frank, and brave,\nTo love as yourself your brother, or make him your bond and slave;\nTo hallow the world with freedom, or fetter your fellow-men;\nBut, as you shall do, at the Judgment Day My\nJustice will judge you then.''\n\nThen the sons of men multiplied gladly, and, proud of the boon of birth,\nThey teemed over main and mountain to the uttermost bounds of earth:\nThey built up cities and Empires, Common-wealth, Throne, and State,\nAnd some were pillared on force and fraud, and some upon fear and hate.\nFor the strong cared but to enjoy their strength, the mighty to use their might,\nAnd the vanquished were lashed to the victor's car, wherever his sword could smite.\n\nBut out of the mist of the Northern Sea a blended race arose,\nWhose blood was warmed by the wind and the wave, and braced by the Winter snows;\nA race with the wisdom of long-linked years, yet the hopeful heart of youth,\nWho hated the lie and the liar, and dared both to speak and hear the truth;\nWho loved the Light for the Light's own sake, and, as none but who love it can,\nKept the Torch of Liberty still aflame, and passed it from man to man.\n\nAnd they circled the sea, and they girded the earth, and they spread round the rounded world,\nAnd the sound of their clarions never ceased, and never their flag was furled,\nAnd, wherever those shrilled, or this was seen, men sprang to their feet, and cried,\n''Now the Tyrant shall quake on his throne for fear, and the lash no more be plied;\nFor the winds of Justice propel their sails, and\nLiberty steers their keel,\nAnd none but the lawless shall tremble now, and none but the haughty kneel.\n\n''At home in their white-cliffed, green-grassed\nIsle, where the woods and the waters meet,\nThe King is honoured upon his throne, and the\nJudge revered in his seat,\nAnd each man's own is his own to keep, and safe from the robber's clutch,\nAnd the lowliest hearth hath sacred rights nor sceptre nor sword dare touch;\nAnd, as it doth on the Northern strand, so it doth in the Southern sea,\nAnd it says, as God said to Man at birth, 'And now behold! you are free.'''\n\nBut apart in the Southern sea there dwelt a race, though of Northern strain,\nWith narrow foreheads and narrower hearts, who cherished the thong and chain,\nSo long as these left their own limbs free to do as their brute wills list,\nTo fetter and flog the sons of Ham, and to tether the stranger's wrist,\nBoasting, ''Rather than not be free to make these hew for us, delve, and drudge,\nLet the hellhounds of War be all unleashed, and the battle-bolts be judge!''\n\nThen the Land of the Northern mist waxed wroth, and said, ''Now their hour has come.\nToo long to their deeds have mine ears been deaf, too long my voice been dumb.\nI will wrench the rod from their boorish grasp, their lash will I snatch and seize,\nTill low on their knees they grovel down, and for mercy clasp my knees.\nThey have called on the sword, they shall bide by the sword, and mine will I never sheathe,\nTill to dwellers in darkness it bring the Light, and Freedom to all who breathe.''\n\nThen manly to tender kissed farewell, but never a tear was shed,\nAnd over the wave, and along with the wind, to the Southern zone they sped,\nThe roughly-nurtured, the gently-bred, all bound on the self-same track,\nTo storm the steeps and defiles of death, but never to turn them back;\nAnd their sons that on Austral or Western shores exult in their sires' renown,\nShouted, ''Barrel and blade, we'll come to you, and gallop the despots down.''\n\nShame, shame on you, Gaul and Teuton! that, seeing this noble deed,\nYou have hardened your hearts for envy, and been false to your vaunted Creed;\nShould juggle with truth, should welcome the lie, should garble and gird for spite,\nPray Heaven to favour the tyrants' cause, pray\nHeaven to hinder the Light.\nHark, hark to the greeting of free-born men from the Land of the Setting Sun,\n''God prosper you, dear old England! It is rightly and nobly done.''\n\nWherever our sails have quivered, wherever our keels have ploughed,\nWe have carried the Flag of Freedom, unfurled it from mast and shroud.\nIt hath weathered the storm of battle, it guardeth the paths of peace,\nAnd will watch over Right both day and night, till the day and the night shall cease;\nAnd, while there's a chain to shatter, and, while there's a wrong to right,\nIts watchword shall be God's gift to man,\n''Through Liberty, on to Light!''"}