{"subject": "Labeling Keys", "text": "Though not a secretive man,\nmy father understood combination locks and keys.\nYes, he was a Yale man. And he had a love affair with brass.\nAnd he had a key rack as organized as the writing on the label of each key was neat.\n\nIt's the same angel that made him label and date\nbutcher‐paper­‐wrapped leftovers in the refrigerator\nwith Christmas‐present creases &amp; hospital corners\nand little 2 by 2 post‐it notes with possible suggestions\nfor the leftover's use: \"Turkey scraps. November twenty­‐three.\nYummy treat for the D‐O‐G?\"\nsecured with (count ‘em) one, two rubber bands,\none for snugness, the other for\nsymmetry.\n\nBut there's an art to labeling keys.\nThe one you keep to your neighbor's house\ncannot say on it:\n\"Neighbor's house across the street.\nIn Maine for all of May.\"\nSimilarly, GUN RACK, BURGLAR ALARM,\nSPARE SET OF KEYS TO SAAB IN GARAGE:\nthese are labels you will not see at our house.\nInstead, my father wrote in his own argot,\nin a cryptographic language of oblique reference;\nthe key to the burglar alarm he called THE SIREN'S SONG,\nthe gun rack, THAT INFERNAL RACKET,\nthe neighbor's house across the street was now the FARM IN KANSAS.\nVICTOR was the Volvo, HENRY, the Honda, GABRIELLA, the Saabatini.\nA security of the mind, no doubt, and not so much precluding burglary\nas offering a challenge to the industrious burglar,\nas well as evincing from my brother and me\nmuch in the way of loving parody,\nsuch as the key to the side door which we labeled:\nNOT THE KEY TO THE SIDE DOOR,\nDESTITUTE NEIGHBOR'S SQUALID HOVEL FAR, FAR AWAY,\nBOATHOUSE IN BAY OF FUNDY.\n\nBut among the neatly labeled keys\n(some to cars we no longer possessed, like POTEMKIN and GERALD, the Ford)\nis a brass ring of assorted expatriates called KEYS TO UNKNOWN PLACES.\nLittle metal orphans, they have lost their locks; or rather,\ntheir locks have all lost them, misplaced them all in the same place,\non the same ring, which is a sadness no bolt cutter can cure\n\nEven the key that says simply HARTFORD—\nsomewhere there's a door, a box, a closet full of secrets locked—\nand the only thing I know about it is that it is probably not in Hartford.\nI keep them all, jingling and jangling, turning the tumblers of the past.\nWho knows when I might not be in Hartford again\nand have a need for such a key?\nWho here knows nothing of magic that escapes\nevery time a key that should unlock a door\ndoes?"}