{"subject": "Phi Beta Kappa Poem", "text": "Harvard, 1914\nSIR, friends, and scholars, we are here to serve\nA high occasion. Our New England wears\nAll her unrivalled beauty as of old;\nAnd June, with scent of bayberry and rose\nAnd song of orioles— as she only comes\nBy Massachusetts Bay —is here once more,\nCompanioning our fête of fellowship.\nThe open trails, South, West, and North, lead back\nFrom populous cities or from lonely plains,\nRanch, pulpit, office, factory, desk, or mill,\nTo this fair tribunal of ambitious youth,\nThe shadowy town beside the placid Charles,\nWhere Harvard waits us through the passing years,\nConserving and administering still\nHer savor for the gladdening of the race.\nYearly, of all the sons she has sent forth,\nAnd men her admiration would adopt,\nShe summons whom she will back to her side\nAs if to ask, 'How fares my cause of truth\nIn the great world beyond these studious walls?'\nHere, from their store of life experience,\nThey must make answer as grace is given them,\nAnd their plain creed, in verity, declare.\nAmong the many, there is sometimes called\nOne who, like Arnold's scholar gypsy poor,\nIs but a seeker on the dusky way,\n'Still waiting for the spark from heaven to fall.'\nHe must bethink him first of other days,\nAnd that old scholar of the seraphic smile,\nAs we recall him in this very place\nWith all the sweetest culture of his age,\nHis gentle courtesy and friendliness,\nA chivalry of soul now strangely rare,\nAnd that ironic wit which made him, too,\nThe unflinching critic and most dreaded foe\nOf all things mean, unlovely, and untrue.\nWhat Mr. Norton said, with that slow smile,\nHas put the fear of God in many a heart,\nEven while his hand encouraged eager youth.\nFrom such enheartening who would not dare speak—\nSeeing no truth can be too small to serve,\nAnd no word worthless that is born of love?\nWithin the noisy workshop of the world,\nWhere still the strife is upward out of gloom,\nMen doubt the value of high teaching —cry,\n'What use is learning? Man must have his will!\nThe élan of life alone is paramount!\nAway with old traditions! We are free!'\nSo folly mocks at truth in Freedom's name.\nPale Anarchy leads on, with furious shriek,\nHer envious horde of reckless malcontents\nAnd mad destroyers of the Commonwealth,\nWhile Privilege with indifference grows corrupt,\nTill the Republic stands in jeopardy\nFrom following false idols and ideals,\nThough sane men cry for honesty once more,\nOrder and duty and self-sacrifice.\nOur world and all it holds of good for us\nOur fathers and unselfish mothers made,\nWith noble passion and enduring toil,\nStrenuous, frugal, reverent, and elate,\nCaring above all else to guard and save\nThe ampler life of the intelligence\nAnd the fine honor of a scrupulous code —\nIdeals of manhood touched with the divine.\nFor this they founded these great schools we serve,\nHarvard, Columbia, Princeton, Dartmouth, Yale,\nAmherst and Williams, trusting to our hands\nThe heritage of all they held most high,\nPossessions of the spirit and the mind,\nInvestments in the provinces of joy.\nVast provinces are these! And fortunate they\nWho at their will may go adventuring there,\nExploring all the boundaries of Truth,\nLearning the roads that run through Beauty's realm,\nSighting the pinnacles where Good meets God,\nEncompassed by the eternal unknown sea!\nEven for a little to o'erlook those lands,\nThe kingdoms of Religion, Science, Art,\nIs to be made forever happier\nWith blameless memories that shall bring content\nAnd inspiration for all after days.\nAnd fortunate they whom destiny allows\nTo rest within those provinces and serve\nThe dominion of ideals all their lives.\nFor whoso will, putting dull greed aside,\nAnd holding fond allegiance to the best,\nMay dwell there and find fortitude and joy.\nIn the free fellowship of kindred minds,\nOne band of scholar gypsies I have known,\nWhose purpose all unworldly was to find\nAn answer to the riddle of the Earth —\nA key that should unlock the book of life\nAnd secrets of its sorceries reveal.\nThis, they discovered, had long since been found\nAnd laid aside forgotten and unused.\nOur dark young poet who from Dartmouth came\nWas told the secret by his gypsy bride,\nWho had it from a master over seas,\nAnd he it was first hinted to the band\nThe magic of that universal lore,\nBefore the great Mysteriarch summoned him.\nIt was the doctrine of the threefold life,\nThe beginning of the end of all their doubt.\nIn that Victorian age it has become\nSo much the fashion now to half despise,\nWithin the shadow of Cathedral walls\nThey had been schooled, and heard the mellow chimes\nFor Lenten litanies and daily prayers,\nWith a mild, eloquent, beloved voice\nExhorting to all virtue and that peace\nSurpassing understanding —casting there\nThat 'last enchantment of the Middle Age,'\nThe spell of Oxford and her ritual.\nSo duteous youth was trained, until there grew\nRestive outreaching in men's thought to find\nSome certitude beyond the dusk of faith.\nThey cried on mysticism to be gone,\nMazed in the shadowy princedom of the soul.\nThen as old creeds fell round them into dust,\nThey reached through science to belief in law,\nMade reason paramount in man, and guessed\nAt reigning mind within the universe.\nPiecing the fragments of a fair design\nWith reverent patience and courageous skill,\nThey saw the world from chaos step by step,\nUnder far-seeing guidance and restraint,\nEmerge to order and to symmetry,\nAs logical and sure as music's own.\nWith Spencer, Darwin, Tyndall, and the rest,\nOur band saw roads of knowledge open wide\nThrough the uncharted province of the truth,\nAs on they fared through that unfolding world.\nYet there they found no rest-house for the heart,\nNo wells sufficient for the spirit's thirst,\nNo shade nor glory for the senses starved. . . .\nTurning— they fled by moonlit trails to seek\nThe magic principality of Art,\nWhere loveliness, not learning, rules supreme.\nThey stood intoxicated with delight before\nThe poised unanxious splendor of the Greek;\nThey mused upon the Gothic minsters gray,\nWhere mystic spirit took on mighty form,\nUntil their prayers to lovely churches turned —\n(Like a remembrance of the Middle Age\nThey rose where Ralph or Bertram dreamed in stone);\nEntranced they trod a painters' paradise,\nWhere color wasted by the Scituate shore\nBetween the changing marshes and the sea;\nThey heard the golden voice of poesie\nLulling the senses with its last caress\nIn Tennysonion accents pure and fine;\nAnd all their laurels were for Beauty's brow,\nThough toiling Reason went ungarlanded.\nThen poisonous weeds of artifice sprang up,\nDefiling Nature at her sacred source;\nAnd there the questing World-soul could not stay,\nOnward must journey with the changing time,\nTo come to this uncouth rebellious age,\nWhere not an ancient creed nor courtesy\nIs underided, and each demagogue\nCries some new nostrum for the cure of ills.\nTo-day the unreasoning iconoclast\nWould scoff at science and abolish art,\nTo let untutored impulse rule the world.\nLet learning perish, and the race returns\nTo that first anarchy from which we came,\nWhen spirit moved upon the deep and laid\nThe primal chaos under cosmic law.\nAnd even now, in all our wilful might,\nThe satiated being cannot bide,\nBut to that austere country turns again,\nThe little province of the saints of God,\nWhere lofty peaks rise upward to the stars\nFrom the gray twilight of Gethsemane,\nAnd spirit dares to climb with wounded feet\nWhere justice, peace, and loving kindness are.\nWhat says the lore of human power we hold\nThrough all these striving and tumultuous days?\n'Why not accept each several bloom of good,\nWithout discarding good already gained,\nAs one might weed a garden overgrown —\nSave the new shoots, yet not destroy the old?\nOnly the fool would root up his whole patch\nOf fragrant flowers, to plant the newer seed.'\nAh, softly, brothers! Have we not the key,\nWhose first fine luminous use Plotinus gave,\nTeaching that ecstasy must lead the man?\nThree things, we see, men in this life require,\n(As they are needed in the universe):\nFirst of all spirit, energy, or love,\nThe soul and mainspring of created things;\nNext wisdom, knowledge, culture, discipline,\nTo guide impetuous spirit to its goal;\nAnd lastly strength, the sound apt instrument,\nAdjusted and controlled to lawful needs.\nThe next world-teacher must be one whose word\nShall reaffirm the primacy of soul,\nHold scholarship in her high guiding place,\nAnd recognize the body's equal right\nTo culture such as it has never known,\nIn power and beauty serving soul and mind.\nInheritors of this divine ideal,\nWith courage to be fine as well as strong,\nShall know what common manhood may become,\nRegain the gladness of the sons of morn,\nThe radiance of immortality.\nOut of heroic wanderings of the past,\nAnd all the wayward gropings of our time,\nUnswerved by doubt, unconquered by despair,\nThe messengers of such a hope must go;\nAs one who hears far off before the dawn,\nOn some lone trail among the darkling hills,\nThe hermit thrushes in the paling dusk,\nAnd at the omen lifts his eyes to see\nAbove him, with its silent shafts of light,\nThe sunrise kindling all the peaks with fire."}