{"subject": "Die Beke", "text": "O Beke die door het bloeiende veld\nso wild gejaegd immer henen snelt,\nwaeromme toch nooit ene stonde gerust?\nEn stilt di geen moedheid, hoe stilt di geen lust\nbi 't sien deser groene lachende wei\nmet bonte bloemekens allerlei?\n- O jongeling, twi van den raed dien gi riedt.\nIk bid u en spreek van der weide mi niet.\nIk minde die weide waer henen ik kwam\nwaneer ik voor de eerste mael richting nam\ngesproten van uut de rots haren schoot\nen bli van te levene voorwaerts schoot.\n't Was meie, 't was uchten, de sonne die schong,\nde lucht was so blau en het vogelken song,\n't was leven en lust wat men hoorde ende sag,\ndie wei was so schoon en so soet hare lach.\nSi riep mi en bood mi haer jeugdige gras\ntot bedde, en ik kwam, en hoe lievelik was\nmi de dagdat die lachende weide mi riep\nen dat ik te midden de bloemekens sliep\ndes avonds waneer in den hemele swom\nde maen met heur pinklenden sterrendrom.\nOch nimmer verlaet hi myn rustloos gedacht,\ndie swigende navond, die schingende nacht,\ndie stilte, die ruste, het windeken dat\nbi wilen deed lisplen het trillende blad;\nen dan al met eens de nachtegael sang;\nen die nacht van geluk soo haestig vergang.\nO die droom, o die droom, die betooverde droom!\nDes anderdags lag er veel slyk op myn soom.\nMaer de wei was so lieflik betinteld met dau,\nde bloemekens loechen, de hemel was blau,\nde vogelen sangen en pralende kwam\nde sonne geresen in 't oosten vol vlam,\nen 'k was nog gelukkig, maer 't mengde in myn lust\nik en weet niet wat angst, dat ik was ongerust.\nHet docht mi ik voelde myn krachten vergaen\nen soude in die weide versinken saên,\nen, siende hoe 'k dieper en dieper versonk,\nso bevond ik helaes! dat die weide mi dronk.\nO twi! dese lachende trouwlose had\nmi bedrogen en dronk onversadig haer sat,\nal wist si dat ik ervan sterven sou.\nDat was deser lachende weide trou!\nEn ik dan liet wanhopig menigen tyd\nmi drinken door haer, maer het stom verwyt\nen verstond si niet, en si dronk en loech voort.\nEn ik lag daer machtloos en bina vermoord.\nEn si loech. Maer op sekeren dag uit den schoot\nder rots ene borlende bronne sproot.\nen kwikte mi weêr, en ik woedend en blind\nsprong op, en ik boorde enen weg, en geswind\nso stormde ik bruschend aldoor de wei.\nEn si geen het minste teeken en dei\nvan droefheid of deernis: si liet mi gaen.\nEn sedert so vliede ik hier sonder staen,\nen ruste noch lust heeft myn drift ooit gestild,\nen s'heeten de beke woestig en wild,\nen wanen se sonder liefde, en toch,\no jongeling, jongeling, ik minne se nog,\ndie lachende bloeiende trouwlose wei\nalwaer ik bedrogen te slapen mi lei.\nSi heeft mi reeds lange vergeten, en leeft\nmet de bronnen die si bedrogen heeft.\nWant menige bronne nog herwaerts schoot\nen vand er, bedrogen, die achlike dood.\nGedurig herinnert mi alles de vreugd\nen den liefliken droom miner eerste jeugd,\nen hoe ik ontwiek uut dien lustigen droom,\nen daerom so woestig en wild is myn stroom."}