{"subject": "Mulholland's Contract", "text": "The fear was on the cattle, for the gale was on the sea,\nAn' the pens broke up on the lower deck an' let the creatures free --\nAn' the lights went out on the lower deck, an' no one near but me.\n\nI had been singin' to them to keep 'em quiet there,\nFor the lower deck is the dangerousest, requirin' constant care,\nAn' give to me as the strongest man, though used to drink and swear.\n\nI see my chance was certain of bein' horned or trod,\nFor the lower deck was packed with steers thicker'n peas in a pod,\nAn' more pens broke at every roll -- so I made a Contract with God.\n\nAn' by the terms of the Contract, as I have read the same,\nIf He got me to port alive I would exalt His Name,\nAn' praise His Holy Majesty till further orders came.\n\nHe saved me from the cattle an' He saved me from the sea,\nFor they found me 'tween two drownded ones where the roll had landed me --\nAn' a four-inch crack on top of my head, as crazy as could be.\n\nBut that were done by a stanchion, an' not by a bullock at all,\nAn' I lay still for seven weeks convalessing of the fall,\nAn' readin' the shiny Scripture texts in the Seaman's Hospital.\n\nAn' I spoke to God of our Contract, an' He says to my prayer:\n\"I never puts on My ministers no more than they can bear.\nSo back you go to the cattle-boats an' preach My Gospel there.\n\n\"For human life is chancy at any kind of trade,\nBut most of all, as well you know, when the steers are mad-afraid;\nSo you go back to the cattle-boats an' preach 'em as I've said.\n\n\"They must quit drinkin' an' swearin', they mustn't knife on a blow,\nThey must quit gamblin' their wages, and you must preach it so;\nFor now those boats are more like Hell than anything else I know.\"\n\nI didn't want to do it, for I knew what I should get,\nAn' I wanted to preach Religion, handsome an' out of the wet,\nBut the Word of the Lord were lain on me, an' I done what I was set.\n\nI have been smit an' bruis]\\ed, as warned would be the case,\nAn' turned my cheek to the smiter exactly as Scripture says;\nBut following that, I knocked him down an' led him up to Grace.\n\nAn' we have preaching on Sundays whenever the sea is calm,\nAn' I use no knife or pistol an' I never take no harm,\nFor the Lord abideth back of me to guide my fighting arm.\n\nAn' I sign for four-pound-ten a month and save the money clear,\nAn' I am in charge of the lower deck, an' I never lose a steer;\nAn' I believe in Almighty God an' preach His Gospel here.\n\nThe skippers say I'm crazy, but I can prove 'em wrong,\nFor I am in charge of the lower deck with all that doth belong --\n~Which they would not give to a lunatic, and the competition so strong!~"}