{"subject": "Coordinates", "text": "A map on which the names have been erased,\n\nA compass pivoting on a black cross,\n\nSextants dismantled and displayed in a store\n\nRazed and rebuilt in the Jewish Quarter—this is\n\nHow to draw coordinates for the next battle\n\nOn memory and desire, with a set of tools\n\nNo one knows how to use. And so the colonel\n\nPeeling an orange at the command post\n\nHums an aria from La Bohème\n\nUntil a mortar lands outside his door.\n\n__________\n\nThe trial will resume next week, if the judge\n\nSurvives the latest attempt on his life—though the jury\n\nImpaneled for the duration of the war\n\nCannot reach a verdict in the case\n\nOf the man gagged and hanging from the ceiling\n\nOf the machine shop: the ghost prisoner,\n\nAKA God’s beloved. His testimony\n\nMust be thrown out, new witnesses examined,\n\nAnd the court reporters banished before the judge\n\nCan order him to be strung up again.\n\n__________\n\nCicadas emerge, numbered and ranked, their clear\n\nWings beating—a light arriving from a star\n\nGlimpsed from the depths of an abandoned mine.\n\nWe won’t make it out alive, the guide said\n\nAnd tumbled down the shaft. What remains?\n\nA shred of plastic flapping in the nest\n\nThe birds left in the hedge, a speckled egg\n\nThat never hatched, a file of summonses\n\nLost in the flood. The trees hum in the dark.\n\nPray for the guide. Pray for everyone.\n\n__________\n\nHeroic poses generate suspicion,\n\nAccording to a poll taken on board\n\nThe wooden ship bound for the Orient.\n\nHence the captain’s orders are delivered\n\nThrough the sous-chef who signed up to resurrect\n\nThe art of navigating by the stars.\n\nThe first mate is afraid to leave his cabin.\n\nThe stowaway will lead the mutineers.\n\nAnd the passengers will tell you anything\n\nIf you will take them safely to Ceylon.\n\n__________\n\nTo break the back of the iambic line,\n\nThe prisoner in his metal cage, exposed\n\nTo sun and wind and rain, summoned a host\n\nOf voices from the vast storehouse of his reading\n\nAnd listening, and cast them on the page\n\nLike glittering shells collected at high tide,\n\nIn a new line variable as the surf\n\nHe could no longer hear from his death cell\n\nIn Pisa: by the law, so build yr/ temple…\n\nThe verdict? Silence and unsentencing.\n\n__________\n\nThe tower leans toward mystery. Which is to say:\n\nThe past, present, and future, the masonry\n\nOf which is lined with cracks through which to glimpse\n\nA second space—i.e. eternity.\n\nThus Mimi, coughing, seizes Rodolfo’s sleeve\n\nTo sing goodbye. Thus a seasick passenger\n\nPrays for deliverance. And thus the poet charged\n\nWith treason marks off in the sand the days\n\nUntil his execution, while the colonel\n\nIs buried with full military honors.\n\n__________\n\nAfter the torture and interrogations,\n\nThe water-boarding and sleep deprivation\n\nAnd menstrual blood flung in his face, the ghost\n\nPrisoner revealed the coordinates\n\nFor the Roman razing of Jerusalem\n\nAnd the itinerary that John followed\n\nTo Patmos to compose his Revelation\n\nFor the seven churches in Asia. The guard\n\nRemoved her underwear. And from the throne\n\nProceeded lightnings, thunderings, and voices…"}