{"subject": "The Enchanted Island. By Danby", "text": "AND there the island lay, the waves around\nHad never known a storm; for the north wind\nWas charm'd from coming, and the only airs\nThat blew brought sunshine on their azure wings,\nOr tones of music from the sparry caves,\nWhere the sea-maids make lutes of the pink conch.\nThese were sea breezes,--those that swept the land\nBrought other gifts,--sighs from blue violets,\nOr from June's sweet Sultana, the bright rose,\nStole odours. On the silver mirror's face\nWas but a single ripple that was made\nBy a flamingo's beak, whose scarlet wings\nShone like a meteor on the stream: around,\nUpon the golden sands, were coral plants,\nAnd shells of many colours, and sea weeds,\nWhose foliage caught and chain'd the Nautilus,\nWhere lay they as at anchor. On each side\nWere grottoes, like fair porticoes with steps\nOf the green marble; and a lovely light,\nLike the far radiance of a thousand lamps,\nHalf-shine, half-shadow, or the glorious track\nOf a departing star but faintly seen\nIn the dim distance, through those caverns shone,\nAnd play'd o'er the tall trees which seem'd to hide\nGardens, where hyacinths rang their soft bells\nTo call the bees from the anemone,\nJealous of their bright rivals' golden wealth.\n--Amid those arches floated starry shapes,\nJust indistinct enough to make the eye\nDream of surpassing beauty; but in front,\nBorne on a car of pearl, and drawn by swans,\nThere lay a lovely figure,--she was queen\nOf the Enchanted Island, which was raised\nFrom ocean's bosom but to pleasure her:\nAnd spirits, from the stars, and from the sea,\nThe beautiful mortal had them for her slaves.\n\nShe was the daughter of a king, and loved\nBy a young Ocean Spirit from her birth,--\nHe hover'd o'er her in her infancy,\nAnd bade the rose grow near her, that her cheek\nMight catch its colour,--lighted up her dreams\nWith fairy wonders, and made harmony\nThe element in which she moved; at last,\nWhen that she turn'd away from earthly love,\nEnamour'd of her visions, he became\nVisible with his radiant wings, and bore\nHis bride to the fair island."}