{"subject": "Mr Schmiggles", "text": "Walked four miles to give 3,000 to the estate agents. \nAfter the wait at the east end checkout we eat\njam sandwiches in the bluebottle static of the cemetery.\nThe child was named Mr Schmiggles, his forefinger\nconfounded science as we crossed from the hospital\ninto a public house called THE PERSEVERANCE\n(he slept soundlessly through three bottles of red).\n\nThe communist child, we found, that receives\na piggybank at birth, hurls cubes of curdled milk\nonto a Happy Pig bib. The finger was raised\nthrough Rapunzel which seized the actor\nto point back at Schmiggles - but speak instead\nto the papier-mâché shawl - \"get that baby out of here\".\nSchmiggles struggled to purse the red buds of his lips.\n\nThe doctor introduced Sir Roses of mud-brown liver\nand mistaking Schmiggles for a Freddy Hutchinson\nsaid: \"we want to remove his head\". Schmiggles\nclosed the loveheart wishbone of his jaws\nand with the thrash of a mako shark\nclamped his mouth around the pitted soother\nof his nose (another bald man wasting conception time).\n\nThen goes Schmiggs in polka-dot mits\norchestrating a mash-up between a giant bee\nand the lyrics of Mark E. Smith.\nIn the electric chair of hiccoughs\nlike a Jack-in-the-Box with Tourette's,\na Rubik's cube of wind making itself red\nin his stomach as he depuzzles flatulence.\n\nThen Lord Schmiggles of Schmiggville retesting\nthe Schmiggleometer to avert a Schmiggle-ectomy\n- schmig schmig schmig schmig - all schmigged-out\nin the schmiggle machine waiting with a gurn in his eyes\nfor someone to start the journey: Let us go then, You and I . . .\nFalls asleep with the latch off his dreams\nblack feet shuffling at the edge of consciousness.\n\nOn Christmas morning Mr Schmiggles robed as Santa\nand making a note of our hopes he sat on our knee.\nEntered as Baron Von Schmiggles in Lindbergh collar\nhitting the butter at the buffet bar, absorbed in his\nfirst coloured lights like an ABC of amphetamines -\nChristmas bulbs, full moon, blue swallows -\nentranced with the digital Mozart of the green caterpillar.\n\nWe all wanted Cinderella to fall for Buttons but the lesson\nis that the woman wants to dabble with The Prince.\nWe watched the drunks crab &amp; morph in the fog\ncompelled homewards by anecdote &amp; memory.\nSometimes Schmiggles was unsure how these things worked -\nThe toddler with an iron whip, the snowman saddled\non a Harley - wanting to know life - &amp; melting to wet on the seat."}