{"subject": "The Lonely Life", "text": "The morning rain, when, from her coop released,\nThe hen, exulting, flaps her wings, when from\nThe balcony the husbandman looks forth,\nAnd when the rising sun his trembling rays\nDarts through the falling drops, against my roof\nAnd windows gently beating, wakens me.\nI rise, and grateful, bless the flying clouds,\nThe cheerful twitter of the early birds,\nThe smiling fields, and the refreshing air.\nFor I of you, unhappy city walls,\nEnough have seen and known; where hatred still\nCompanion is to grief; and grieving still\nI live, and so shall die, and that, how soon!\nBut here some pity Nature shows, though small,\nOnce in this spot to me so courteous!\nThou, too, O Nature, turn'st away thy gaze\nFrom misery; thou, too, thy sympathy\nWithholding from the suffering and the sad,\nDost homage pay to royal happiness.\nNo friend in heaven, on earth, the wretched hath,\nNo refuge, save his trusty dagger's edge.\nSometimes I sit in perfect solitude,\nUpon a hill, that overlooks a lake,\nThat is encircled quite with silent trees.\nThere, when the sun his mid-day course hath reached,\nHis tranquil face he in a mirror sees:\nNor grass nor leaf is shaken by the wind;\nThere is no ripple on the wave, no chirp\nOf cricket, rustling wing of bird in bush,\nNor hum of butterfly; no motion, voice,\nOr far or near, is either seen or heard.\nIts shores are locked in quiet most profound;\nSo that myself, the world I quite forget,\nAs motionless I sit; my limbs appear\nTo lie dissolved, of breath and sense deprived;\nAs if, in immemorial rest, they seemed\nConfounded with the silent scene around.\n\nO love, O love, long since, thou from this breast\nHast flown, that was so warm, so ardent, once.\nMisfortune in her cold and cruel grasp\nHas held it fast, and it to ice has turned,\nE'en in the flower of my youth. The time\nI well recall, when thou this heart didst fill;\nThat sweet, irrevocable time it was,\nWhen this unhappy scene of life unto\nThe ardent gaze of youth reveals itself,\nExpands, and wears the smile of Paradise.\nHow throbs the heart within the boyish breast,\nBy virgin hope and fond desire impelled!\nThe wretched dupe for life's hard work prepares,\nAs if it were a dance, or merry game.\nBut when _I_ first, O love, thy presence felt,\nMisfortune had already crushed my life,\nAnd these poor eyes with constant tears were filled.\nYet if, at times, upon the sun-lit slopes,\nAt silent dawn, or when, in broad noonday,\nThe roofs and hills and fields are shining bright,\nI of some lonely maiden meet the gaze;\nOr when, in silence of the summer night,\nMy wandering steps arresting, I before\nThe houses of the village pause, to gaze\nUpon the lonely scene, and hear the voice,\nSo clear and cheerful, of the maiden, who,\nHer ditty chanting, in her quiet room,\nHer daily task protracts into the night,\nAh, then this stony heart will throb once more;\nBut soon, alas, its lethargy returns,\nFor all things sweet are strangers to this breast!\n\nBelovèd moon, beneath whose tranquil rays\nThe hares dance in the groves, and at the dawn\nThe huntsman, vexed at heart, beholds the tracks\nConfused and intricate, that from their forms\nHis steps mislead; hail, thou benignant Queen\nOf Night! How unpropitious fall thy rays,\nAmong the cliffs and thickets, or within\nDeserted buildings, on the gleaming steel\nOf robber pale, who with attentive ear\nUnto the distant noise of horses and\nOf wheels, is listening, or the tramp of feet\nUpon the silent road; then, suddenly,\nWith sound of arms, and hoarse, harsh voice, and look\nOf death, the traveller's heart doth chill,\nWhom he half-dead, and naked, shortly leaves\nAmong the rocks. How unpropitious, too,\nIs thy bright light along the city streets,\nUnto the worthless paramour, who picks\nHis way, close to the walls, in anxious search\nOf friendly shade, and halts, and dreads the sight\nOf blazing lamps, and open balconies.\nTo evil spirits unpropitious still,\nTo _me_ thy face will ever seem benign,\nAlong these heights, where nought save smiling hills,\nAnd spacious fields, thou offer'st to my view.\nAnd yet it was my wayward custom once,\nThough I was innocent, thy gracious ray\nTo chide, amid the haunts of men, whene'er\nIt would my face to them betray, and when\nIt would their faces unto me reveal.\nNow will I, grateful, sing its constant praise,\nWhen I behold thee, sailing through the clouds,\nOr when, mild sovereign of the realms of air,\nThou lookest down on this, our vale of tears.\nMe wilt thou oft behold, mute wanderer\nAmong the groves, along the verdant banks,\nOr seated on the grass, content enough,\nIf heart and breath are left me, for a sigh!"}