{"subject": "The Legend Of Qu'Appelle Valley", "text": "I am the one who loved her as my life, \n Had watched her grow to sweet young womanhood; \nWon the dear privilege to call her wife, \n And found the world, because of her, was good. \nI am the one who heard the spirit voice, \n Of which the paleface settlers love to tell; \nFrom whose strange story they have made their choice \n Of naming this fair valley the \"Qu'Appelle.\" \n\nShe had said fondly in my eager ear-- \n \"When Indian summer smiles with dusky lip, \nCome to the lakes, I will be first to hear \n The welcome music of thy paddle dip. \nI will be first to lay in thine my hand, \n To whisper words of greeting on the shore; \nAnd when thou would'st return to thine own land, \n I'll go with thee, thy wife for evermore.\" \n\nNot yet a leaf had fallen, not a tone \n Of frost upon the plain ere I set forth, \nImpatient to possess her as my own-- \n This queen of all the women of the North. \nI rested not at even or at dawn, \n But journeyed all the dark and daylight through-- \nUntil I reached the Lakes, and, hurrying on, \n I launched upon their bosom my canoe. \n\nOf sleep or hunger then I took no heed, \n But hastened o'er their leagues of waterways; \nBut my hot heart outstripped my paddle's speed \n And waited not for distance or for days, \nBut flew before me swifter than the blade \n Of magic paddle ever cleaved the Lake, \nEager to lay its love before the maid, \n And watch the lovelight in her eyes awake. \n\nSo the long days went slowly drifting past; \n It seemed that half my life must intervene \nBefore the morrow, when I said at last-- \n \"One more day's journey and I win my queen!\" \nI rested then, and, drifting, dreamed the more \n Of all the happiness I was to claim,-- \nWhen suddenly from out the shadowed shore, \n I heard a voice speak tenderly my name. \n\n\"Who calls?\" I answered; no reply; and long \n I stilled my paddle blade and listened. Then \nAbove the night wind's melancholy song \n I heard distinctly that strange voice again-- \nA woman's voice, that through the twilight came \n Like to a soul unborn--a song unsung. \n\nI leaned and listened--yes, she spoke my name, \n And then I answered in the quaint French tongue, \n\"Qu'Appelle? Qu'Appelle?\" No answer, and the night \n Seemed stiller for the sound, till round me fell \nThe far-off echoes from the far-off height-- \n \"Qu'Appelle?\" my voice came back, \"Qu'Appelle? Qu'Appelle?\" \nThis--and no more; I called aloud until \n I shuddered as the gloom of night increased, \nAnd, like a pallid spectre wan and chill, \n The moon arose in silence in the east. \n\nI dare not linger on the moment when \n My boat I beached beside her tepee door; \nI heard the wail of women and of men,-- \n I saw the death-fires lighted on the shore. \nNo language tells the torture or the pain, \n The bitterness that flooded all my life,-- \nWhen I was led to look on her again, \n That queen of women pledged to be my wife. \nTo look upon the beauty of her face, \n The still closed eyes, the lips that knew no breath; \nTo look, to learn,--to realize my place \n Had been usurped by my one rival--Death. \nA storm of wrecking sorrow beat and broke \n About my heart, and life shut out its light \nTill through my anguish some one gently spoke, \n And said, \"Twice did she call for thee last night.\" \n\nI started up--and bending o'er my dead, \n Asked when did her sweet lips in silence close. \n\"She called thy name--then passed away,\" they said, \n\"Just on the hour whereat the moon arose.\" \n\nAmong the lonely Lakes I go no more, \n For she who made their beauty is not there; \nThe paleface rears his tepee on the shore \n And says the vale is fairest of the fair. \nFull many years have vanished since, but still \n The voyageurs beside the campfire tell \nHow, when the moonrise tips the distant hill, \n They hear strange voices through the silence swell. \nThe paleface loves the haunted lakes they say, \n And journeys far to watch their beauty spread \nBefore his vision; but to me the day, \n The night, the hour, the seasons are all dead. \nI listen heartsick, while the hunters tell \n Why white men named the valley The Qu'Appelle."}