{"subject": "To The Memory Of Channing", "text": "Those spirits God ordained,\nTo stand the watchmen on the outer wall,\nUpon whose souls the beams of truth first fall;\n  They who reveal the ideal, the unattained,\nAnd to their age, in stirring tones, and high,\nSpeak out for God, Truth, Man, and Liberty - \n  Such prophets, do they die?\n\n  When dust to dust returns,\nAnd the freed spirit seeks again its God,\nTo those with whom the blessed ones have trod;\n  Are they then lost? No, still their spirit burns\nAnd quickens in the race; the life they give,\nHumanity receives, and they survive,\n  While Hope and Virtue live.\n\n  The landmarks of their age,\nHigh Priests, Kings of the realm of mind, are they,\nA realm unbounded as posterity;\n  The hopeful future is their heritage;\nTheir words of truth, of love, and faith sublime,\nTo a dark world of doubt, despair, and crime,\n  Re-echo through all time.\n\n  Such kindling words are thine,\nThou, o'er whose tomb the requiem soundeth still,\nThou from whose lips the silvery tones yet thrill\n  In many a bosom, waking life divine;\nAnd since thy Master to the world gave token\nThat for Love's faith the creed of fear was broken,\n  None higher have been spoken.\n\n  Thy reverent eye could see,\nThough sinful, weak, and wedded to the clod,\nThe angel soul still as the child of God,\n  Heir of His love, born to high destiny:\nNot for thy country, creed, or sect speak'st thou,\nBut him who bears God's image on his brow\n  Thy _brother_, high or low.\n\n  Great teachers formed thy youth,\nAs thou didst stand upon thy native shore,\nIn the calm sunshine, in the ocean's roar;\n  Nature and God spoke with thee, and the truth,\nThat o'er thy spirit then in radiance streamed,\nAnd in thy life so calmly, brightly beamed,\n  Shall still shine on undimmed.\n\n  Ages agone, like thee,\nThe faméd Greek with kindling aspect stood,\nAnd blent his eloquence with the wind and flood,\n  By the blue waters of the Egean Sea;\nBut he heard not their everlasting hymn;\nHis lofty soul with error's cloud was dim,\n  And thy great teachers spake not unto him."}