{"subject": "Death, Death! Oh! Amiable, Lovely Death!", "text": "THERE beat a heart whose life was grown \nA thing by Grief made all its own; \nWhich felt Affliction's heavy power, \nEach minute of each weary hour, \nAnd counted every day that pass'd, \nBy being bitt'rer than the last. \nThen came full many a lovely thing, \nA comfort to his woe to bring, \nAnd tried by smile, and play, and jest, \nTo melt the icebands from his breast. \nMirth, with her eye half hid below \nThe archly-drooping lid of snow, \nDanc'd near with feet as quick and bright \nAs glances from the wave the light, \nAnd call'd him from his trance away, \nTo think no more, but laugh and play. \nBut oh! that sweet, fantastic grace, \nMet nought responsive in his face; \n\nHis heavy eye looked up in vain, \nThe brightness of her eye to gain; \nIt seem'd his heart but ill could brook \nThe stir and sparkle of her look, \nAnd while she still her revel kept, \nHe turn'd and hid his face, and wept. \n\nThen Splendour came, and pour'd his store \nTill Fancy could conceive no more; \nAnd gave whatever Pride and Power \nCould ask to deck their stateliest hour; \nBut sad the gold and purple press'd \nUpon the mourner's aching breast; \nAnd harsh the jewel's ray to him, \nWhose weary sight with tears was dim. \nHe ever saw, 'mid all they gave, \nThe damp walls of a narrow grave; \nThe coffin where his gaze had strain'd, \nTo see the form that lid contain'd; \nAnd heard, 'mid every festive spell, \nThe clods that on that coffin fell. \n'Give me the kiss for which I pine, \nOf lips that press'd themselves on mine; \nWhat worth thy brightness and thy bloom, \nWhile they are with'ring in the tomb?' \n\nNext Wit drew near--all objects proving; \nHis quiv'ring wings for ever moving; \n\nWhich as they met the sober rays \nThat fell upon their living blaze, \nUntwisted all the hues of light, \nAnd gave a rainbow back to sight. \nBut he, the mourner, turn'd aside, \nAnd thought how Love and Peace had died; \nWit's flame he saw not as of yore, \nFor veil-like rose his thoughts before; \nHe could not hear the voice of Wit, \nFor there was Sorrow drowning it. \n\nThen came a form, whose steady eye \nUnchanged let all things pass him by; \nAnd pale and calm, came gazing on \nUp to the sorrow-stricken one. \nThe wretch upraised his languid head, \nAnd hail'd that wish'd one's ling'ring tread; \nAnd bared his breast, thereon to fold \nThe long'd-for touch, serene and cold. \n'Last friend! 'tis thou canst do,' he cried, \n'What Mirth, and Wit, and Splendour tried; \nTouch my hot heart, and weeping eye,-- \nThe heart will freeze, the lid will dry; \nUnchain my soul, and let it be \nFree 'mid the spirits of the free.' \nHe spoke, and with departing breath \nBless'd the restoring hand of Death."}