{"subject": "Harlequin", "text": "The world lay brown and barren at the closing of the year,\nWhere the rushes shook and shuddered on the borders of the mere,\nAnd the troubled tide ran shoreward, where the estuaries twined\nThrough the wide and empty marsh toward the sullen hills behind:\nAnd the smoke-engirdled city sulked beneath the leaden skies,\nWith the rain-tears slowly sliding from hir million window eyes,\nAnd the fog-ghost limped and lingered past the buildings clad in grime,\nTill the Frost King gave the signal for the Christmas pantomime!\n\nThen we heard the winds of winter on their brazen trumpets blow\nThe summons for the ballet of the nimble-footed snow,\nAnd the flakes, all silver-spangled, through the mazy measures wound,\nTill each finished out his figure, and took station on the ground.\nAnd the drifts, in shining armor, and with gem-encrusted shields,\nSpread their wide-deployed battalions on the drill-ground of the fields,\nTill the hillside shone and shimmered with the armies of the rime,\nAs the Frost King gave the signal for the Christmas pantomime!\n\nHe spread a crystal carpet on the rush-encircled pond,\nAnd looped about with ermine all the hemlock-trees beyond:\nHe strung his gleaming icicles along the scowling eaves,\nAnd decked the barren branches of the oak with snowy leaves.\nAnd, when the world was silver-girt with garland and festoon,\nHe drew the cloudy curtain that had lain across the moon,\nAnd his wand awoke the wonders of his dazzling distant clime,\nWhen the Frost King gave the signal for the Christmas pantomime!\n\nThen around the benches, crowded with the audience of earth,\nRan the sound of hands applauding, and of little people's mirth,\nAnd the air was full of savors such as only Christmas knows,\nWhen the ruddy cottage windows cast their roses on the snows:\nAnd the Fire-God cracked the drift-wood 'twixt his fingers and his thumbs,\nAnd the merry pop-corn answered like the roll of little drums,\nWhile the snow-clad belfries wakened, and the midnight heard their chime,\nAs the Frost King gave the signal for the Christmas pantomime!\n\nWith blaze of starry splendor, and with brilliance of the moon,\nWith fir-trees dressed grotesquely, like the slippered Pantaloon,\nWith snowflakes light as fairies, and with slender ivy vines\nIn their spangled winter-dresses, like a host of Columbines;\nWith sheen of silver scenery, and sleigh-bells' merry din,\nThe whole world laughed and capered 'neath the wand of Harlequin!\nWith the cap and bells of Folly he invested Father Time,\nWhen the Frost King gave the signal for the Christmas pantomime!"}