{"subject": "Thoralf And Synnöv", "text": "O, HAVE you been in Gudbrand’s dale, where Laagen’s mighty flood\nChants evermore its wild refrain unto the listening wood?\nAnd have you seen the evening sun on those bright glaciers glow,\nWhen valleyward it shoots and darts like shafts from elfin bow?\n\nHave you beheld the maidens when the saeter path they tread \nWith ribbons in their sunny hair and milk-pails on the head?\nAnd have you heard the fiddles when they strike the lusty dance?\nThen you have heard of Synnöv Houg, and of myself perchance.\n\nFor Synnöv Houg is lissome as the limber willow spray;\nAnd when you think you hold her fast, and she is yours for aye, \nThen, like the airy blowball that dances o’er the lea,\nShe gently through your fingers slips and lightly floateth free.\n\nThen it was last St. John’s Eve,—I remember it so well,—\nWe lads had lit a bonfire in a grass-grown little dell;\nAnd all the pretty maidens were seated in a ring, \nAnd some were telling stories, while the rest were listening;\n\nTill up sprang little Synnöv, and she sang a stave as clear\nAs the skylark’s earliest greeting in the morning of the year;\nAnd I—I hardly knew myself, but up they saw me dart,\nFor every note of Synnöv’s stave went straight unto my heart. \n\nAnd like the rushing currents that from the glaciers flow,\nAnd down into the sunny bays their icy waters throw,\nSo streamed my heavy bass-notes through the forests far and wide,\nAnd Synnöv’s treble rocked like a feather on the tide.\n\n“My little Synnöv,” sang I, “thou art good and very fair.” \n“And little Thoralf,” sang she, “of what you say, beware!”\n“My fairest Synnöv,” quoth I, “my heart was ever thine,\nMy homestead and my goodly farm, my herds of lowing kine.”\n\n“O Thoralf, dearest Thoralf, if that your meaning be,—\nIf your big heart can hold such a little thing as me,— \nThen I shall truly tell you if e’er I want a man,\nAnd you are free to catch me, handsome Thoralf—if you can!”\n\nAnd down the hillside ran she, where the tangled thicket weaves\nA closely latticed bower with its intertwining leaves,\nAnd through the copse she bounded, light-footed as a hare, \nAnd with her merry laughter rang the forest far and near.\n\nWhenever I beheld little Synnö;v, all that year,\nShe fled from my sight as from hunter’s shaft the deer;\nI lay awake full half the nights and knew not what to do,\nFor I loved the little Synnö;v so tenderly and true. \n\nThen ’twas a summer even up in the birchen glen,\nI sat listening to the cuckoo and the twitter of the wren,\nWhen suddenly above me rang out a silver voice;\nIt rose above the twittering birds and o’er the river’s noise.\n\nThere sat my little maid, where the rocks had made a seat; \nAnd tiny crimson flowers grew all around her feet,\nAnd on her yellow locks clung a tiny roguish hood;\nIts edge was made of swan’s-down, but the cloth was red as blood.\n\nAnd noiselessly behind her I had stolen through the copse.\nI cursed the restless birch-trees for rustling in their tops; \nHow merrily my heart beat! And forth I leapt in haste,\nAnd flung a slender birch-bough around the maiden’s waist.\n\nShe blushed and she fluttered,—then turned away to run,\nBut straight into my sturdy arms I caught the little one.\nI put her gently down on the heather at my side, \nWhere tiny crimson flowers the rocky ledges hide.\n\nAnd as the prisoned birdling, when he knows his cage full well,\nPours forth his notes full blithely, and naught his mirth can quell,\nSo little Synnö;v, striving in vain my hold to flee,\nTurned quick on me her roguish eyes and laughed full heartily. \n\n“My little Synnöv,” said I, “if I remember right,\n’T was something that you promised me a year ago to-night.”\nThen straight she stayed her laughter and serious she grew,\nAnd whispered, “Dearest Thoralf, you promised something too.”"}