{"subject": "Poeten raader sin gamle Ven", "text": "Hvad hører jeg for Snak! O Himmel! er det muelig,\nAt du vil giftes nu, du dertil est saa duelig,\nSom Peder Christensen, der for Capitulet\nMed vaade Øyne stoed, om Naade bad, ey Ret?\nJeg sætte gierne vil, Jens Larsen! sligt til Side,\nJeg holder for, du giør ey saadant i Utide,\nDu endnu frisk og stærk, du endnu dygtig est,\nDu Kræfter haver som Mads Bryggers broget Hest,\nMan endnu ey Muscat kand paa din Pande rive,\nMan endnu Tyggemad dig ey i Mund skal give,\nDin Hud til Pergament end ey forvandlet er,\nDin Ryg man endnu ey saa krum, atlantisk seer,\nMan paa din Isse ey kand endnu Lanter spille,\nDu endnu Ritual kand læse uden Brille,\nDu ey paa Bagen har halvfierdsindstyve Aar,\nSom, om jeg mindes, du opfyldte overgaar;\nDin Alder lettelig udregnes kand til prikke:\nVor Almanack, jeg troer, du nægter jo vel ikke\nAt tegne dette Aar med et og tyve Tal,\nI Aarets Regning den dog ikke løber gal;\nMan ved din Fødsels Tiid, Gert Bødker da var liden,\nMan ey behøver en Kordt Dangst at regne Tiden.\nJeg regner intet sligt, din Alder hindrer ey;\nMen er det derfor nok? Per Jensen siger ney:\nHans Hustrue over ham slet intet jo kand klage,\nI Dygtighed hun fik ey bedre Ægte-Mage,\nHan fast til Tvillinger at giøre dygtig er;\nHvi kommer, at man ham fast saa nedslagen seer,\nSom Espen Advocat, naar bilagt blir en Trætte;\nSom Töger, naar man vil Accisen høyre sætte\nPaa Malt og Brændeviin; som Morten Spillemand\nMod Fastetider, naar hans Plov ey drives kand;\nSom Paradises Vert, naar Politiens Svenne\nGudfrygtig blive, og vil Ont af Staden gienne;\nSom Jesper Kromand, naar han udi Kirken hør,\nAt Præsten Drukkenskab til syndigt Levnet giør;\nHan, som sig brysted før, som Hanen, naar den galer,\nSom Herremænd, da man gav fire Snese Daler\nFor Tønde Hartkorn, ja saa stolt og modig gik,\nSom Frantz til Attestatz, den Dag han Illum fik,\nSom — —, da han sit Navn fik indført i Avisen,\nBlev lærd for tvende Mark, thi det er gierne Prisen:\nHvi kommer, siger jeg, at han saa modløs er?\nI hannem man jo meer Per Jensen ikke seer.\nDet kommer deraf, at han har dit Sind til prikke.\nEn Timon aldrig kand i Ægtestand sig skikke:\nSaa snart af Vinduet hans Kone ikkun seer,\nStrax bilder han sig ind, at han Actæon er,\nHan udi Speylet seer to Horn af Panden voxe,\nHan frygter, han til Hiort forvandles eller Oxe.\nSee dig, Jens Larsen! kun paa hannem udi Speyl,\nDu, som foruden det og haver andre Feyl:\nDu for hver Skilling, som udgives, Fingre bider,\nDu, som dig fast ey selv, end sige andre, lider,\nDu, som en Flue ey kand lide staae paa Veg,\nOg desforuden ey en Høne giør med Æg,\nEnd sige dygtig er en Kone at forsyne,\nMon du dig bilder ind, en Pige er en Dyne,\nDer bruges ikkun til at giøre Sengen varm?\nAch hvilket Forsæt! jeg fast sprække maa af Harm.\nOm Qvindekiønnets Dyd jeg her vil intet tale,\nSligt findes ziirlig nok afmalt i Juvenale;\nJeg skriver Skandskrift ey, hans Fodspor ikke trær,\nSaa plump Satyricus, saa galdefuld ey er;\nThi det stor Uret er, med ham at ville sige,\nEy findes Qvinde meer, ey heller dydig Pige.\nVel man bekiender, at, da Odin først fik Skiæg,\nOg Thor den anden Gud ey krøben var af Æg,\nAt Dyd og Kydskhed var langt større da paa Jorden;\nEy Nisse eller Trold saa bange var for Torden,\nSom en Hyrdinde for en ublue Hyrde var,\nEnhver allene holdt sig til sit rette Par.\nMen derfor følger ey, at Dyden reent er borte,\nDer findes endnu jo en Rike, Mette, Dorthe,\nEn Anna, Elsabeth, Susanna, Barbara,\nEn Marthe, Ingeborg, en Abel, Agatha;\nHos dem ey mindre Dyd, end udi Odins Alder,\nKand findes, ja vel meer. Jeg derfor ey bifalder\nEn Juvenalis, som med sin forgiftig Pen\nGreeb an det heele Kiøn, som fører Rok og Teen.\nMed ham jeg ikke vil fra Ægteskab dig skrække,\nJeg hader af mit Sind ham og deslige Giække.\nJeg ikke laste vil det heele Qvindekiøn,\nOg sige, at enhver er utroe, som er skiøn,\nAt ingen, som er riig, sin Husbond meget skiøtter,\nAt ingen, som er fød i Kiøbsted mere nytter\nI en Huusholdning, end det femte Hiul i Vogn;\nDer neppe findes een i hele Kirke-Sogn,\nDer steege kand en Steeg, der lave kand en Kage,\nDer elte ret kand Dey, et fattigt Brød kand bage,\nDer lave kand en Sauce, der kaage kand en Grød,\nDer ret forstaaer, hvad er, at legge Fisk i Blød;\nMen derimod enhver en konstig Lanter spiller,\nHvorover raabe Hevn de gamle Huuspostiller.\nMit Forsæt ikke er at tale derom her;\nEn hidsig Tydsk Poët skabt dertil ene er.\nDet er jo saa forslidt, at sige: en er graadig,\nEn anden udi Dragt og Klæder overdaadig,\nDer skielder, ivrer sig, og lukker Øre til,\nNaar Ammen siunger, og naar Pigen spinde vil;\nDer paa en stakket Tid saa meget Thee kand drikke,\nAt Manden neppe har, hvorfor han sig en Strikke\nKand kiøbe, naar han vil sig hænge op af Sorg,\nJa neppe har Credit at tage en paa Borg.\nEn vil sig klæde paa de nye franske Moder,\nEn anden lære vil at siunge efter Noder;\nDer neppe findes een, der gider tale Jydsk,\nJens Kremmers Kokke-Tøs deel Hilsen ud paa Tydsk.\nJa det alt kommen er saa vit med vore Qvinder,\nAt nye Moder som Naturen overvinder,\nAt de, som selsomt er, end kysse ey paa dansk,\nDet er formeget plumpt, de rekke Kind paa fransk.\nPer Vognmands Dotter gaar med skiønne Falbelader ...\nOg andet saadant meer. Jeg agter det for Sladder;\nJeg derom taler ey, omskiønt det alt var sandt;\nMan tænkte ellers, at jeg var en Postillant.\nMin Viise gaar ey saa, som jeg for dig vil qvæde;\nDer gives andre Ting, som Øyne pleye væde,\nSom saadan Mand, som du, kand legge snart i Grav,\nSaa snart du kommen er i gifte Folkes Lav.\nHvor kostbar Friehed er, derpaa kand ingen skiønne,\nDen lignes kand mod Guld, som Guldet mod en Bønne;\nSaa snart den borte er, man merker allerførst,\nAt den af alle Ting maa agtes best og størst.\nDu tænker, naar du seer forliebte Folk at spille:\nGid jeg var i den Stand! men det er kun en Brille,\nDin Næse settes paa; det er en stakket Lyst,\nSom neppe vare vil for dig fra Vaar til Høst.\nSaa snart den Elskovs Ild, som først i dig optændes,\nUdrases, man skal see, hvor Bladet strax omvendes;\nDu savne Frihed skal, naar Blodet bliver koldt,\nOg raabe maa forseent: O Himmel! jeg er soldt.\nAf Elskovs falske Skin hvi lod jeg mig bedrage!\nMin ædle Frihed, som mig gav saa søde Dage,\nBortsmeltet er. Mon jeg er Mester meer i Huus?\nHvad er slig Kiærlighed vel andet end en Ruus,\nSom glæder Hierte, Sind? men naar den er udsovet,\nMan raaber: Væ min Ryg, Hr. Doctor, væ mit Hoved!\nDen Lyst jeg dyrt har kiøbt. Gid Fanden drikke meer!\nHr. — —! vær saa god at sætte mig Clisteer.\nJa Elskovs søde Ruus, den værre med os spiller,\nHvo deraf bliver siug, ham hielper ingen Piller;\nI Beckers Apotek ey alle Krukker kand\nTil rette hielpe vor ny-gifte gamle Mand.\nNaar Ungdom blir forliebt, paa Gifte-Tanker falder,\nDet heel naturligt er, det Kiærlighed man kalder;\nMen en Jens Larsen, naar han Elskovs Griller faar,\nDet heeder Feber, som snart kommer, og snart gaar.\nOm gamle Ingeborg fik Lyst til Masqverade,\nJeg, som for Sygdom, strax lod hende aarelade.\nEn Ganymedes Top med Drenge spille kand,\nEn Nestor saadant giør, og dømmes fra Forstand.\nSaa snart du bliver gift, du ryster dine Lænker;\nJeg raader derfor dig, Jens Larsen! du betænker,\nAt hos graahærdet Mænd sligt er kun Raserie.\nSaa vist det angrer dig, som 5 og 5 er ti.\nKand en ung Pige saa en gammel Karl bedaare?\nGak hen, udstræk dit Been, og lad dig slaae en Aare.\nOm det ey hielpe kand, da raader jeg, du gaar\nTil Anticyram, hvor der findes Ellebor,\nSom redder tit i Nød, fordriver slige Griller,\nNaar intet hielper meer, ey Doctor eller Piller.\nTroe mig, jeg er Prophet, jeg fører ingen Snak.\nEn Qvinde skiftes ey, som Horbows Almanack;\nDen dig i Kløer faaer, den stedse dig beholder.\nDu svare hertil kand: min Svoger Jacob Bolder,\nHan blev jo herlig gift; han fik en hiertens Viv.\nHvo pokker nægter det? Jens Larsen! spar mit Liv,\nJeg ærgrer mig ihiel, om du vil mig bebreyde,\nAt jeg med Qvinde-Kiøn vil føre Krig og Feyde.\nDet synes da, som du min Meening ey forstaar,\nJeg andre ey, men dig paa Klingen eene gaar.\nJeg siger, Ægtestand har bittre, søde Dage;\nDu Part vil kun i Sorg, men Glæden ikke tage.\nJeg har jo aldrig sagt, at der er ingen god;\nMen nægter derfor ey, om Døden for mig stod,\nAt du med Billighed en gammel Giæk maa heede,\nDer kand sig lade saa af Kiærlighed forleede.\nJeg setter, at du faaer en Qvinde, der med Dyd\nSaa høyt begavet er, som Landsbye Degn med Lyd;\nDer bringer i dit Huus saa mange Penge-Poser,\nSom Staader Pialter har, som — — er rig paa Gloser;\nDer frugtbar er paa Børn, som den sneehvide Soe,\nDer fandtes i det Land, Latinerne beboe;\nDer Feyl og Laster har saa faa, som jeg har Penge,\nSit Huus regiere kand, som Morten stemme Strenge;\nDer yndig, dydig er, beleven, flittig, skiøn;\nDer trættes ey med Folk, naar de skal have Løn\nDer Hosbonds Venner, ja (som rart er) Svigermoder\nEy mindre haver kiær, end Jesper Sang og Noder;\nDer ærlig er og kydsk, sin Hosbond huld og troe;\nDer buldrer ey med Folk, forstyrrer Mandens Roe;\nDer seer ey paa ham suurt, om til sin Kammer-Pige\nHan Øye kaster lidt. Hvad kand jeg meere sige?\nEnhver maa tilstaae, at jeg gavmild mod dig er;\nEnhver, der giftes vil, sig ønsker vel ey meer?\nTil saadant Ægteskab jeg Vey for dig vil bane,\nSkiønt saadan Qvinde er saa rar, som sorte Svane.\nNu est du lykkelig, din Næse naaer i Skye;\nTør nogen understaae i heele Land og Bye\nAt ligne sig med dig? I som ey giftes ville,\nSeer, speyler eder paa Jens Larsen og Pernille,\nGaar, henger eder op af Avind og Fortred,\nI som hans Daarlighed tilforne har beleed.\nSaa kand du nogen Tid mod dem slaae Knep i Lomme;\nMen naar den første Ild er past, et Aar er omme,\nMan spørger dig: hvor nu, Jens Larsen! hvor er fat?\nBag Øret du dig klaar, som Munkes sorte Kat,\nDer ventede ont Veyr. Du har ey mere Hierte,\nDu færdig er at døe af idel Sorg og Smerte,\nDu finder Kiærlighed ey meer hos dig saa heed,\nHvad Aarsag der er til, du selv fast ikke veed.\nMan hør dig sukke sterkt, af hiertens Vrede fnyse,\nOg raabe overlydt: kand Elskov saa bortfryse\nI stakket Tid? Jeg troer, man haver mig forgiort:\nMin Hustrue, som saa hvid mig syntes, er nu sort.\nMon jeg er bleven blind? Det er jo min Pernille,\nMed hvilken all min Lyst tilforne var at spille.\nJeg Øyne gnikker, meen, at Synen Aarsag er ;\nMen det ey hielper, jeg Pernille meer ey seer.\nDet lidt for tiligt er, Jens Larsen! saa at græde;\nJeg neppe har min Sang for dig begyndt at qvæde:\nSlig Sorg ey lignes kand, ey agtes ved et Haar\nMod hvad tilbage er, og endnu forestaar.\nDin Hustru bliver syg, — — — giver Varsel,\nHun er frugtsommelig, og laver flux til Barsel.\nDu venter strax en Søn, du holder Øret stift,\nFortryder ikke meer, at du est bleven gift.\nDu raadslaar Dag og Nat med Marthe Jorde-Moder,\nHun er din beste Ven, skiønt du i hendes Noder\nHar aldrig havt Behag. Hun meen, du faar en Søn;\nDu græder udaf Fryd, og lover hende Løn.\nMen tænk, Jens Larsen! kun, naar man dig lader sige:\nPernille er forløst, har faaet en dødfød Pige;\nHvad vil da blive af? tænk, at du est en Mand,\nDer udi mindste Sorg dig ikke skikke kand.\nHvor vil du tage da af Sted, hvor vil du vraale,\nNaar foreskienkes dig saa tilig bittre Skaale!\nJeg sætter, at du bær bestandig dette Kaars,\nJeg sætter, her i at du est en Peder Paars:\nDu trøster dig igien, forventer bedre Skiebne,\nDu denne gang kand med Spartanisk Mod dig væbne,\nDu siger ved dig selv: Jens Larsen! vær ved Mod,\nMin Hustru kommer nok engang igien paa Fod;\nJeg maa forsøge, om jeg bedre kand arbeyde,\nJeg haaber, Lykken vil ey længer med mig feyde.\nSaa trøster du dig selv, du faaer hvad du attraar,\nDin Hustru anden gang sig bedre for dig staar:\nHun blir igien forløst, hun anden Søn dig føder.\nDen Lykke er jo stor, den all din Sorg forsøder.\nStrax kommer i dit Huus det hele Naboelav,\nDin Svigerfader selv, som krumpen gaar ved Stav.\nNu troer jeg, siger han, du Nille meer ey hader.\nAch see det kiere Barn, hvor ligt er det sin Fader!\nStrax giøres Giestebud, og drikkes lystig om.\nJens Larsen kand ey see et Glas at være tom,\nHan ingen gir Qvarteer, han ingen Polak lider:\nJens Kræmmer! er det ret i slige gyldne Tider\nAt lade Kruset staae? vær snar, drik ud dit Glas.\nFrisk op! jeg har nu paa Pernille faaet Has.\nSaa drikker, støyer man, enhver er reent af lave\nAf Øll og Brændeviin, som fører Krig i Mave;\nDer fattes andet ey, end Marthe Jordemoer\nCanoniseres skal med Instrumenters Chor.\nNaar Himmelen er klar, naar Fuglene sig fryder,\nNaar Veiret stille er, en liden Skye frembryder,\nDer tit i Øyeblik giør Himmelen saa graae,\nSom den var angenem, som den tilforn var blaae;\nPlaneter, Stierne, Soel, det kiere Verdens Øye,\nBedekkes af en Skye. Giv Agt, Jens Larsen! nøye:\nNaar alting for dig leer og smiler i dit Huus,\nDu vente maa en Storm. Drik dig ey flere Ruus,\nMen nøye eftertænk, at tusind Ting kand møde\nI Ægtestand, som kand dig ærgre fast til døde.\nDin lille Lars blir syg, du veedst ey selv hvoraf,\nMen Døden stræber hart. Gid jeg var i min Grav!\nAf Utaalmodighed du raaber; Ach Hr. Docter!\nMon Drengen leve kand? See hvilke haarde Togter\nJeg arme Mand staar ud: det var min eene Søn,\nSom jeg forhvervet har af Gud med megen Bøn.\nDin Hustrue frugtbar er, hun fleere Børn dig føder;\nDu bliver glad igien, sligt all din Sorg forsøder,\nDu ligner hende ved en fæd og frugtbar Mark,\nDu bryster dig, at du est bleven Patriarch.\nDet glædeligt vel er, saa mange Børn at have,\nOg billig regnes kand for Himlens store Gave,\nSee egne Billeder, som jeg af Høflighed\nVil sætte at du selv har giort og kiendes ved.\nMen naar man Glæden i en Veyeskaal vil legge,\nOg i en anden Sorg, og see af hvilke begge\nDer veyer, trykker meest, man finder, at Fortred\nMod Glæden vigtig er, og trykker Skaalen ned.\nSaa længe Børn er smaa, og maa sig lade bære,\nDe koster ey vel stort, de kand ey meget tære;\nForældre derimod er altid udi Frygt,\nEndskiønt dem fattes ey Opvartning eller Rygt,\nAt høre meget Ont, som dem kand vederfare;\nDet hielper ofte lidt, at man en mægtig Skare\nAf Barnepiger har, af Ammer, som med Flid\nOpvarte maa enhver; Nu en, nu anden Tid\nDu høre maa med Sorg, Fortred og Hierte-klappen,\nLars faldt med Stoelen om, Mads hovedkulds af Trappen,\nI Fingeren sig skar Maria med en Kniv,\nPernille med en Sax har bragt sig fast om Liv,\nJens brød sit Been i tu, Peer fik et Hul i Panden,\nNiels viklede sin Fod, Paul stødte sig paa Kanden,\nHans har udi sin Hals en mægtig Knappenaal,\nFrans hart ad briste vil, har sig forædt af Kaal,\nDorthea man med Magt skal trække udi Skole,\nHun trodsig er og stiv, fast som en utemt Fole,\nHieronymus den er en slem vanartig Dreng,\nDet er fast ingen Nat, han — — jo i Seng.\nHver Øyeblik du faaer slig skiøn Music at høre,\nDu mister all din Lyst til fleere Børn at giøre.\nDet eneste, hvormed du da dig trøste kand,\nEr at de voxe snart, faae Skiønsomhed, Forstand;\nDu meener, at du saa ey Uroe meer kand have,\nOg at desbedre da de holdes kand i Ave.\nI din Tragoedie det er en anden Act,\nMusiqven kommer kun hen udi anden Tact,\nSom er langt meere svær: en Søn vil lære fægte,\nEn anden, værre er, vil Kammer-Pigen ægte,\nDet du samtykke maa, han hende kom for nær,\nHun, med Permission at sige, svanger er.\nEen reyser uden Lands, tilsætter mange Penge,\nEn anden kommen er i Gield, og vil sig henge.\nEen stiv, haardnakket er, og giver knubbet Ord,\nEn anden hører man at have giort et Mord.\nLucia finder du paa Trappen med Skolmester.\nFrans, Peer studere ey, vil ikke være Præster.\nJeg vil ey tale om, hvad andet forestaar\nFor den, der tage sig en Kone vil ved Laar.\nDen mindste Deel jeg kun har denne gang opregnet,\nHos Juvenalem meer af saadant er antegnet;\nJeg Piben stikker ind, ey fælder saadan Dom,\nJeg troer, at Qvindekiøn var slemmere til Rom,\nJeg seer, at ingen Ting har kundet ham befalde,\nJeg troer, han laster ey af Iver, men af Galde.\nSlig Vise jeg for dig, Jens Larsen! siunger ey,\nJeg skyder andre Skud, jeg gaaer en anden Vey.\nJeg troer, hos begge Kiøn der findes lige Dyder;\nJeg givet haver dig en Qvinde uden Lyder,\nJa det som mere er, jeg siger, Ægte-Stand\nMedfører tusind Ting, som Sorg forsøde kand.\nMen du, af saadant Sind som er, af saadan Alder,\nDit Forsæt aldrig jeg i Ævighed bifalder.\nJeg kiender din Humeur, din Tilstand paa et Haar,\nJeg er forsikret om, at omendskiønt du faaer\nEn Hustrue, som du dig kand ønske og begiære,\nDig dog alligevel Fortræd vil daglig tære.\nBetænk, Jens Larsen! du jo est en gammel Knark;\nMed saadan usel Plov ey pløyes kand en Mark.\nEn ung Diana dig jo let til Hiort kand giøre.\nKand med Hanreders Trøst om Munden man dig smøre?\nNey, det ey hielper dig, som saa nedslagen er,\nFast ingen Trøst for dig i samme Bog jeg seer.\nEn gammel Mand, som tar en ung og deylig Pige,\nSaa dannet være maa, som her jeg kort vil sige:\nHan maa ey være af et tungt, bedrøvet Sind,\nMaa alting see, men dog sig stille stundum blind;\nOm han i Ægte-Stand har en Socratisk Skiebne,\nHan mod Xantippe maa Socratisk sig bevæbne:\nSaa tit med haarde Ord hun løs paa hannem gaaer,\nHan sig maa bilde ind, at han Caresser faaer;\nOm haardere Confect, om Hug for hannem vanker,\nHan tænke maa, hun Støv af Klæderne kun banker;\nOm hans Xantippe et Vandbekken paa ham slaar,\nHan tenke maa: kand skee at det Regndraaber var.\nHan over alting ey maa søge sig at hevne,\nEy for Galanterie til Tamper-Retten stevne,\nMen heller tænke: jeg maaskee tvesiunet er,\nOm han en anden Mand i Seng med hende seer.\nHan for sin Æres skyld maa heller holde Mine,\nMaa være følesløs, og gaae som en Machine,\nOm alting tvivle, og agere Scepticus,\nMod Messalina han maa være Claudius.\nOm bedre Skiebne er, om Lykken det saa laver,\nAt han en Hustru faaer af store Sindets Gaver,\nHan da skarpsindig som en Argus være maa,\nHan vide maa hver Dyd i sær at skiønne paa,\nI Hiertet finde, at den Skat han har i eye,\nMod all Uleylighed, Fortred og Sorg kand veye.\nDen, der er dannet saa, med slige Gaver skabt,\nOm han sig gifter, har han dog slet intet tabt;\nHan heller derfor skal af mig berømmet blive,\nJeg paa hans Brude-Seng vil imprimatur skrive;\nAf saadant Forsæt da jeg ikke meere leer,\nSkiønt han har Kragens Aar, naar Sindet munter er.\nMen du, Jens Larsen! jeg dig kiender jo til prikke,\nDu udi Modgang dig har aldrig kundet skikke;\nDu skiønner ey paa godt; om du en Caja faaer,\nOm en Lucretia, det dog ey bedre gaaer.\nDu siger vel, maa skee, jeg ey om Nytten taler,\nJeg kun Uleylighed i Ægte-Stand afmaler.\nDu forestille kand: naar jeg er skrøbelig,\nJeg savne maa den, som skal vederqvæge mig,\nDer Deel kand tage i min Lidelse og Smerte,\nDer for mig smigre kand, mig kalde lille Hierte,\nDer ved mit Hovedgierd kand sidde heele Dag,\nOg sige: Lille Jens! hvori har du Behag?\nDet er kun Snak; man dig, Jens Larsen! vil kun drille.\nMon udaf Kiærlighed bevæget er Pernille\nTil saadant Ægteskab, at giftes med en Mand,\nDer skaldet er, og har i Munden ey en Tand?\nMon derfor hun maaskee dig kand for andre lide,\nFor du est tandløs, og din Kone ey kand bide?\nAch ney, Jens Larsen! ney! hun veed, at du est rig;\nHun med dit Skriin, ey med Jens Larsen gifter sig.\nOm mig betroed var din Vielse at giøre,\nJeg ey Betænkning tog slig Formular at føre:\nJeg spørger Eder ad Pernille! om I er\nAf Hiertens Grund beraad med dennes Lediker\nAt gifte Eder, med Jens Larsens Guld og Croner,\nMed anden gangbar Mynt og Obligationer.\nHun sværger, at hun dig for Midler ey har kier;\nSlig Protestation dog giøres af enhver.\nNu gamle Kierlinger sig gifte og med Drenge,\nStrax efter Bryllupet er reede sig at henge;\nNaar Vielsen er giort, man fører anden Snak,\nMan siger: Bestemoer! gid I var Almanak.\nHun, som saa deylig var den Tid man blev forlovet,\nI Øyne stikker da som et Skabilken-Hoved.\nNaar Testament er giort, den Blinde Synen faaer,\nDen, Venus var i Fior, Medusa er i Aar.\nLad dig ey sætte saa paa Næsen falske Briller;\nDu veedst, at lige Børn jo best tilsammen spiller.\nCiteer af andre Folk Exempler for mig ey;\nDen halve Stad, jeg veed, jo gaaer den samme Vey.\nEn Jason tager nu en Baucis, ey Medea;\nDen unge Hyrde ey sig gifter med Astræa,\nMed Thisbe Pyramus sig ey forlover meer,\nFast alle Giftermaal man mod Naturen seer.\nMen mon ved andres Feyl man sine kand besmykke?\nFølg andre efter, lav dig og paa andres Lykke;\nGak kun din Broders Vey, forspil med ham dit Kort,\nFaa Skiønhed, Hugg og Horn, til Oxe bliv og Hiort.\nSee kun til næste Huus, vor Naboe-Kone Liske\nSin Spille-Bue nu kun bruger til en Piske;\nHun spiller nu ey meer paa Luth og paa Citar,\nMen paa Hans Jensens Rygg nu Tacten ikkun slaar.\nDen Engel-søde Røst han hører nu ey meere,\nMen naar hun aabner Mund, saa maa han tremulere.\nVor Venus Elskovs Vers for sin Adonis sang;\nNu spilles ikke meer, nu høres anden Klang.\nDu farer vild, hvis du dig anden Lykke venter.\nMan ey foreener let to stridend Elementer;\nDit gamle Legeme et Sneehuus lignes ved,\nSæt deri Kakkelovn, det smeltes, falder ned.\nMed Eddik flygtig Salt forsøg kun at melere,\nSee, hvor slig Blanding strax vil stride, operere.\nTænk, hvilken Sympatie man her forvente kand:\nHun er i fulde Aar, du en bedaget Mand.\nTil gamle Klæder sig ey skikker nye Lapper,\nPaa Vadmels Trøye man ey sætter Fløyels Knapper.\nHvo sig saa prydede, skiønt han min Broder var,\nJeg ham for Broder holdt, men ogsaa for en Nar.\nMen hør, en Herlighed jeg dig vil dog fortælle,\nSom du kand nyde ved en saadan Ægtefælle:\nDu gaaer frugtsommelig jo med en Characteer,\nDu frygter, at man din Ærgierrighed beleer;\nMed saadan Leylighed, jeg haaber, du saa mager,\nAt din Pernille Skyld for saadant sig paatager.\nDu sige kand: jeg blev Jens Larsen for min Part,\nEy Titel skiøtter; men man kiender Qvinders Art,\nMan Fruentimmer maa i slige Sager føye,\nDe unge Koner ey med deres Stand sig nøye:\nPernille Larsens det er jo saa gammel dags,\nNey! Frue og Madam samt andet saadant slags\nDet haver anden Art, det udi Øret klinger.\nSiig, du har ingen Roe for hende, hun dig tvinger;\nSaa giør de fleeste Mænd, de saa besmykke sig,\nFor den Post Qvindekiøn dem er umistelig.\nI mange andre Feyl de til Dek-Mantel tiene;\nVi selv os Hænder toe, og ville være reene,\nSkiønt at i mange Feyl vi dennem overgaae.\nHvad Konen raader fra, hun sig paatage maa,\nNaar Manden selv er ond, strax Qvinden Rasmus heeder,\nHan selv er Hoved-Mand, dog Konen ham forleeder,\nHan selv er gierig, og dog ofte sige tør:\nJeg for min Hustrus skyld et saadant Levnet før.\nNaar mod hans Overdaad hans Skrifte-Fader taler,\nSit store Huus-Kors han med Taare strax afmaler:\nI skulde ikke troe, Jer Vel-ærværdighed!\nHvad jeg maa giøre for i Huus at have Fred;\nMon for min egen skyld jeg Hest og Vogn vel holder?\nNey, Qvinde-Hovmod det, Hr. Pastor! alt forvolder.\nSaa en Lucullus tit, saa en Apicius\nBlir ofte uforskyldt til en Philosophus.\nMen tøv, Jens Larsen! lidt; jeg fast det beste glemmer:\nNaar du dig aabenbar at tage Gaver skiemmer,\nBeed Konen tage dem i sin Eenfoldighed,\nAnstil dig, som at du selv intet deraf veed.\nBeed hende sige: Hvis min Mand det fik at vide,\nJeg vist en Diævel fik, og meget maatte lide.\nBeed hende sige, at du est en ærlig Mand,\nDu aldrig selv tar Skienk, men kun paa anden Haand.\nTænk kun, Jens Larsen! hvad der vilde af os blive,\nOm Qvinder blev rebelsk, og Bøger vilde skrive;\nOm Juvenalis Geist kom paa en Agatha,\nOg vilde give os en siette Satyra,\nDa stode jeg og du og andre i en Maade,\nSom Skorsteens Katte vi bag Ørene os klaade.\nSee da den Fordeel, som du faaer ved Ægte-Stand,\nSee ogsaa, om den mod Fortreden veye kand.\nAt jeg den Vey har ey mig dristet at begive,\nDets rette Aarsag jeg har aldrig villet skrive.\nDet ikke Penge-Sorg alene voldet har;\nEn liden Hendelse mig haver giort til Nar,\nMig haver skrækket fra mit Forsæt at forhale.\nJg blues, skiemmes ved om saadant her at tale;\nJeg vil kun derfor dig i Øret viske ind,\nMen ønsker dig, at du maa blive lam og blind,\nAt inden Aar dig maa af Panden voxe Takker,\nHvis det, jeg dig betroer, du ud af Skolen snakker;\nI din Pernille du en Jesabel maa faae,\nAt dig ey bedre end en Claudio skal gaae,\nAt af Jens Larsen man Actæon dig omdøber,\nHvis du ey tier still, hvis du mig her i røber.\nJeg engang ... ach jeg tør ey derom tale meer!\nJeg frygter, at du mig, Jens Larsen! kun beleer;\nJeg vil ey, at man mig skal Overtroe bebreyde,\nMed saadan Lyde jeg har altid føret Feyde.\nJeg engang Lyst bekom, at see i Tærning-Bog,\nJeg vilde, arme Giek, for Tiden være klog,\nJeg vilde deraf see i Ægteskab min Lykke,\nMen traf i Bogen paa et meget hesligt Stykke.\nJeg kasted anden gang, og fik de samme Ord,\nAf Vrede slengede da Bogen under Bord.\nDet samme skidet Vers betog mig gandske Modet;\nEn Alteration mig sidder end i Blodet,\nEndskiønt jeg veed, at det er idel Giekkerie.\nDet Vers, som jeg da fik, har saadan Melodie:\nDu meener, at du faaer en Jomfrue og en Dame,\nMen vogt dig for et Dyr, som heeder Maren Amme."}