{"subject": "L'Europe", "text": "Un soir plein de clartés et de nuages d'or, \nDu fond des cieux lointains, rayonne au coeur d'un port \nLéger de mâts et lourd de monstrueux navires ;\nL'ombre est de pourpre autour des aigles de l'Empire \nDont le bronze géant règne sur les maisons. \nOn écoute bondir, dans leurs beffrois, les cloches ;\nD'héroïques drapeaux pendent aux frontons proches, \nEt la gloire en tumulte envahit l'horizon. \nEt c'est l'heure où le songe et l'effort se confondent, \nOù l'on s'attarde, regardant au loin la mer, \nA rêver ce que sont et l'homme et l'univers \nGrâce à l'Europe intense et maîtresse du monde. \nDepuis cent et cent ans \nQue le sang roule en son coeur haletant, \nToujours, malgré les deuils et les fléaux voraces, \nEt les guerres criant la haine à travers temps, \nElle éduqua ses races \nA ne jamais planter \nLes arbres de leur force et de leur volonté \nQue dans le jardin clos des réalités sûres. \nClairvoyance, méthode, ordre et mesure ;\nRoutes dont nul brouillard ne dérobe le bout ;\nVendange immensément et dûment poursuivie \nAu long des rameaux clairs des vignes de la vie ;\nCalcul dans le travail universel qui bout ;\nHâte, calme, prudence, audace, \nFièvre mêlée à la lenteur tenace,\nÔ la complexe et formidable ardeur\nPour les luttes et les conquêtes \nQue l'Europe porte en sa tête \nEt thésaurise dans son coeur !\nElle est partout présente \nEt agissante, \nLes yeux hallucinés par les rouges trésors \nQu'en leurs replis obscurs, profonds et méandriques, \nLes montagnes d'Asie et les forêts d'Afrique\nOn ne sait où, là-bas, lui réservent encor. \nLes arbres violents des forêts millénaires \nInclinent vers ses mains leurs fruits délicieux :\nLes poings de leurs rameaux semblent tordre les cieux \nEt leur front ferme et haut se buter aux tonnerres. \nAu coeur des archipels, elle explore des îles \nDont le sol est strié d'amiante et d'argent \nEt dont les grandes fleurs, aux vents des soirs, bougeant, \nLui présentent leurs sucs ou leurs venins dociles. \nLes monts sont perforés et les isthmes fendus \nPour que des chemins d'eau moins longs et moins perdus \nJoignent entre eux les ports merveilleux de la terre. \nMême la nuit et ses étoiles feudataires\nCollaborent, là-haut, avec leurs feux unis,\nA la marche tranquille, énorme et solitaire, \nDes grands vaisseaux pointant leur cap sur l'infini ;\nEt les marchands de Londres et les courtiers d'Hambourg, \nEt ceux qui sont partis de Gênes ou de Marseille, \nEt les aventuriers que l'audace conseille, \nEt les savants hardis et les émigrants gourds, \nTous, où qu'ils débarquent, passent, luttent, s'installent,\nConfient aux sols nouveaux des plus lointains pays, \nAvec leur fièvre active et leur travail précis, \nLe grain qui fit fleurir leur âme occidentale.\n\nÔ ces héros d'Europe armés de projets clairs, \nActifs dans le triomphe, adroits dans les revers, \nCerveaux dominateurs de forfaits et de crimes, \nMains agrafant l'espoir à la force unanime, \nConstructeurs éblouis des tours de l'avenir \nOù les pierres d'argent des plus fermes idées\nBrillent, de vent, d'espace et de feux inondées, \nSont-ils géants par leur ardeur à tout unir ! \nIls s'oublieraient eux-mêmes en leur oeuvre féconde, \nN'était qu'au Nord, là-haut, sous les brumes profondes, \nLes banques de Glascow, d'Anvers et de Francfort \nGuettent toujours, avec leurs yeux de fièvre et d'or, \nLeurs gestes de chercheurs dispersés sur le monde.\n\nLa terre immense et riche et prodigue, la terre \nVivante est à celui qui la détient le mieux \nEt la dompte, sous son effort victorieux, \nComme un cheval fumant cabré dans la lumière.\nEt l'Europe qui modela au cours des temps \nLa fruste Océanie et la jeune Amérique, \nAvec les doigts savants de sa force lyrique, \nPoursuit, comme autrefois, son travail exaltant.\nLes grands lacs lumineux des Congos noirs la tentent,\nLes vieux déserts semés d'oasis et de tentes, \nL'équateur rouge et ses flores d'or éclatant.\n\nDevant le masque cru des féroces idoles, \nElle apporte soudain de nouvelles paroles,\nElle déplie en des âmes mornes encor \nL'aile obscure qui soutiendra leur prime essor \nEt sur des fronts étroits et durs que rapetisse \nL'esclavage, la peur, l'effroi, la cruauté,\nSa main fait lentement, mais sûrement flotter \nQuelque rêve futur qui serait la justice."}