{"subject": "The Phamtoms Of St. Sepulchre", "text": "Didst ever see a hanging?'-'No, not one, \nNor ever wish to see such scandal done. \nBut once I saw a wretch condemn'd to die: \nA lean-faced, bright-eyed youth, who made me sigh \nAt the recital of a dream he had. \nHe was not sane, and yet he was not mad:\nFit subject for a mesmerist he seem'd;\nfor when he slept, he saw; and when he dream'd\nHis visions were as palpable to him\nAs facts to us. My memory is dim\nUpon his story, but I'll ne'er forget\nThe dream he told me, for it haunts me yet, \nImpress'd upon me by his earnest faith\nthat 'twas no vision, but a sight which Death \nOpen'd his eyes to see,-an actual glimpse \nInto the world of spectres and of imps \nVouchsafed to him on threshold of the grave. \nList! and I'll give it in the words he gave:\n\n''Ay, you may think that I am crazed, \nBut what I saw, that did I see. \nThese walls are thick, my brain is sick, \nAnd yet mine eyes saw lucidly. \nThrough the joists and through the stones \nI could look as through a glass: \nAnd, from this dungeon damp and cold, \nI watch'd the motley people pass. \nAll day long, rapid and strong, \nRoll'd to and fro the living stream; \nBut in the night I saw a sight\nI cannot think it was a dream.\n\n''Old St. Sepulchre's bell will toll \nAt eight to-morrow for my soul; \nAnd thousands, not much better than I, \nWill throng around to see me die; \nAnd many will bless their happy fate \nThat they ne'er fell from their high estate, \nOr did such deed as I have done; \nThough, from the rise to the set of sun, \nThey cheat their neighbours all their days, \nAnd gather gold in slimy ways. \nBut my soul feels strong, and my sight grows clear, \nAs my death-hour approaches near, \nAnd in its presence I will tell \nThe very truth, as it befell.\n\n''The snow lies thick on the house-tops cold,\nShrill and keen the March winds blow;\nThe rank grass of the churchyard mould\nIs cover'd o'er with drifted snow;\nThe graves in old St. Sepulchre's yard \nWere white last night when I look'd forth, \nAnd the sharp clear stars seem'd to dance in the sky, \nRock'd by the fierce winds of the north.\n\n''The houses dull seem'd numb with frost, \nThe streets seem'd wider than of yore, \nAod the straggling passengers trod, like ghost, \nSilently on the pathway frore; \nWhen I look'd through that churchyard rail, \nAnd thought of the bell that should ring my doom, \nAnd saW three women, sad and pale, \nSitting together on a tomb.\n\n''A fearful sight it was to see, \nAs up they rose and look'd at me. \nSunken were their cheeks and eyes; \nBlue-cold were their feet, and bare; \nLean and yellow were their hands; \nLong and scanty was their hair;\nAnd round their necks I saw the ropes\nDeftly knotted, tighly drawn;\nAnd knew they were not things of earth,\nOr creatures that could face the dawn.\n\n''Seen dimly in the uncertain light,\nThey multiplied upon my sight; \nAnd things like men and women sprung\nShapes of those who had been hung\nFrom the rank and clammy ground. \nI counted them-I knew them all, \nEach with its rope around its neck, \nMarshall'd by the churchyard wall. \nThe stiff policeman, passing along, \nSaw them not, nor made delay; \nA reeling bacchanal, shouting a song, \nLook'd at the clock and went his way; \nA troop of girls with painted cheeks, \nLaughing and yelling in drunken glee, \nPass'd like a gust, and never look'd \nAt the sight so palpable to me. \nI saw them-heard them-felt their breath \nMusty and raw and damp as death!\n\n''These women three, these fearful shapes, \nLook'd at me through Newgate stone, \nAnd raised their fingers, skinny and lank, \nWhispering low in under-tone:\n'His hour draws near,-he's one of us,\nHis gibbet is built,-his noose is tied; \nThey have put his name on the coffin-lid: \nThe law of blood shall be satisfied. \nHe shall rest with us, and his name shall be \nA by-word and a mockery.'\n\n''I whisper'd to one, 'What hast thou done?' \nShe answer'd, whispering, and I heard\nAlthough a chime rang at the time\nEvery sentence, every word, \nClear above the pealing bells:\n'I was mad, and slew my child; \nBetter than life, God knows, I loved it; \nBut pain and hunger drove me wild, \nScorn and hunger, and grief and care; \nAnd I slew it in my despair. \nAnd for this deed tbey raised the gibbet; \nFor this deed the noose they tied; \nAnd I hung and swung in the sight of men, \nAnd the law of blood was satisfied.'\n\n''I said to the second, 'What didst thou?' \nHer keen eyes flash'd unearthly shine. \n'I married a youth when I was young, \nAnd thought all happiness was mine; \nBut they stole him from me to fight the French; \nAnd I was left in the world alone. \nTo beg or steal, to live or die, \nRobb'd of my stay, my all, my own. \nEngland stole my lord from me,\nI stole a ribbon, was caught and tried; \nAnd I hung and swung in the sight of men, \nAnd the law of blood was satisfied.'\n\n''I said to the third, 'What crime was thine?' \n'Crime!' she auswer'd, in accents meek, \n'The babe that sucks at its mother's breast, \nAnd smiles with its little dimpled cheek, \nIs not more innocent than I. \nBut truth was feeble,-error was strong; \nAnd guiltless of a deed of shame, \nMen's justice did me cruel wrong. \nThey would not hear my truthful words: \nThey thought me fill'd with stubborn pride; \nAnd I hung and swung in the sight of men, \nAnd the law of blood was satisfied.'\n\n''Then one and all, by that churchyard wall, \nRaised their skinny hands at me; \nTheir voices mingling like the sound \nOf rustling leaves in a withering tree: \n'His hour has come, he's one of us; \nHis gibbet is built, his noose is tied; \nHis knell shall ring, and his corpse shall swing, \nAnd the law of blood shall be satisfied.'\n\n''They vanish'd! I saw them, one by one, \nWith their bare blue feet on the drifted snow \nSink like a thaw, when the sun is up, \nTo their wormy solitudes below. \nThough you may deem this was a dream, \nMy facts are tangible facts to me; \nFor the sight glows clear as death draws near \nAnd looks into futurity.''"}