{"subject": "Carlos", "text": "Last night I knelt low at my lady’s feet.\nOne soft, caressing hand played with my hair, \nAnd one I kissed and fondled. Kneeling there, \nI deemed my meed of happiness complete.\n\nShe was so fair, so full of witching wiles –\nOf fascinating tricks of mouth and eye; \nSo womanly withal, but not too shy –\nAnd all my heaven was compassed by her smiles.\n\nHer soft touch on my cheek and forehead sent, \nLike little arrows, thrills of tenderness\nThrough all my frame. I trembled with excess\nOf love, and sighed the sigh of great content.\n\nWhen any mortal dares to so rejoice, \nI think a jealous Heaven, bending low, \nReaches a stern hand forth and deals a blow.\nSweet through the dusk I heard my lady’s voice.\n\n‘My love! ’ she sighed, ‘my Carlos! ’ Even now\nI feel the perfumed zephyr of her breath\nBearing to me those words of living death, \nAnd starting out the cold drops on my brow.\n\nFor I am Paul – not Carlos! Who is he\nThat, in the supreme hour of love’s delight, \nVeiled by the shadows of the falling night, \nShe should breathe low his name, forgetting me? \n\nI will not ask her!  ‘Twere a fruitless task, \nFor, woman-like, she would make me believe\nSome well-told tale; and sigh, and seem to grieve, \nAnd call me cruel. Nay, I will not ask.\n\nBut this man Carlos, whosoe’er he be, \nHas turned my cup of nectar into gall, \nSince I know he has claimed some or all \nOf these delights my lady grants to me.\n\nHe must have knelt and kissed her, in some sad\nAnd tender twilight, when the day grew dim.\nHow else could I remind her so of him? \nWhy, reveries like these have made men mad! \n\nHe must have felt her soft hand on his brow.\nIf Heaven were shocked at such presumptuous wrongs, \nAnd plunged him in the grave, where he belongs, \nStill she remembers, though she loves me now.\n\nAnd if he lives, and meet me to his cost, \nWhy, what avails it? I must hear and see\nThat curst name ‘Carlos’ always haunting me –\nSo has another Paradise been lost."}