{"subject": "The Complaint Of Carassus.", "text": "Sith men be borne by Nature naked all,\nWith their estates why are not men content?\nWhy doo they deeme the want of wealth a thral?\nWhy shoulde they lothe the lot, which God hath sent?\nAdam him selfe I finde, at fyrst was sent,\nAs one who did disdaine his poore estate,\nTo disobay, with God to be a mate.\n\nThou maist be made a God, (quoth satan than,)\nIf on the fruite forbidden thou wilt feede:\nThe senselesse wight, the feeble forcelesse man,\nDid taste thereof, supposing that with speede\nHe shoulde in hast haue been a God in deede.\nHe not content, hoping for hygher place,\nBrought bitter bale to him and al his race.\n\nAnd I the sonne of Adam by descent,\nDyd seeke to set my selfe in princely seate,\nWith mine estate I could not be content,\nFor which I felt the force of hatreds heat.\nAs at the first, my good successe was greate,\nSo at the last, by fansies fond desires,\nI gropte for grapes amidst the bramble brires.\n\nLet such as woulde by vertue them aduaunce,\nMarke by what menes I did my selfe addresse,\nTo flye at first my poore alotted chaunce\nBy honest meanes: let them from wickednesse\nWhich fayne would flye, learne this by my distresse,\nThat he who doth from right and reason stray,\nDestruction shall destroy him with decay.\n\nFor I by byrth borne next to beggers doore,\nWas stayde aloft with staffe of high estate:\nBut whilste that I so hye a pitche did soore,\nI left the meanes which made me ryse of late,\nI vices loude, I did al vertues hate.\nFor which, Carassus ranne a race in vayne,\nAnd nothing got, but death and deepe disdayne.\n\nWhen ciuile strife had Bryttayne quite vndone,\nSo that her strength was now of none auayle,\nThe faythlesse Scots with ruth did ouerrunne\nThat royall realme: the Pictes did so preuayle,\nThat sorrow did on euery side assayle\nMy natiue soyle: and being thus dismayde,\nTo Rome we sent for succour, helpe, and ayde.\n\nSeuerus then by Bassianus sent,\nTo bring this realme vnto some quiet stay,\nThe Romans and the Brittaynes both were bent,\nTo bring the Scottes and Pictes to their decay,\nThem to returne agayne to Scithya.\nAnd at the last, by good Seuerus ayde,\nWe them destroyde, when we were most afrayde.\n\nWhose force though twice the Romans felt to strong,\nYet at the last, we got a goodly day\nEuen by my meanes, who thrust into the throng\nOf Scots and Pictes, I desperate ther dyd play\nThe part of hym, whom feare did neuer fray.\nAnd at the last, to end this mortall strife,\nI did depriue king Lodrike of his life.\n\nAnd when the Pictes did see their king depriude\nOf vitall life, Lord, how they fled the fielde:\nThey made me muse, to see how fast they striude,\nWith staylesse steppes, eche one his life to shielde:\nWho could not flye, he there with care was kilde.\nSo by my meanes, my country did obtayne\nHer auncient state, and liberty agayne.\n\nAt my returne I to Seuerus sayde,\nSee here how I with woundes am all bestead?\nI cannot liue, I feele how lyfe doth fade,\nLodrike him selfe did carue and cut my head,\nFor which my blade his lukewarme blood hath shed.\nHe cut my cap, and I haue got his crowne,\nHe lost his lyfe, and I haue found renowne.\n\nSeuerus then vnto his Surgion sayde,\nHeale hym, and bryng him safe and sound agayne,\nThou for thy paynes with poundes shalt wel be payd,\nAnd he shall haue such honoure for his payne,\nAs vnto him for euer shal remayne.\nFor by the Gods which rule the skies aboue,\nHis noble actes deserue eternal loue.\n\nWhen by the skill of Surgions curious arte,\nMy hurtes were healde, and holesome health ensude,\nSeuerus then reioycing at the harte,\nMade me a Lorde, with wealth he me indude,\nYea, he although my learning were but rude,\nSent me to Rome, as Legate of this lande,\nTo make reporte how here our state did stande.\n\nMy deedes at home, inrichte me with renowne,\nMy talke abroade, with proper filed phrase,\nAdornde my head euen with a Laurell crowne.\nThe Emperour did much commend my wayes,\nSo that I was bedeckt with double prayse.\nI could not reade, my lerning was but weake.\nYet they of Rome did muse to heare me speake.\n\nAs learned Arte doth geue a goodly grace\nTo some: so some by natures giftes do get\nEternal fame, and purchase them a place\nAboue the place where learned men do sit.\nWe finde the fine dexteritye of wit\nIn them which be both wise and ful of skill:\nYet neuer striude to clime Pernassus hill.\n\nSo I with prayse a time at Rome did stay,\nAnd tracte of time returnde me backe agayne,\nThe Emperour, he gaue my ryght away\nWithin a while, which made me storme amayne:\nI had great cause me thought for to complayne,\nSeuerus, he was made the king of all:\nThe giftes he gaue to me were very small.\n\nI was but made the Captayne of the coast,\nFrom Forrayne force to keepe my realme in rest,\nSeuerus, he was crowned king in post,\nWhich did so boyle within my warrelike brest,\nThat I with griefe most strangely was distrest.\nShal he (sayde I) thus reape the high renowne\nWhich I deserue? Shal he inioy the Crowne?\n\nI wonne the wreath, and he wil weare the same:\nI got the goale, and he will get the gayne.\nFor me in faith it were a deadly shame,\nIf I in this his regall royall raygne,\nWithout repulse should suffer him remaine.\nWhich if I do, then let the dreadfull darte\nOf Vulcans wrath, torment in twayne my hart.\n\nFor why, I see what seruile seruitude\nShall then insue, if he may raigne in rest:\nShall Bryttayn braue by Romanes be subdude?\nIt shal no doubte, by Romans be distrest,\nExcept my might against his might be prest.\nMy might as yet cannot his strength constraine,\nYet may my might compell him to complaine.\n\nThe drainyng droppes doo make the Marble yeeld\nIn time: the seas the cragged rockes do rende:\nAnd Courtly Kinges by tearing time be kilde.\nFor time dooth make the mightie Okes to bende,\nAnd time dooth make the litle twigges ascende:\nSo I in time, such power may prepare,\nAs shal constraine Seuerus death, with care.\n\nBut whylst I did indeuour to destroy\nSeuerus strength, the Pictes were prickte with pride,\nFor theyr reuenge vs Britaynes to annoy.\nWhich when I hard, in post I did prouide\nA power great, then I in hast did ride,\nAnd kept the Coast so strong with men of warre,\nThat no man coulde ariue, to make or marre.\n\nThe poore Pictes preuented of their pray,\nIn waltering waues did bouse their bitter bayne,\nThey digde a diche, and caught theyr owne decay,\nOn rockes theyr Barkes, in seas them selues were slaine.\nThe Westerne windes with wo did them constrayne,\nBy Britayne bankes to make so long delaye,\nI, and the Seas, brought them to their decay.\n\nBy meanes whereof my credite did increase:\nSeuerus did esteeme me as his stay,\nI from my fyrst deuises coulde not cease,\nFor aye I hopte to haue a happy day,\nTo bring the Roman rule to their decay,\nWith fauning face good fortune smyled so,\nI had my wyshe, what might I hope for mo?\n\nFor into Spayne the Roman souldiours sent,\nI had at home the might him to depriue,\nThen wisely I al perilles to preuent,\nProuided so that no man could ariue,\nNo Picte, nor Scot, nor Roman then could striue\nWith me at home, then I the Lordes with speede\nOf Brittayne calde, and thus I did proceede:\n\nThe Roman rule vs subiect slaues hath made,\nYou se my Lordes, a Roman heere doth raigne,\nWhome to destroy my power shal inuade,\nI do in deede this seruile life disdayne:\nAnd you your selues do much therof complayne.\nIf you with helpe wyl me assiste, I sweare,\nThe Roman rule shal haue no power here.\n\nThen they most glad with one consent replide,\nWe wyl assist thee with what myght we may,\nAnd we our selues most wylling wyl prouide,\nNo Britayne borne against thee shal display\nHis shielde, but al at the appoynted day,\nAs prest to please thy heste, shal thee assist:\nWinne thou the Crowne, and weare it at thy list.\n\nWhich when I hard them say with one consent,\nBlame not though pride did then possesse my hart\nFor Princely Crowne: the dreadfull dierie dent\nOf wrakful warre, who would not feele the smart\nOf griping grefe? who would not feele the dart\nOf dreadful death? or who regardeth payne?\nIf he a Crowne and kingdome may obtayne?\n\nFor gunnehole grotes the countrie Clowne doth care,\nRestlesse with ruth, the Rusticke gets his gayne:\nThe Marchant man for welth doth send his ware\nAbout the worlde, with perill and great payne.\nAnd all the worlde for welth doth not disdayne,\nAmidst the surge of mighty mounting Seas,\nTo caste themselues, their owne delightes to please.\n\nIf to obtayne such trifles they do toyle,\nAnd neuer ceasse to bring there driftes about:\nWhy should I feare the force of forrayne foyle?\nWhy should I not assay with courage stout,\nTo wreake my wrath vppon the Romishe route\nWhich heere remayne? whome to the bale to bringe,\nWere me to crowne my natiue countries King.\n\nOne thinge there is which greatly doth me grieue,\nSeuerus, he who did inhance my state,\nHe did in my distresse with life relieue\nMy dyinge dayes, he neuer did me hate:\nYet now with hym I must be at debate.\nEuen hym with myght I greatly must disgrace,\nEare I can set my selfe in princely place.\n\nVntimely death shall not destroy his dayes:\nFor if he wyl returne to Rome agayne,\nOr if he wil resigne his crowne with prayse,\nOr if hee wyl amongst vs styl remayne.\nIf he can like of these, we wyl refrayne\nFrom sheading bloude: which if he dothe disdayne,\nI then against my wyl, must woorke his paine.\n\nSo foorth I past with al my power prest,\nSeuerus did at Durham then delay,\nWhereas I mente his state to haue distrest:\nBut some I thinke my secretes did bewray,\nFor he to Yorke in hast did take his way.\nWhich when I had bessiegde on euery side,\nwith care and griefe of minde, Seuerus dide.\n\nSe heere the force of cruel fretting care?\nSe heere how sorowe doth dismay the minde?\nFor when he harde Carassus did prepare\nTo reue his crowne, he iudging me vnkinde,\nWith sobbing sighes of sorrowe, he resignde\nBefore his time his minde from manly breste:\nBeholde with care how sorrowe reaues mans rest.\n\nThus he intombde in his vntimely Chest,\nIt was decreed Carassus shoulde be King,\nThe three estates of al my Realme were prest,\nWith one consent they al to me did bring\nThe kingly crowne, then thus they al did singe,\nThe due desertes of this renowmed wyght,\nDeserues to be the Britayne king by right.\n\nMarke by what steppes I dyd the toppe obtayne,\nWith keeping sheepe my youthful yeares were spent:\nThen with the whyp I plide the Plowe amayne,\nIn Mars his feeldes to fight my minde was bent,\nAs Legate then to Rome my selfe was sente,\nI dubbed was a Lorde, of high renowne,\nAnd now at laste, I haue obtaynd the Crowne.\n\nThe ende, the acte (the Plaudite) dooth proue,\nAnd all is well, whose endyng is not yll:\nWho sittes aloft had neuer neede to moue,\nFor feare least he shoulde fall agaynst his wyll.\nThough creepyng he dyd gayne the toppe with skil,\nYet at the last, by turning of his toe,\nA suddayne fall may worke his wretched woe.\n\nWhich fall I felt, and how? I here wyll showe:\nWhen I as King dyd all the Realme comaunde,\nI fearefull dyd suspect mine ouerthrow,\nThe place (mee thought) dyd shake where I dyd stande.\nThen for my garde I dyd prouide a bande\nOf warlyke wights, to garde my Noble grace,\nI lastly dyd my Noble men displace.\n\nFrom foorth the Feeldes I for my Father sent,\nHym of a Clowne a Noble man I made:\nMy Brethren all euen for the same intent,\nLyke Courtiers there in Court with me they stayde,\nAnd all my stock were glad and well apayde:\nFor they of late which rulde the paynefull Plow,\nOf Brittayne Lande they bee the Rulers now.\n\nFrom Cart to Court, a Countrye man to call,\nWith braue attyre to decke a dunghyll Dycke,\nIs lyke a paynted Image in a wall,\nWhich dooth deceiue, and seemeth to bee quicke,\nThough woorkmanship most trimly dooth it tricke,\nYet of a stone, a stone wyll still remayne:\nA Clowne cannot from Clownish deedes refrayne.\n\nAs hard it is of quarryed Marble stone,\nFor man to make a liuely mouing wyght,\nAs of a Lout, or els of such a one\nWho dayly doth imploy his whole delyght\nTo digge and delue, it passeth mortal myght,\nTo make him serue in Courte a kinges behest:\nTurne hym to plowe, the Cart for him is best.\n\nFor though thou canst by cunninge art compell\nNature a tyme to leaue her wonted place,\nShe wyl returne, in spight of heauen or hell:\nNo Alcumist Dame Nature can displace,\nExcept that God doth geue abundant grace.\nThe Caske wyl haue a taste for euermore,\nWith that wherewith it seasoned was before.\n\nWhy did I then my courtlesse court mayntayne\nWith Hob and Ihon, Rafe Royster, and his mate?\nWhose greedy iawes aye gaping after gayne,\nDid polle, and pil, and bred bitter debate:\nMen much vnmeete to mayntayne myne estate.\nWhy did I them so neare myne elbowe place?\nBecause my selfe by byrth was borne but bace.\n\nLike wyl to lyke, the Mule doth claw her mate,\nWith horned beastes the Ienite cannot iest,\nThose bauling Houndes, the haughty Harte doth hate,\nWith Beares the Beare in safety countes her best.\nSo I amongst my lyke did looke for rest,\nTheir dedes by me were alwayes wel alowde,\nBy them likewyse my doinges were avowd.\n\nBut as you see the Husbandman with care\nFrom new sowne feeldes the rauening Rookes to driue,\nSo dyd the Gentrie of my Realme prepare,\nMy Countrie Courte and mee for to depriue.\nBut Gentlemen were then to weake to striue\nWith mee, and mine, for which they dyd prepare\nA new founde snache, which dyd my feete insnare.\n\nIn surgelesse Seas of quiet rest when I\nSeauen yeares had sayld, a perrye did arise,\nThe blastes whereof abrigde my liberty:\nFor whilste I dyd with busye brayne deuise\nThem to destroy, which did my Courte despise,\nThe boystrous blastes of hatred blewe a gale,\nMy Cables crakte, my Barke was bongd with bale.\n\nFor they (I meane the Gentrie of my Lande)\nBoth mee, and mine, theirs, and themselues had sold\nSubiects to Rome, from whence a mighty bande\nThey had conuaide, to make my courage cold:\nInto my Realme they could not be controlde,\nBut when they were ariude, they quickly brought\nBoth me and mine, and all the rest, to nought.\n\nAlectus then the Chieftayne of the rest,\nSpoyling my friendes, he forst me to the feelde,\nThe daye was come, we both in fight were prest.\nHis trustlesse trayne, did seeme to me to yeelde,\nBut al the feeldes with great ambushmentes filde,\nI coulde not flee, Alectus had the day,\nWith his owne sworde for breath he made me bray.\n\nAs due desert did force my shippe to flote,\nSo vices vile me drencht in waues of woes.\nO false suspect, why didst thou make me dote?\nFearing my fall, my friends I deemd my foes:\nFearing the worst, the best I did depose,\nAnd was deposde: let other learne heereby,\nThe crooked Crabbe wyl alwayes walke awry.\n\nAnd let them know which do not lothe to learne,\nThat kinges in Court, be combred most with care.\nThe Pilotes charge, who sitteth at the stearne,\nDoth make him watche, when other do prepare\nThem selues to sleep: so kinges distressed are\nWith doutful dread, and many other thinges:\nThe sheepheardes life is better then the kinges."}