{"subject": "Into The Depths", "text": "I\n\nLost-lost-lost!\nTo me, for ever, the seat near the blood of the feast.\nTo me, for ever, the station near the Throne of Love!\nTo me, for ever, the Kingdom of Heaven-and I the least.\nOh, the least in love-\nThe least in joy-\nThe least in life-\nThe least in death-\nThe least in beauty-\nThe least in eternity.\nSo much of rich, foaming, bubbling human blood drank down into the everlasting sea of Sin.\nThe jasper gates are closed on the crimson highway of the clouds.\nThe Seven Angels stand on guard.\nSeven thunders utter their voices.\nAnd the angels have not sealed up those things which the seven thunders have uttered.\nI have pleaded to the seventh angel for the little book.\nBut he heedeth me not.\nAll life is bitter, not one drop as sweet as honey.\nAnd yet I prophesy before many people, and nations, and tongues, and kings!\nII\n\nLost-lost-lost!\nThe little golden key which the first angel entrusted to me.\nThe gates are closed, and I may not enter.\nYet arrayed in folds of white, these angels are more terrible to me than the fabled watcher of the Hesperides golden treasures.\nBecause it is I alone of all God's creatures that am shut out.\nFor others the bolts are withdrawn, and the little book unsealed.\nWith wistful eyes, and longing heart, I wander in the distance, waiting for the angels to sleep.\nTremblingly I peer through the gloaming of horrid shadows, and visions of wasted moments.\nBut the white eyelids of the angels never droop.\nIn vain I plead to them that it was I who built the throne.\nIn vain do I tell them that it was I who gemmed it with Faith and Truth, and the dews of my life's morn.\nIn vain do I tell them that they are my hopes which they stand in solemn guard to watch.\nIn vain do I plead my right as queen of the starry highway.\nIn vain do I bind my golden tresses with the pale lilies of the valley.\nIn vain do I display to them my purple broidered robes, and the silver badge of God's eternal bards that I wear on my white bosom.\nIn vain do I wind my soft arms around their silver-sandaled feet.\nThey heed me not.\nBut point to the whirlpool called the world.\nMust the warm, living, loving soul a wanderer be?\nAre all its yearnings vain?\nAre all its prayings vain?\nWill there be no light to guide me?\nWill there be strong arm at the helm?\nMust the full lamp of life wane so early?\nAh, I see, all is lost-lost-lost!\nIII\n\nDeep into the depths!\nStruggling all the day-time-weeping all the night-time!\nWriting away all vitality.\nTalking to people, nations, tongues, and kings that heed me not.\nCast out of my own kingdom on to the barren battleplain of bloodless life.\nA thousand foes advancing?\nA thousand weapons glancing!\nAnd I in the sternest scene of strife.\nPanting wildly in the race.\nMalice and Envy on the track.\nFleet of foot, they front me with their daggers at my breast.\nAll heedless of my tears and prayers, they tear the white flowers from my brow, and the olive leaves from my breast, and soil with their blood-marked hands the broidered robes of purple beauty.\nLife's gems are torn from me, and in scattered fragments around me lie.\nAll lost-lost-lost!\nIV\n\nOut of the depths have I cried unto thee, O Lord!\nWeeping all the night-time.\nWeeping sad and chill through the lone woods.\nStraying 'mong the ghostly trees.\nWandering through the rustling leaves.\nSobbing to the moon, whose icy light wraps me like a shroud.\nLeaning on a hoary rock, praying to the mocking stars.\nWith Love's o'erwhelming power startling my soul like an earthquake shock.\nI lift my voice above the low howl of the winds to call my Eros to come and give me light and life once more.\nHis broad arms can raise me up to the light, and his red lips can kiss me back to life.\nI heed not the storm of the world, nor the clashing of its steel.\nI wait-wait-wait!\nV\n\nHow can I live so deep into the depths with all this wealth of love?\nOh, unspeakable, passionate fire of love!\nCold blood heedeth ye not.\nCold eyes know ye not.\nBut in this wild soul of seething passion we have warmed together.\nI feel thy lava tide dashing recklessly through every blue course!\nGrand, beauteous Love!\nLet us live alone, far from the world of battle and pain, where we can forget this grief that has plunged me into the depths.\nWe will revel in ourselves.\nCome, Eros, thou creator of this divine passion, come and lay my weary head on your bosom.\nDraw me close up to your white breast and lull me to sleep.\nSmooth back the damp, tangled mass from my pale brow.\nI am so weary of battle-\nTake this heavy shield.\nI am so weary of toil-\nLoosen my garments.\nNow, wrap me close in your bosom to rest.\nCloser-closer still!\nLet your breath warm my cold face.\nThis is life-this is love!\nOh, kiss me till I sleep-till I sleep-I sleep."}