{"subject": "Her Last Letter", "text": "Sitting alone by the window,\nWatching the moonlit street,\nBending my head to listen\nTo the well-known sound of your feet,\nI have been wondering, darling,\nHow I can bear the pain,\nWhen I watch, with sighs and tear-wet eyes;\nAnd wait for your coming in vain.\nFor I know that a day approaches\nWhen your heart will tire of me;\nWhen by door and gate I may watch and wait\nFor a form I shall not see.\nWhen the love that is now my heaven,\nThe kisses that make my life,\nYou will bestow on another,\nAnd that other will be-your wife.\nYou will grow weary of sinning\n(Though you do not call it so),\nYou will long for a love that is purer\nThan the love that we two know.\nGod knows I have loved you dearly,\nWith a passion strong as true;\nBut you will grow tired and leave me,\nThough I gave up all for you.\nI was as pure as the morning\nWhen I first looked on your face;\nI knew I never could reach you\nIn your high, exalted place.\nBut I looked and loved and worshiped\nAs a flower might worship a star,\nAnd your eyes shone down upon me,\nAnd you seemed so far-so far.\nAnd then? Well, then, you loved me,\nLoved me with all your heart;\nBut we could not stand at the altar,\nWe were so far apart.\nIf a star should wed with a flower\nThe star must drop from the sky,\nOr the flower in trying to reach it\nWould droop on its stalk and die.\nBut you said that you loved me, darling,\nAnd swore by the heavens above\nThat the Lord and all of His angels\nWould sanction and bless our love.\nAnd I? I was weak, not wicked.\nMy love was as pure as true,\nAnd sin itself seemed a virtue\nIf only shared by you.\nWe have been happy together,\nThough under the cloud of sin,\nBut I know that the day approaches\nWhen my chastening must begin.\nYou have been faithful and tender,\nBut you will not always be,\nAnd I think I had better leave you\nWhile your thoughts are kind of me.\nI know my beauty is fading-\nSin furrows the fairest brow-\nAnd I know that your heart will weary\nOf the face you smile on now.\nYou will take a bride to your bosom\nAfter you turn from me;\nYou will sit with your wife in the moonlight,\nAnd hold her babe on your knee.\nOh, God! I never could bear it;\nIt would madden my brain, I know;\nAnd so while you love me dearly\nI think I had better go.\nIt is sweeter to feel, my darling-\nTo know as I fall asleep-\nThat some one will mourn me and miss me,\nThat some one is left to weep,\nThan to die as I should in the future,\nTo drop in the street some day,\nUnknown, unwept and forgotten\nAfter you cast me away.\nPerhaps the blood of the Saviour\nCan wash my garments clean;\nPerchance I may drink of the waters\nThat flow through pastures green.\nPerchance we may meet in heaven,\nAnd walk in the streets above,\nWith nothing to grieve us or part us\nSince our sinning was all through love.\nGod says, 'Love one another,'\nAnd down to the depths of hell\nWill he send the soul of a women\nBecause she loved-and fell?\n\nAnd so in the moonlight he found her,\nOr found her beautiful clay,\nLifeless and pallid as marble,\nFor the spirit had flown away.\nThe farewell words she had written\nShe held to her cold, white breast,\nAnd the buried blade of a dagger\nTold how she had gone to rest."}