{"subject": "Morning", "text": "Gray brindled dawn comes up before the sun.\nThere's health, there's moral healing in the hour\nSo naked clear, so dewy, dewy cool.\n\nO curse of sleeplessness! Haggard and pale,\nThe tyrant Nero, see him from his bed\nWandering about, haunting the long dim halls,\nAnd silent stairs, at midnight, startled oft\nAt his own footsteps, like a guilty thing,\nSharp turning round aghast. The palace sleeps,\nAnd all the city sleeps, all save its lord.\nThen looks he to the windows of the east,\nWearily watching for the morning light,\nWhich comes not at his will. Down on his bed\nHe flings himself again. His eyeballs ache;\nHis temples throb; his pillow's hot and hard;\nAnd through his dried brain thoughts and feelings drift\nTumultuous, unrestrained, carrying his soul\nOn the high fever's surge. The imperial world\nFor one short dewy hour of healing sleep!\nWorlds cannot buy the blessing. Up he reels,\nAnd staggers forth. Slow-coming day at length\nHas found him thus. Its busy forms of life,\nIts turms, its senators, its gorgeous guests,\nBowing in homage from barbaric isles,\nTo him are phantoms: Through its ghastly light\nWildered he lives. To feel and be assured\nHe yet has hold on being, with the drugs\nOf monstrous pleasures, cruelty and lust,\nHe drugs his spirits; ever longing still\nFor the soft hour of eve, if sleep may come\nAfter another day has worn him out.\nBut images of black, bed-fellows strange,\nLie down with him; drawing his curtain back,\nUnearthly shapes, and unimagined faces,\nLook in upon him, near down on his eyes,\nNearer and nearer still, till they are forced\nTo wink beneath the infliction, like a weight\nOf actual pressure, solid, heavy, felt.\nBut winking hard, a thousand coloured motes\nBegin to dance confused, and central stars,\nAnd spots of light, welling and widening out\nIn rings concentric, peopling all the blind\nBlack vacancy before his burning balls.\nBut soon they change to leering antic shapes,\nAnd dread-suggesting fiends. Dim, far away,\nLong dripping corpses, swaying in the waves,\nSlowly cast up, arise; gashed, gory throats,\nAnd headless trunks of men, are nearer seen,\nAnd every form of tragic butchery—\nThe myriad victims of his power abused\nBy sea and land. To give their hideousness\nDue light, a ceiling of clear molten fire,\nFigured with sprawling imps, begins to glow\nHot overhead, casting a brazen light\nDown on the murdered crew. All bent on him,\nNear, nearer still, they swarm, they crowd, they press;\nAnd round and round, and through and through the rout,\nThe naked Pleasures, knit with Demons, dance.\n\nBut up from innocent sleep, how fresh to meet\nThe glistening morn, over the smoking lawn\nSpangled, by briery balks, and brambled lanes,\nWhere blows the dog-rose, and the honeysuckle\nHangs o'er the heavy hedge its trailing sheaf\nOf stems and leaves, tendrils and clasping rings,\nCold dews, and bugle blooms, and honey smells,\nAnd wild bees swinging as they murmur there.\nThe speckled thrush, startled from off the thorn,\nShakes down the crystal drops. With spurring haste,\nThe rabbit scuds across the grassy path;\nPauses a moment, with its form and ears\nArrect to listen; then, with glimpse of white,\nSprings through the hedge into the ferny brake.\nOr taste the freshness of the pastoral hills\nOn such a morn: Light scarfs of thinning mist\nIn graceful lingerings round their shoulders hang;\nNew-washed and white, the sheep go nibbling up\nThe high green slopes; a hundred gurgling rills,\nSparkling with foam-bells, to your very heart\nSend their delicious coolness; hark! again,\nThe cuckoo somewhere in the sunny skirts\nOf yonder patch of the old natural woods;\nSudden with iron croak, clear o'er the gray\nSummit, o'erhanging you, with levelled flight,\nThe raven shoots into the deep blue air.\n\nLo! in the confluence of the mountain glens,\nThe small gray ruin of an ancient kirk;\nOur first Reformed, so faithful reverence tells.\n\nThere stands it, and will stand, till Time's slow tooth\nNibble it all away; for it is fenced\nWith awe, and ghostly fears, the abuse of awe\nIn simple minds: Strange judgments, so they say,\nHave fallen on those who once or twice have dared\nTo lay their hands upon its holy stones\nFor secular uses, and remove the bell.\nSuch faith has Scotland in her Burning Bush!\nBush of the wilderness! see how the flames\nBicker and burn around it; but the Spirit\nBlows gracious by, and the dear little Bush,\nThe desert Bush, in every freshened leaf\nUncurled, unsinged in every flowery bud,\nFragrant with Heavenly dews, and dropping balsams\nGood for the hurt soul's healing, waves and rustles,\nEven in the very heart of the red burning,\nIn livelier green and fairer blossoming.\n\nEarth sends her soft warm incense up to Heaven;\nThe birds their matins sing. Joining the hymn,\nThe tremulous voice of psalms from human lips\nIs heard in the free air. You wonder where,\nAnd who the worshippers. Behold them now,\nLow seated by the burn; an old gray man,\nHis head uncovered, and the Book of Life\nSpread on his knee, and by his side his spouse,\nAged and lowly, beggars by their garb,\nWith frail cracked voices, yet with hearts attuned\nTo the immortal harmonies of faith,\nAnd hope, and love, in the green wilderness\nPraising the Lord their God—a touching sight!\nHigh in the Heavenly House not made with hands,\nThe archangels sing, angels, and saints in white,\nStriking their golden harps before the Throne;\nBut, in the pauses of the symphony,\nA voice comes up from earth, the simple psalm\nOf those old beggars, heard by the Ear of God\nWith more acceptance than hosannahs pealed\nThrough all the hosts of blissful jubilee.\n\nHer nest is here: But ah! the cunning thing,\nSee where our White-throat, like the partridge, feigns\nA broken wing, thick fluttering o'er the ground,\nAnd tumbling oft, to draw you from her brood\nWithin the bush. Now that's a lie, my birdie!\nYour wing's not broken; but we'll grant you this,—\nThe lie's a white one, white as your own throat.\nYet how should He who is the Truth itself,\nAnd prompts all instinct, plant in you deceit,\nAnd make you act it, even to save your young?\nThe whole creation groans for Man, for sin,\nAnd death its consequence: We're changed to you\nIn our relations, birdie; as a part\nOf that primeval ill, we rob your nest.\nTo meet this change perhaps, high Heaven itself\nPermitting moral wrong, instinctive guile\nHas thus been lent to your instinctive love:\nAnd your deceit is our reflected sin.\nThe more we wonder at this curious warp\nFrom truth, the more we see the o'erruling law\nOf natural love in all things, which will be\nA fraud in instinct, rather than a flaw\nIn care parental. Oh how gracious good,\nThat all the generations, as they rise,\nOf living things, are not sustained by one\nGreat abstract fiat of Benevolence;\nBut by a thousand separate forms of love,\nAll tremblingly alive! The human heart,\nWith all its conduits, and its channel-pipes,\nWarm, flowing, full, quiveringly keen and strong\nIn all its tendrils and its bloody threads;\nThe wallowing, belching monsters of the deep,\nDown to the filmiest people of the leaf,\nAre all God's nurses, and draw out the breast,\nOr brood for Him. Oh what a system thus\nOf active love, of every shape and kind,\nHas been created, from the Heart of Heaven\nExtended, multiplied, personified\nIn living forms throughout the Universe!\n\nIn life's first glee, and first untutored grace,\nWith raven tresses, and with glancing eyes,\nHow beautiful those children, lustrous dark,\nPulling the kingcups in the flowery meadow!\nBorn of an Indian mother: She by night,\nAn orphan damsel on her native hills,\nLooked down the Khyber Pass, with pity touched\nFor the brave strangers who lay slain in heaps,\nLow in that fatal fold and pen of death.\nSorrow had taught her mercy: Forth she went\nWith simple cordials from her lonely cot,\nIf she might help to save some wounded foe.\nBy cavern went she, and tall ice-glazed rock,\nCasting its spectral shadow on the snow,\nBeneath the hard blue moon. Save her own feet\nCrushing the starry spangles of the frost,\nSound there was none on all the silent hills;\nAnd silence filled the valley of the dead.\nDown went the maid aslant. A cliff's recess\nGave forth a living form. A wounded youth,\nOne unit relic of that thick battue,\nEscaping death, and mastering his deep hurt,\nFrom out the bloody Pass had climbed thus far\nThe mountain-side, and rested there a while.\nThe virgin near, up rose he heavily,\nStaggered into the light, and stood before her,\nBowing for help. She gave him sweet spiced milk,\nAnd led him to her home, and hid him there\nMonths, till pursuit was o'er, and he was healed\nAnd from her mountains he could safely go.\nBut grateful Walter loved the Affghan girl,\nAnd would not go without her: They had taught\nEach other language: Will she go with him\nTo the Isles of the West, and be his wife?\nNor less she loved the fair-haired islander,\nAnd softly answered, Yes. And she is now\nHis Christian wife, wondering and loving much\nIn this mild land, honoured and loved by all;\nWith such a grace of glad humility\nShe does her duties. And, to crown her joy\nOf holy wedded life, her God has given her\nThose beauteous children, with the laughing voices,\nPulling the kingcups in the flowery meadow.\n\nOur walk is o'er. But let us see our bees,\nBefore we turn into our ivied porch.\nThe little honey-folk, how wise are they!\nTheir polity, their industry, their work,\nThe help they take from man, and what they give\nOf fragrant nectar, sea-green, clear, and sweet,\nInvest them almost with the dignity\nOf human neighbourhood, without the intrusion.\nComing and going, what a hum and stir!\nThe dewy morn they love, the sunny day,\nSoftened with showery drops, liquoring the flowers\nIn every vein and eye. But when the heavens\nGrow cloudy, and the quick-engendered blasts\nDarken and whiten as they skiff along\nThe mountain-tops, till all the nearer air,\nSeized with the gloom, is turbid, dense, and cold,\nBack from their far-off foraging the bees,\nIn myriads, saddened into small black motes,\nStrike through the troubled air, sharp past your head,\nAnd almost hitting you, their lines of flight\nConverging, thickening as they draw near home;\nSo much they fear the storms, so much they love\nThe safety of their straw-built citadels."}