{"subject": "Not Too Bad", "text": "De cottage vas close py der garden gate,\nIt vas not mighdty hardt to find it,\nA couple of gum-trees grew shoost in front,\nUnd a pig\\shty grew shoost pehind it.\nDere vos milk-cows und sheep on der clover-flat\nUnd a creek vhere der vater ran,\nDer misdress of all, vas der Vidder McCaul,\nUnd I vos her handy man.\n\nAch, shveet vas der ploom on der orchard-trees,\nUnd lofely der flowers in shpring;\nBut, der vidder's daughter. Yemima Ann,\nShe vas shveeter ash efferyting.\nShe valked on der ferry ground I lofed,\nUnd her eyes were so lofely prown,\nDat vheneffer I see dat she looked at me, \nVhy, I felt mineself top-side down.\n\nI lofed mine life ash I lofed dat girl,\nUnd a vik from her tvinkling eye\nAsh I helped her moundt on der old prown mare\nMade me feel apout ten feet high.\nVhen she cantered home ash der sun vent down,\nUnd I lifted her oop to der ground,\nVhen I felt her yoomp, mine heardt vent boomp,\nUnd I felt apout twelfe feet round.\n\nSo I shpeaks to mineself,' I must hafe dat girl,\nFor mithout her I aint no use;'\nSo I tole her von day vhat a duck she vas,\nUnd she tell me I vas a coose.\nDen a shearer coomed town from der Lachlan,\nPout ash tall ash a wool-shed toor,\nUnd he took her avay on a pullock-tray,\nUnd she neffer comes pack some more.\n\nSo I vent, vat you calls, ' clean off your shoomps,'\nI crinds oop mine teeth und schvear;\nI knocks mineself town mit a pag of shaff,\nUnd I picks mineself oop py mine hair.\nI shvears I could hang and trown mineself,\nUnd fill mineself oop mit shot too;\nPut, shoost vhen I run to get mine gun,\nDer vidder, she tole me not to.\n\nShe said, ash she fried me some eggs for mine tea,\nUnd her tears shpluttered in der pan,\n'Vas it not goot enough to her daughter lose,\nMithout losing her handy man?\nVas der fish not askh good vhat vas in der sea\nAsh der fish vhat vas taken oudt?\nIf der shnapper I sought vas got shnapped oop und caught,\nDere vas plenty more shvimmin spout.'\n\nSo I said, 'Do you know vhere dat fish to find,\nApout vat you gone und told me?'\nUnd I town-sat mineself py der vidder's side,\n(Und the vidder she neffer shcold me).\nAsh der vidder she mix oop her tears mit mine,\nI got prave und mine heardt grew polder;\nSo mine left arm I placed round der vidder's vaist\nUnd der vidder's head fell on mine shoulter.\n\nAch, shveet vas der shmell from der new-fried eggs,\nVhich der vidder vas shoost peen frying;\nUnd shveet vas der glance from der vidder's eye,\n(Mit her head on mine shoulter lying).\nIf I gissed her ten times I gissed her vonce\nPefore effer I thought of shtoppin:\nUnd der pig pullock-pell in der milk-pan fell,\nUnd ve neffer heardt it droppin.\n\nI takes mine seat in der parlour now,\nIn der gitchen I hangs mine hat,\nUnd der milk-cows feed shoost across der creek,\nUnd der sheep on her clover-flat.\nI shnapped oop der fish dat vas shvimmin apout,\nUnd I neffer no more got mad,\nUnd I tinks of a night, ash mine shmoke-pipe I light,\nDat I didn't do - NOT TOO BAD."}