{"subject": "The Boss Over The Board", "text": "When he’s over a rough and unpopular shed,\nWith the sins of the bank and the men on his head;\nWhen he musn’t look black or indulge in a grin,\nAnd thirty or forty men hate him like Sin—\nI am moved to admit—when the total is scored—\nThat it’s just a bit off for the Boss-of -the-board.\nI have battled a lot,\nBut my dream’s never soared\nTo the lonely position of Boss-of-the-board. \n’Twas a black-listed shed down the Darling: the Boss\nWas a small man to see—though a big man to cross—\nWe had nought to complain of—except what we thought,\nAnd the Boss didn’t boss any more than he ought;\nBut the Union was booming, and Brotherhood soared,\nSo we hated like poison the Boss-of-the-board.\nWe could tolerate ‘hands’—\nWe respected the cook;\nBut the name of a Boss was a blot in our book. \n\nHe’d a row with Big Duggan—a rough sort of Jim—\nOr, rather, Jim Duggan was ‘laying for’ him!\nHis hate of Injustice and Greed was so deep\nThat his shearing grew rough—and he ill-used the sheep.\nAnd I fancied that Duggan his manliness lower’d\nWhen he took off his shirt to the Boss-of-the-board,\nFor the Boss was ten stone,\nAnd the shearer full-grown,\nAnd he might have, they said, let the crawler alone. \n\nThough some of us there wished the fight to the strong,\nYet we knew in our hearts that the shearer was wrong.\nAnd the crawler was plucky, it can’t be denied,\nFor he had to fight Freedom and Justice beside,\nBut he came up so gamely, as often as floored,\nThat a blackleg stood up for the Boss-of-the-board!\nAnd the fight was a sight,\nAnd we pondered that night—\n‘It’s surprising how some of those blacklegs can fight!’ \n\nNext day at the office, when sadly the wreck\nOf Jim Duggan came up like a lamb for his cheque,\nSaid the Boss, ‘Don’t be childish! It’s all past and gone;\n‘I am short of good shearers. You’d better stay on.’\nAnd we fancied Jim Duggan our dignity lower’d\nWhen he stopped to oblige a damned Boss-of-the-board.\nWe said nothing to Jim,\nFor a joke might be grim,\nAnd the subject, we saw, was distasteful to him. \n\nThe Boss just went on as he’d done from the first,\nAnd he favoured Big Duggan no more than the worst;\nAnd when we’d cut out and the steamer came down—\nWith the hawkers and spielers—to take us to town,\nAnd we’d all got aboard, ’twas Jim Duggan, good Lord!\nWho yelled for three cheers for the Boss-of-the-board.\n’Twas a bit off, no doubt—\nAnd with Freedom about—\nBut a lot is forgot when a shed is cut out. \n\nWith Freedom of Contract maintained in his shed,\nAnd the curse of the Children of Light on his head,\nHe’s apt to long sadly for sweetheart or wife,\nAnd his views be inclined to the dark side of life.\nThe Truth must be spread and the Cause must be shored—\nBut it’s just a bit rough on the Boss-of-the-board.\nI am all for the Right,\nBut perhaps (out of sight)\nAs a son or a husband or father he’s white."}