{"subject": "The Very Merry Voyage Of The Macaroni Man", "text": "This figure here before you is a Macaroni Man,\nWho is built, as you may notice, on a most ingenious plan.\nHis skeleton, I beg to state, is made of hairpins three,\nWhich are bent and curved and twisted to a marvellous degree.\nHis coat-sleeves and his trouser-legs, his head and eke his waist\nAre made of superfine imported macaroni paste.\nAnd if you care to listen, you may hear the thrilling tale\nOf the merry Macaroni Man's extraordinary sail.\nOne sunny day he started for a voyage in his yacht,\nHis anxious mother called to him, and said, 'You'd better not!\nAlthough the sun is shining bright, I fear that it may rain;\nAnd don't you think, my darling boy, you'd better take the train?'\n'Oh, no,' said he, 'no clouds I see,--the sky is blue and clear,\nI will return in time for tea--good-by, my mother dear.'\n\nFull merrily he started off, the day was fine and fair,\nAnd to his great delight he found no dampness in the air.\nYou know if he gets wet, a Macaroni Man is spoiled,\nAnd if he stands too near the steam, of course he may get boiled.\nBut our hero used precautions,--carefully he shunned the spray,--\nAnd when the steam blew toward him, he just steered the other way.\nNow, as the breeze was from the land, his course lay out to sea;\nHe sailed so far that he felt sure he would be late for tea.\nHe sailed, and sailed, and sailed, and sailed,--\nhe feared the dew would fall--\nHe tried to turn,--but oh, that steam! it would not do at all!\n\nA single puff blew toward him, and it nearly cooked his face!\nThe mournful Macaroni Man felt sadly out of place.\nBut a happy thought occurred to him, 'Ha, ha,--ho, ho!' said he,--\n'I'll just sail on around the world,--and then, it seems to me,\nI'll reach my home (according to a careful estimate)\nIn time for tea, although I'll be perhaps a trifle late.'\nThen merrily his gallant ship sped o'er the bounding main,\nQuickly he crossed the ocean wide, he flew by France and Spain;\nCovered the Mediterranean, spanned the Suez Canal,--\n'I'll reach my home to-night,' he thought, 'oh, yes, I'm sure I shall.'\nHe skimmed the Red Sea like a bird,--the Indian Ocean crossed\n(But once, in Oceanica, he feared that he was lost).\n\nHe passed Australia on the fly,--cut over Capricorn,\nAnd as the sunset gun he heard, he swung around Cape Horn.\nStill at full speed, he sailed due north, he rounded Cape St. Roque,\nCrossed the equator, and found out the Gulf Stream was no joke.\nHe coasted by the seaboard States. Hurrah! all danger past,\nQuickly he sailed the last few miles and reached his home at last;\nHis mother welcomed him, and said, 'I'm glad there was no shower;\nBut hurry in, my bonny boy, I've waited tea an hour.'"}