{"subject": "The Columbiad: Book X", "text": "The vision resumed, and extended over the whole earth. Present character of different nations. Future progress of society with respect to commerce; discoveries; inland navigation; philosophical, med and political knowledge. Science of government. Assimilation and final union of all languages. Its effect on education, and on the advancement of physical and moral science. The physical precedes the moral, as Phosphor precedes the Sun. View of a general Congress from all nations, assembled to establish the political harmony of mankind. Conclusion. \nHesper again his heavenly power display'd,\nAnd shook the yielding canopy of shade.\nSudden the stars their trembling fires withdrew.\nReturning splendors burst upon the view,\nFloods of unfolding light the skies adorn,\nAnd more than midday glories grace the morn.\nSo shone the earth, as if the sideral train,\nBroad as full suns, had sail'd the ethereal plain;\nWhen no distinguisht orb could strike the sight,\nBut one clear blaze of all-surrounding light\nO'erflow'd the vault of heaven. For now in view\nRemoter climes and future ages drew;\nWhose deeds of happier fame, in long array,\nCall'd into vision, fill the newborn day.\n\nFar as seraphic power could lift the eye,\nOr earth or ocean bend the yielding sky,\nOr circling sutis awake the breathing gale,\nDrake lead the way, or Cook extend the sail;\nWhere Behren sever'd, with adventurous prow,\nHesperia's headland from Tartaria's brow;\nWhere sage Vancouvre's patient leads were hurl'd,\nWhere Deimen stretch'd his solitary world;\nAll lands, all seas that boast a present name,\nAnd all that unborn time shall give to fame,\nAround the Pair in bright expansion rise,\nAnd earth, in one vast level, bounds the skies.\n\nThey saw the nations tread their different shores,\nPly their own toils and wield their local powers,\nTheir present state in all its views disclose,\nTheir gleams of happiness, their shades of woes,\nPlodding in various stages thro the range\nOf man's unheeded but unceasing change.\nColumbus traced them with experienced eye,\nAnd class'd and counted all the flags that fly;\nHe mark'd what tribes still rove the savage waste,\nWhat cultured realms the sweets of plenty taste;\nWhere arts and virtues fix their golden reign,\nOr peace adorns, or slaughter dyes the plain.\n\nHe saw the restless Tartar, proud to roam,\nMove with his herds and pitch a transient home;\nTibet's long tracts and China's fixt domain,\nDull as their despots, yield their cultured grain;\nCambodia, Siam, Asia's myriad isles\nAnd old Indostan, with their wealthy spoils\nAttract adventures masters, and o'ershade\nTheir sunbright ocean with the wings of trade.\nArabian robbers, Syrian Kurds combined,\nCreate their deserts and infest mankind;\nThe Turk's dim Crescent, like a day-struck star,\nAs Russia's Eagle shades their haunts of war,\nShrinks from insulted Europe, who divide\nThe shatter'd empire to the Pontic tide.\nHe mark'd impervious Afric, where alone\nShe lies encircled with the verdant zone\nThat lines her endless coast, and still sustains\nHer northern pirates and her eastern swains,\nMourns her interior tribes purloined away,\nAnd chain'd and sold beyond Atlantic day.\nBrazilla's wilds, Mackensie's savage lands\nWith bickering strife inflame their furious bands;\nAtlantic isles and Europe's cultured shores\nHeap their vast wealth, exchange their growing stores,\nAll arts inculcate, new discoveries plan,\nTease and torment but school the race of man.\nWhile his own federal states, extending far,\nCalm their brave sons now breathing from the war,\nUnfold their harbors, spread their genial soil,\nAnd welcome freemen to the cheerful toil.\n\nA sight so solemn, as it varied sound,\nFill'd his fond heart with reveries profound;\nHe felt the infinitude of thoughts that pass\nAnd guide and govern that enormous mass.\nThe cares that agitate, the creeds that blind,\nThe woes that waste the many-master'd kind,\nThe distance great that still remains to trace,\nEre sober sense can harmonize the race,\nHeld him suspense, imprest with reverence meek,\nAnd choked his utterance as he wish'd to speak:\nWhen Hesper thus: The paths they here pursue,\nWide as they seem unfolding to thy view,\nShow but a point in that long circling course\nWhich cures their weakness and confirms their force,\nLends that experience which alone can close\nThe scenes of strife, and give the world repose.\nYet here thou seest the same progressive plan\nThat draws for mutual succour man to man,\nFrom twain to tribe, from tribe to realm dilates,\nIn federal union groups a hundred states,\nThro all their turns with gradual scale ascends,\nTheir powers; their passions and their interest blends;\nWhile growing arts their social virtues spread,\nEnlarge their compacts and unlock their trade;\nTill each remotest clan, by commerce join'd,\nLinks in the chain that binds all humankind,\nTheir bloody banners sink in darkness furl'd,\nAnd one white flag of peace triumphant walks the world.\n\nAs infant streams, from oozing earth at first\nWith feeble force and lonely murmurs burst,\nFrom myriad unseen fountains draw the rills\nAnd curl contentious round their hundred hills,\nMeet, froth and foam, their dashing currents swell,\nO'er crags and rocks their furious course impel,\nImpetuous plunging plough the mounds of earth,\nAnd tear the fostering flanks that gave them birth;\nMad with the strength they gain, they thicken deep\nTheir muddy waves and slow and sullen creep,\nO'erspread whole regions in their lawless pride,\nThen stagnate long, then shrink and curb their tide;\nAnon more tranquil grown, with steadier sway,\nThro broader banks they shape their seaward way,\nFrom different climes converging, join and spread\nTheir mingled waters in one widening bed,\nProfound, transparent; till the liquid zone\nBands half the globe and drinks the golden sun,\nSweeps onward still the still expanding plain,\nAnd moves majestic to the boundless main.\nTis thus Society's small sources rise;\nThro passions wild her infant progress lies;\nFear, with its host of follies, errors, woes,\nCreates her obstacles and forms her foes;\nMisguided interest, local pride withstand,\nTill long-tried ills her growing views expand,\nTill tribes and states and empires find their place,\nWhose mutual wants her widest walks embrace;\nEnlightened interest, moral sense at length\nCombine their aids to elevate her strength,\nLead o'er the world her peace-commanding sway.\nAnd light her steps with everlasting day.\n\nFrom that mark'd stage of man we now behold,\nMore rapid strides his coming paths unfold;\nHis continents are traced, his islands found,\nHis well-taught sails on all his billows bound,\nHis varying wants their new discoveries ply,\nAnd seek in earth's whole range their sure supply.\n\nFirst of his future stages, thou shalt see\nHis trade unfetter'd and his ocean free.\nFrom thy young states the code consoling springs,\nTo strip from vulture War his naval wings;\nIn views so just all Europe's powers combine,\nAnd earth's full voice approves the vast design.\nTho still her inland realms the combat wage\nAnd hold in lingering broils the unsettled age,\nYet no rude shocks that shake the crimson plain\nShall more disturb the labors of the main;\nThe main that spread so wide his travell'd way,\nLiberal as air, impartial as the day,\nThat all thy race the common wealth might share,\nExchange their fruits and fill their treasures there,\nTheir speech assimilate, their counsels blend,\nTill mutual interest fix the mutual friend.\nNow see, my son, the destined hour advance;\nSafe in their leagues commercial navies dance,\nLeave their curst cannon on the quay-built strand,\nAnd like the stars of heaven a fearless course command.\n\nThe Hero look'd; beneath his wondering eyes\nGay streamers lengthen round the seas and skies;\nThe countless nations open all their stores,\nLoad every wave and crowd the lively shores;\nBright sails in mingling mazes streak the air,\nAnd commerce triumphs o'er the rage of war.\n\nFrom Baltic streams, from Elba's opening side,\nFrom Rhine's long course and Texel's laboring tide,\nFrom Gaul, from Albion, tired of fruitless fight,\nFrom green Hibernia, clothed in recent light,\nHispania's strand that two broad oceans lave,\nFrom Senegal and Gambia's golden wave,\nTago the rich, and Douro's viny shores,\nThe sweet Canaries and the soft Azores,\nCommingling barks their mutual banners hail,\nAnd drink by turns the same distending gale.\nThro Calpe's strait that leads the Midland main,\nFrom Adria, Pontus, Nile's resurgent reign,\nThe sails look forth and wave their bandrols high\nAnd ask their breezes from a broader sky.\nWhere Asia's isles and utmost shorelands bend,\nLike rising suns the sheeted masts ascend;\nCoast after coast their flowing flags unrol,\nFrom Deimen's rocks to Zembla's ice-propt pole,\nWhere Behren's pass collapsing worlds divides,\nWhere California breaks the billowy tides,\nPeruvian streams their golden margins boast,\nOr Chili bluffs or Plata flats the coast.\nWhere, clothed in splendor, his Atlantic way\nSpreads the blue borders of Hesperian day,\nFrom all his havens, with majestic sweep,\nThe swiftest boldest daughters of the deep\nSwarm forth before him; till the cloudlike train\nFrom pole to pole o'ersheet the whitening main.\n\nSo some primeval seraph, placed on high,\nFrom heaven's sublimest point o'erlooke'd the sky,\nWhen space unfolding heard the voice of God,\nAnd suns and stars and systems roll'd abroad,\nCaught their first splendors from his beamful eye,\nBegan their years and vaulted round their sky;\nTheir social spheres in bright confusion play,\nExchange their beams and fill the newborn day.\n\nNor seas alone the countless barks behold;\nEarth's inland realms their naval paths unfold.\nHer plains, long portless, now no more complain\nOf useless rills and fountains nursed in vain;\nCanals curve thro them many a liquid line,\nPrune their wild streams, their lakes and oceans join.\nWhere Darien hills o'erlook the gulphy tide,\nCleft in his view the enormous banks divide;\nAscending sails their opening pass pursue,\nAnd waft the sparkling treasures of Peru.\nMoxoe resigns his stagnant world of fen,\nAllures, rewards the cheerful toils of men,\nLeads their long new-made rivers round his reign,\nDrives off the stench and waves his golden grain,\nFeeds a whole nation from his cultured shore,\nWhere not a bird could skim the skies before.\n\nFrom Mohawk's mouth, far westing with the sun,\nThro all the midlands recent channels run,\nTap the redundant lakes, the broad hills brave,\nAnd Hudson marry with Missouri's wave.\nFrom dim Superior, whose uncounted sails\nShade his full seas and bosom all his gales,\nNew paths unfolding seek Mackensie's tide,\nAnd towns and empires rise along their side;\nSlave's crystal highways all his north adorn,\nLike coruscations from the boreal morn.\nProud Missisippi, tamed and taught his road,\nFlings forth irriguous from his generous flood\nTen thousand watery glades; that, round him curl'd,\nVein the broad bosom of the western world.\n\nFrom the red banks of Arab's odorous tide\nTheir Isthmus opens, and strange waters glide;\nEurope from all her shores, with crowded sails,\nLooks thro the pass and calls the Asian gales.\nVolga and Obi distant oceans join.\nDelighted Danube weds the wasting Rhine;\nElbe, Oder, Neister channel many a plain,\nExchange their barks and try each other's main.\nAll infant streams and every mountain rill\nChoose their new paths, some useful task to fill,\nEach acre irrigate, re-road the earth,\nAnd serve at last the purpose of their birth.\n\nEarth, garden'd all, a tenfold burden brings;\nHer fruits, her odors, her salubrious springs\nSwell, breathe and bubble from the soil they grace,\nString with strong nerves the renovating race,\nTheir numbers multiply in every land,\nTheir toils diminish and their powers expand;\nAnd while she rears them with a statelier frame\nTheir soul she kindles with diviner flame,\nLeads their bright intellect with fervid glow\nThro all the mass of things that still remains to know.\n\nHe saw the aspiring genius of the age\nSoar in the Bard and strengthen in the Sage:\nThe Bard with bolder hand assumes the lyre,\nWarms the glad nations with unwonted fire,\nAttunes to virtue all the tones that roll\nTheir tides of transport thro the expanding soul.\nFor him no more, beneath their furious gods,\nOld ocean crimsons and Olympus nods,\nUprooted mountains sweep the dark profound,\nOr Titans groan beneath the rending ground,\nNo more his clangor maddens up the mind\nTo crush, to conquer and enslave mankind,\nTo build on ruin'd realms the shrines of fame,\nAnd load his numbers with a tyrant's name.\nFar nobler objects animate his tongue,\nAnd give new energies to epic song;\nTo moral charms he bids the world attend,\nFraternal states their mutual ties extend,\nO'er cultured earth the rage of conquest cease,\nWar sink in night and nature smile in peace.\nSoaring with science then he learns to string\nHer highest harp, and brace her broadest wing,\nWith her own force to fray the paths untrod,\nWith her own glance to ken the total God,\nThro heavens o'ercanopied by heavens behold\nNew suns ascend and other skies unfold,\nSocial and system'd worlds around him shine,\nAnd lift his living strains to harmony divine.\n\nThe Sage with steadier lights directs his ken,\nThro twofold nature leads the walks of men,\nRemoulds her moral and material frames,\nTheir mutual aids, their sister laws proclaims,\nDisease before him with its causes flies,\nAnd boasts no more of sickly soils and skies;\nHis well-proved codes the healing science aid,\nIts base establish and its blessing spread,\nWith long-wrought life to teach the race to glow,\nAnd vigorous nerves to grace the locks of snow.\n\nFrom every shape that varying matter gives,\nThat rests or ripens, vegetates or lives,\nHis chymic powers new combinations plan,\nYield new creations, finer forms to man,\nHigh springs of health for mind and body trace,\nAdd force and beauty to the joyous race,\nArm with new engines his adventurous hand,\nStretch o'er these elements his wide command,\nLay the proud storm submissive at his feet,\nChange, temper, tame all subterranean heat,\nProbe laboring earth and drag from her dark side\nThe mute volcano, ere its force be tried;\nWalk under ocean, ride the buoyant air,\nBrew the soft shower, the labor'd land repair,\nA fruitful soil o'er sandy deserts spread,\nAnd clothe with culture every mountain's head.\n\nWhere system'd realms their mutual glories lend,\nAnd well-taught sires the cares of state attend,\nThro every maze of man they learn to wind,\nNote each device that prompts the Proteus mind,\nWhat soft restraints the tempered breast requires,\nTo taste new joys and cherish new desires,\nExpand the selfish to the social flame,\nAnd rear the soul to deeds of nobler fame.\n\nThey mark, in all the past records of praise,\nWhat partial views heroic zeal could raise;\nWhat mighty states on others' ruins stood,\nAnd built unsafe their haughty seats in blood;\nHow public virtue's ever borrow'd name\nWith proud applauses graced the deeds of shame,\nBade each imperial standard wave sublime,\nAnd wild ambition havoc every clime;\nFrom chief to chief the kindling spirit ran,\nHeirs of false fame and enemies of man.\n\nWhere Grecian states in even balance hung,\nAnd warm'd with jealous fires the patriot's tongue,\nThe exclusive ardor cherish'd in the breast\nLove to one land and hatred to the rest.\nAnd where the flames of civil discord rage,\nAnd Roman arms with Roman arms engage,\nThe mime of virtue rises still the same,\nTo build a Cesar's as a Pompey's name.\n\nBut now no more the patriotic mind,\nTo narrow views and local laws confined,\nGainst neighboring lands directs the public rage.\nPlods for a clan or counsels for an age;\nBut soars to loftier thoughts, and reaches far\nBeyond the power, beyond the wish of war;\nFor realms and ages forms the general aim,\nMakes patriot views and moral views the same,\nWorks with enlighten'd zeal, to see combined\nThe strength and happiness of humankind.\n\nLong had Columbus with delighted eyes\nMark'd all the changes that around him rise,\nLived thro descending ages as they roll,\nAnd feasted still the still expanding soul;\nWhen now the peopled regions swell more near,\nAnd a mixt noise tumultuous stuns his ear.\nAt first, like heavy thunders roll'd in air,\nOr the rude shock of cannonading war,\nOr waves resounding on the craggy shore,\nHoarse roll'd the loud-toned undulating roar.\nBut soon the sounds like human voices rise,\nAll nations pouring undistinguisht cries;\nTill more distinct the wide concussion grown\nRolls forth at times an accent like his own.\nBy turns the tongues assimilating blend,\nAnd smoother idioms over earth ascend;\nMingling and softening still in every gale,\nO'er discord's din harmonious tones prevail.\nAt last a simple universal sound\nWinds thro the welkin, sooths the world around,\nFrom echoing shores in swelling strain replies,\nAnd moves melodious o'er the warbling skies.\n\nSuch wild commotions as he heard and view'd,\nIn fixt astonishment the Hero stood,\nAnd thus besought the Guide: Celestial friend,\nWhat good to man can these dread scenes intend?\nSome sore distress attends that boding sound\nThat breathed hoarse thunder and convulsed the ground.\nWar sure hath ceased; or have my erring eyes\nMisread the glorious visions of the skies?\nTell then, my Seer, if future earthquakes sleep,\nClosed in the conscious caverns of the deep,\nWaiting the day of vengeance, when to roll\nAnd rock the rending pillars of the pole.\nOr tell if aught more dreadful to my race\nIn these dark signs thy heavenly wisdom trace;\nAnd why the loud discordance melts again\nIn the smooth glidings of a tuneful strain.\n\nThe guardian god replied: Thy fears give o'er;\nWar's hosted hounds shall havoc earth no more;\nNo sore distress these signal sounds foredoom,\nBut give the pledge of peaceful years to come;\nThe tongues of nations here their accents blend.\nTill one pure language thro the world extend.\n\nThou know'st the tale of Babel; how the skies\nFear'd for their safety as they felt him rise,\nSent unknown jargons mid the laboring bands,\nConfused their converse and unnerved their hands,\nDispersed the bickering tribes and drove them far,\nFrom peaceful toil to violence and war;\nBade kings arise with bloody flags unfurl'd,\nBade pride and conquest wander o'er the world,\nTaught adverse creeds, commutual hatreds bred,\nTill holy homicide the climes o'erspread.\n-For that fine apologue, writh mystic strain,\nGave like the rest a golden age to man,\nAscribed perfection to his infant state,\nScience unsought and all his arts innate;\nSupposed the experience of the growing race\nMust lead him retrograde and cramp his pace,\nObscure his vision as his lights increast,\nAnd sink him from an angel to a beast.\n\nTis thus the teachers of despotic sway\nStrive in all times to blot the beams of day,\nTo keep him curb'd, nor let him lift his eyes\nTo see where happiness, where misery lies.\nThey lead him blind, and thro the world's broad waste\nPerpetual feuds, unceasing shadows cast,\nCrush every art that might the mind expand,\nAnd plant with demons every desert land;\nThat, fixt in straiten'd bounds, the lust of power\nMay ravage still and still the race devour,\nAn easy prey the hoodwink'd hordes remain,\nAnd oceans roll and shores extend in vain.\n\nLong have they reign'd; till now the race at last\nShake off their manacles, their blinders cast,\nOverrule the crimes their fraudful foes produce,\nBy ways unseen to serve the happiest use,\nTempt the wide wave, probe every yielding soil,\nFill with their fruits the hardy hand of toil,\nUnite their forces, wheel the conquering car,\nDeal mutual death, but civilize by war.\n\nDear-bought the experiment and hard the strife\nOf social man, that rear'd his arts to life.\nHis Passions wild that agitate the mind,\nHis Reason calm, their watchful guide designed,\nWhile yet unreconciled, his march restrain,\nMislead the judgment and betray the man.\nFear, his first passion, long maintain'd the sway,\nLong shrouded in its glooms the mental ray,\nShook, curb'd, controll'd his intellectual force,\nAnd bore him wild thro many a devious course.\nLong had his Reason, with experienced eye,\nPerused the book of earth and scaled the sky,\nLed fancy, memory, foresight in her train,\nAnd o'er creation stretch'd her vast domain;\nYet would that rival Fear her strength appal;\nIn that one conflict always sure to fall,\nMild Reason shunn'd the foe she could not brave,\nRenounced her empire and remained a slave.\n\nBut deathless, tho debased, she still could find\nSome beams of truth to pour upon the mind;\nAnd tho she dared no moral code to scan,\nThro physic forms she learnt to lead the man;\nTo strengthen thus his opening orbs of sight,\nAnd nerve and clear them for a stronger light.\nThat stronger light, from nature's double codes,\nNow springs expanding and his doubts explodes;\nAll nations catch it, all their tongues combine\nTo hail the human morn and speak the day divine.\n\nAt this blest period, when the total race\nShall speak one language and all truths embrace,\nInstruction clear a speedier course shall find,\nAnd open earlier on the infant mind.\nNo foreign terms shall crowd with barbarous rules\nThe dull unmeaning pageantry of schools;\nNor dark authorities nor names unknown\nFill the learnt head with ignorance not its own;\nBut wisdom's eye with beams unclouded shine,\nAnd simplest rules her native charms define;\nOne living language, one unborrow'd dress\nHer boldest flights with fullest force express;\nTriumphant virtue, in the garb of truth,\nWin a pure passage to the heart of youth,\nPervade all climes where suns or oceans roll,\nAnd warm the world with one great moral soul,\nTo see, facilitate, attain the scope\nOf all their labor and of all their hope.\n\nAs early Phosphor, on his silver throne,\nFair type of truth and promise of the sun,\nSmiles up the orient in his dew-dipt ray,\nIllumes the front of heaven and leads the day;\nThus Physic Science, with exploring eyes,\nFirst o'er the nations bids her beauties rise,\nPrepares the glorious way to pour abroad\nHer Sister's brighter beams, the purest light of God.\nThen Moral Science leads the lively mind\nThro broader fields and pleasures more refined;\nTeaches the temper'd soul, at one vast view,\nTo glance o'er time and look existence thro,\nSee worlds and worlds, to being's formless end,\nWith all their hosts on her prime power depend,\nSeraphs and suns and systems, as they rise,\nLive in her life and kindle from her eyes,\nHer cloudless ken, her all-pervading soul\nIllume, sublime and harmonize the whole;\nTeaches the pride of man its breadth to bound\nIn one small point of this amazing round,\nTo shrink and rest where nature fixt its fate,\nA line its space, a moment for its date;\nInstructs the heart an ampler joy to taste,\nAnd share its feelings with each human breast,\nExpand its wish to grasp the total kind\nOf sentient soul, of cogitative mind;\nTill mutual love commands all strife to cease,\nAnd earth join joyous in the songs of peace.\n\nThus heard Columbus, eager to behold\nThe famed Apocalypse its years unfold;\nThe soul stood speaking thro his gazing eyes,\nAnd thus his voice: Oh let the visions rise!\nCommand, celestial Guide, from each far pole,\nJohn's vision'd morn to open on my soul,\nAnd raise the scenes, by his reflected light,\nLiving and glorious to my longing sight.\nLet heaven unfolding show the eternal throne,\nAnd all the concave flame in one clear sun;\nOn clouds of fire, with angels at his side,\nThe Prince of Peace, the King of Salem ride,\nWith smiles of love to greet the bridal earth,\nCall slumbering ages to a second birth,\nWith all his white-robed millions fill the train,\nAnd here commence the interminable reign!\nSuch views, the Saint replies, for sense too bright,\nWould seal thy vision in eternal night;\nMan cannot face nor seraph power display\nThe mystic beams of such an awful day.\nEnough for thee, that thy delighted mind\nShould trace the temporal actions of thy kind;\nThat time's descending veil should ope so far\nBeyond the reach of wretchedness and war,\nTill all the paths in nature's sapient plan\nFair in thy presence lead the steps of man,\nAnd form at last, on earth's extended ball,\nUnion of parts and happiness of all.\nTo thy glad ken these rolling years have shown\nThe boundless blessings thy vast labors crown,\nThat, with the joys of unborn ages blest,\nThy soul exulting may retire to rest,\nBut see once more! beneath a change of skies,\nThe last glad visions wait thy raptured eyes.\n\nEager he look'd. Another train of years\nHad roll'd unseen, and brighten'd still their spheres;\nEarth more resplendent in the floods of day\nAssumed new smiles, and flush'd around him lay.\nGreen swell the mountains, calm the oceans roll,\nFresh beams of beauty kindle round the pole;\nThro all the range where shores and seas extend,\nIn tenfold pomp the works of peace ascend.\nRobed in the bloom of spring's eternal year,\nAnd ripe with fruits the same glad fields appear;\nO'er hills and vales perennial gardens run,\nCities unwall'd stand sparkling to the sun;\nThe streams all freighted from the bounteous plain\nSwell with the load and labor to the main,\nWhose stormless waves command a steadier gale\nAnd prop the pinions of a bolder sail:\nSway'd with the floating weight each ocean toils,\nAnd joyous nature's full perfection smiles.\n\nFill'd with unfolding fate, the vision'd age\nNow leads its actors on a broader stage;\nWhen clothed majestic in the robes of state,\nMoved by one voice, in general congress meet\nThe legates of all empires. Twas the place\nWhere wretched men first firm'd their wandering pace;\nEre yet beguiled, the dark delirious hordes\nBegan to fight for altars and for lords;\nNile washes still the soil, and feels once more\nThe works of wisdom press his peopled shore.\n\nIn this mid site, this monumental clime,\nRear'd by all realms to brave the wrecks of time\nA spacious dome swells up, commodious great,\nThe last resort, the unchanging scene of state.\nOn rocks of adamant the walls ascend,\nTall columns heave and sky-like arches bend;\nBright o'er the golden roofs the glittering spires\nFar in the concave meet the solar fires;\nFour blazing fronts, with gates unfolding high,\nLook with immortal splendor round the sky:\nHither the delegated sires ascend,\nAnd all the cares of every clime attend.\n\nAs that blest band, the guardian guides of heaven,\nTo whom the care of stars and suns is given,\n(When one great circuit shall have proved their spheres,\nAnd time well taught them how to wind their years)\nShall meet in general council; call'd to state\nThe laws and labors that their charge await;\nTo learn, to teach, to settle how to hold\nTheir course more glorious, as their lights unfold:\nFrom all the bounds of space (the mandate known)\nThey wing their passage to the eternal throne;\nEach thro his far dim sky illumes the road,\nAnd sails and centres tow'rd the mount of God;\nThere, in mid universe, their seats to rear,\nExchange their counsels and their works compare:\nSo, from all tracts of earth, this gathering throng\nIn ships and chariots shape their course along,\nReach with unwonted speed the place assign'd\nTo hear and give the counsels of mankind.\n\nSouth of the sacred mansion, first resort\nThe assembled sires, and pass the spacious court.\nHere in his porch earth's figured Genius stands,\nTruth's mighty mirror poizing in his hands;\nGraved on the pedestal and chased in gold,\nMan's noblest arts their symbol forms unfold,\nHis tillage and his trade; with all the store\nOf wondrous fabrics and of useful lore:\nLabors that fashion to his sovereign sway\nEarth's total powers, her soil and air and sea;\nForce them to yield their fruits at his known call,\nAnd bear his mandates round the rolling ball.\nBeneath the footstool all destructive things,\nThe mask of priesthood and the mace of kings,\nLie trampled in the dust; for here at last\nFraud, folly, error all their emblems cast.\nEach envoy here unloads his wearied hand\nOf some old idol from his native land;\nOne flings a pagod on the mingled heap,\nOne lays a crescent, one a cross to sleep;\nSwords, sceptres, mitres, crowns and globes and stars,\nCodes of false fame and stimulants to wars\nSink in the settling mass; since guile began,\nThese are the agents of the woes of man.\n\nNow the full concourse, where the arches bend,\nPour thro by thousands and their seats ascend.\nFar as the centred eye can range around,\nOr the deep trumpet's solemn voice resound,\nLong rows of reverend sires sublime extend,\nAnd cares of worlds on every brow suspend.\nHigh in the front, for soundest wisdom known,\nA sire elect in peerless grandeur shone;\nHe open'd calm the universal cause,\nTo give each realm its limit and its laws,\nBid the last breath of tired contention cease,\nAnd bind all regions in the leagues of peace;\nTill one confederate, condependent sway\nSpread with the sun and bound the walks of day,\nOne centred system, one all-ruling soul\nLive thro the parts and regulate the whole.\n\nHere then, said Hesper, with a blissful smile,\nBehold the fruits of thy long years of toil.\nTo yon bright borders of Atlantic day\nThy swelling pinions led the trackless way,\nAnd taught mankind such useful deeds to dare,\nTo trace new seas and happy nations rear;\nTill by fraternal hands their sails unfurl'd\nHave waved at last in union o'er the world.\n\nThen let thy steadfast soul no more complain\nOf dangers braved and griefs endured in vain,\nOf courts insidious, envy's poison'd stings,\nThe loss of empire and the frown of kings;\nWhile these broad views thy better thoughts compose\nTo spurn the malice of insulting foes;\nAnd all the joys descending ages gain,\nRepay thy labors and remove thy pain."}