{"subject": "Apollo Musagete, Poetry, And The Leader Of The Muses", "text": "Nothing is given which is not taken.\n\nLittle or nothing is taken which is not freely desired,\n       freely, truly and fully.\n\n\"You would not seek me if you had not found me\": this is\n       true of all that is supremely desired and admired...\n\n\"An enigma is an animal,\" said the hurried, harried \n        schoolboy:\n\nAnd a horse divided against itself cannot stand;\n\nAnd a moron is a man who believes in having too many \n       wives: what harm is there in that?\n\nO the endless fecundity of poetry is equaled \nBy its endless inexhaustible freshness, as in the discovery\n        of America and of poetry.\n\nHence it is clear that the truth is not strait and narrow but infinite:\nAll roads lead to Rome and to poetry\n        and to poem, sweet poem\n       and from, away and towards are the same typography.\n\nHence the poet must be, in a way, stupid and naive and a \n       little child;\n\nUnless ye be as a little child ye cannot enter the kingdom \n        of poetry.\n\nHence the poet must be able to become a tiger like Blake; a\n       carousel like Rilke.\n\nHence he must be all things to be free, for all impersonations\na doormat and a monument\nto all situations possible or actual\nThe cuckold, the cuckoo, the conqueror, and the coxcomb.\n\nIt is to him in the zoo that the zoo cries out and the hyena:\n\"Hello, take off your hat, king of the beasts, and be seated, \nMr. Bones.\"\n\nAnd hence the poet must seek to be essentially anonymous.\nHe must die a little death each morning.\nHe must swallow his toad and study his vomit\nas Baudelaire studied la charogne of Jeanne Duval.\n\nThe poet must be or become both Keats and Renoir and\nKeats as Renoir.\nMozart as Figaro and Edgar Allan Poe as Ophelia, stoned \nout of her mind\ndrowning in the river called forever river and ever...\n\nKeats as Mimi, Camille, and an aging gourmet.\nHe must also refuse the favors of the unattainable lady\n(As Baudelaire refused Madame Sabatier when the fair \nblonde summoned him,\n\nFor Jeanne Duval was enough and more than enough, \nalthough she cuckolded him\nWith errand boys, servants, waiters; reality was Jeanne Duval.\nHad he permitted Madame Sabatier to teach the poet a greater whiteness,\nHis devotion and conception of the divinity of Beauty\nwould have suffered an absolute diminution.)\n\nThe poet must be both Casanova and St. Anthony,\n\nHe must be Adonis, Nero, Hippolytus, Heathcliff, and\nPhaedre,\nGenghis Kahn, Genghis Cohen, and Gordon Martini\nDandy Ghandi and St. Francis,\n\nProfessor Tenure, and Dizzy the dean and Disraeli of Death.\n\nHe would have worn the horns of existence upon his head, \nHe would have perceived them regarding the looking-glass, \nHe would have needed them the way a moose needs a hatrack;\nAbove his heavy head and in his loaded eyes, black and scorched,\nHe would have seen the meaning of the hat-rack, above the glass\nLooking in the dark foyer.\n\nFor the poet must become nothing but poetry, \nHe must be nothing but a poem when he is writing \nUntil he is absent-minded as the dead are\nForgetful as the nymphs of Lethe and a lobotomy...\n(\"the fat weed that rots on Lethe wharf\")."}