{"subject": "The Spirit Of The Unborn Babe", "text": "The Spirit of the Unborn Babe peered through the window-pane,\nPeered through the window-pane that glowed like beacon in the night;\nFor, oh, the sky was desolate and wild with wind and rain;\nAnd how the little room was crammed with coziness and light!\nExcept the flirting of the fire there was no sound at all;\nThe Woman sat beside the hearth, her knitting on her knee;\nThe shadow of her husband's head was dancing on the wall;\nShe looked with staring eyes at it, she looked yet did not see.\nShe only saw a childish face that topped the table rim,\nA little wistful ghost that smiled and vanished quick away;\nAnd then because her tender eyes were flooding to the brim,\nShe lowered her head. . . . \"Don't sorrow, dear,\" she heard him softly say;\n\"It's over now. We'll try to be as happy as before\n(Ah! they who little children have, grant hostages to pain).\nWe gave Life chance to wound us once, but never, never more. . . .\"\nThe Spirit of the Unborn Babe fled through the night again.\n\nThe Spirit of the Unborn Babe went wildered in the dark;\nLike termagants the winds tore down and whirled it with the snow.\nAnd then amid the writhing storm it saw a tiny spark,\nA window broad, a spacious room all goldenly aglow,\nA woman slim and Paris-gowned and exquisitely fair,\nWho smiled with rapture as she watched her jewels catch the blaze;\nA man in faultless evening dress, young, handsome, debonnaire,\nWho smoked his cigarette and looked with frank admiring gaze.\n\"Oh, we are happy, sweet,\" said he; \"youth, health, and wealth are ours.\nWhat if a thousand toil and sweat that we may live at ease!\nWhat if the hands are worn and torn that strew our path with flowers!\nAh, well! we did not make the world; let us not think of these.\nLet's seek the beauty-spots of earth, Dear Heart, just you and I;\nLet other women bring forth life with sorrow and with pain.\nAbove our door we'll hang the sign: 'No children need apply. . . .'\"\nThe Spirit of the Unborn Babe sped through the night again.\n\nThe Spirit of the Unborn Babe went whirling on and on;\nIt soared above a city vast, it swept down to a slum;\nIt saw within a grimy house a light that dimly shone;\nIt peered in through a window-pane and lo! a voice said: \"Come!\"\nAnd so a little girl was born amid the dirt and din,\nAnd lived in spite of everything, for life is ordered so;\nA child whose eyes first opened wide to swinishness and sin,\nA child whose love and innocence met only curse and blow.\nAnd so in due and proper course she took the path of shame,\nAnd gladly died in hospital, quite old at twenty years;\nAnd when God comes to weigh it all, ah! whose shall be the blame\nFor all her maimed and poisoned life, her torture and her tears?\nFor oh, it is not what we do, but what we have not done!\nAnd on that day of reckoning, when all is plain and clear,\nWhat if we stand before the Throne, blood-guilty every one? . . .\nMaybe the blackest sins of all are Selfishness and Fear."}