{"subject": "Still Waters", "text": "A CRUEL little stream I know,\nWhich slowly, slowly crawls between\nThe ooze banks, fringed with sedges green,\nThat serve to bind its feeble flow.\n\nSo sheltered that no passing breath\nOf west-wind stirs it ; nay, the blast\nWhich strips the tall elms and is past,\nScarce wakes to life its race of death.\n\nOn its black surface year by year\nThe marsh flowers, grown untimely old,\nShed their soft petals like a tear,\nAnd hopeless drown their faded gold.\n\nDeep in its darkling depths the pike\nDarts with his cruel jaws ; by night\nThe black eels, sinuous, serpent-like,\nTwist like fell ghosts that fear the light.\n\nSpring shuns it, summer loves it not ;\nThe low fat fields are lit with bloom,\nBut here the watery sedges rot,\nAnd all the months are clothed with gloom.\n\nAutumn's first footstep sears to brown\nIts coarse green fringe ; the first cold breath,\nEre yet the oak-leaf flutters down,\nBinds its dull life in icy death.\n\nI hate, I hate you, crawling stream !\nDumb, creeping, murderous wretch, I long\nTo see the sunlit ripples gleam,\nTo hear the torrent's jubilant song.\n\nBut you, dull monster, all the years\nLie rolling on your sullen flood,\nAnd take your fill of mortal tears ;\nYet, like the Churchmen, spill not blood.\n\nThe dark gap in the ice, the boat\nKeel upward, or the drifting oar ;\nOr, like of old, the little coat,\nThe white clothes heaped upon the shcre;\n\nAnd some young life is over and gone,\nAnd some fond heart is broken in twain ;\nAnd you flow smoothly, smoothly on,\nTaking no heed for death or pain.\n\nThey come and grapple with hooks until\nThey reach the slimy deep, where lies\nThe white thing, very cold and still,\nWith death's gaze in its stony eyes.\n\nAnd you just make a ripple, and then\nFlow smoothly onward : you who slew\nYoung innocent lives of painted men,\nLong ere the crowded city grew ;\n\nAnd shall in far years yet to be,\nPierce unborn mothers with that sharp pain,\nWhich only a mother feels when he\nWho was her first-born comes again,\n\nA clay-cold heap. I would that I\nHad but the archangel's flaming brand ;\nSo would I burn thy dull springs dry,\nAnd choke thy flow with hills of sand.\n\nYet why ? Whatever soft souls prate,\nBabbling of universal good,\nLove is the sister-child of hate,\nAnd all good things are bought with blood.\n\nVirtue were not if vice were not,\nNor darkness if there were not light.\nCreep on ; fulfil thy murderous lot ;\nFor Wrong has equal life with Right."}