{"subject": "Silchester", "text": "My travels' dream and talk for many a year,\nAt length I view thee, hoary Silchester!\nPilgrim long vowed; now only hither led,\nAs with new zeal by fervent Mitford fed,\nWhose voice of poesy and classic grace\nHad breathed a new religion on the place.\n\n'Scaped from the pride, the smoke, the busy hum\nOf our metropolis, a later Rome,\nHow sweet to win one calm, uncrowded day,\nWhere congregated man hath passed away! \n\nFor these old city-walls, a half-league round,\nAre but the girdle now of rural ground;\nThese stones from far-off fields, toil-gathered thence\nFor man's protection, but a farm's ring-fence;\nThe fruit of all his planning and his pain\nBy Nature's certain hand resumed again!\n\nYet eyes instructed, as along they pass,\nMay learn from crossing lines of stunted grass,\nAnd stunted wheat-stems, that refuse to grow,\nWhat intersecting causeways sleep below.\nAnd ploughshare, deeplier delving on its path,\nWill oft break in on pavement quaint or bath;\nOr flax-haired little one, from neighbouring cot,\nWill hap on rusted coin, she knows not what;\n'Bout which, though grave collectors make great stir,\nSome pretty pebble found had more contented her.\n\nFrom trees that shade thine amphitheatre,\nHoarse caws the rook, and red-breast carols clear;\nAll silent else! nor human foot nor call\nAre heard to-day within its turfy wall;\nGone—many a century since—its shouts—its shows.\nHere thought may now hold commune with repose. \n\nYet sheds the sun no other evening glow,\nThan tinged these walls two thousand years ago;\nWhile leaves, e'en such as then in autumn fell,\nTwirling adown with faint decaying smell,\nMix with the pensive thoughts of ruin well.\n\nThese walls already reared did Cæsar see?\nRose they, Stonehenge! coevally with thee,\nWhose years, in prose untold or Druid-rhyme,\nStill baffle thought—the riddle of old Time?\nOr was it Rome first fixed to fortify\nThis pleasant spot? deserted when? or why?\nWhat name, familiar to historic ear,\nRuled this hill-circled track, Proconsul here;\nAnd master of these fields, though fair they be,\nSighed for his sunny vines beyond the Tyrrhene sea?\n\nWithin these bounds when Jove's high altar stood,\nWas the oak worshipped in yon sloping wood?\nAnd did cach creed, as creeds are wont to do,\nThe other scorn, and hold itself the true? \n\nDeclare, Geologist! what ancient sea\nThese flinty nodules fashioned, thus to be\nRuin or rock, as each—a mystery!\n\nThy very name a puzzle! Yet, I wis,\nSeanning these flints, 'twas 'Castrum Silicis,'\nMy books away, I vouch not how it is;\nFor heavy tomes of antiquarian lore\nBurden the traveller much, if reader more.\n\nIn vain for Cicerone round I seek;\nSpeak, ancient bulwarks! your own story speak;\nVexed heretofore by dilettanti lungs,\nHow often have I wished that stones had tongues!\n\nCan He explain, stretched silent as his fold,\nPerchance of Latin blood, yon shepherd old,\nHimself a crumbling ruin of fourscore?\n'The Romish folk, he says, dwelt here of yore;'\n'Tis all he knows—the learned searce know more.\nSlow I muse on, in idle question lost,\nIf knowledge or if mystery please the most."}