{"subject": "Yorick", "text": "Hard by an excavated street one sat\nIn solitary session on the sand;\nAnd ever and anon he spake and spat\nAnd spake again-a yellow skull in hand,\nTo which that retrospective Pioneer\nAddressed the few remarks that follow here:\n\n'Who are you? Did you come 'der blains agross,'\nOr 'Horn aroundt'? In days o' '49\nDid them thar eye-holes see the Southern Cross\nFrom the Antarctic Sea git up an' shine?\nOr did you drive a bull team 'all the way\nFrom Pike,' with Mr. Joseph Bowers?-say!\n\n'Was you in Frisco when the water came\nUp to Montgum'ry street? and do you mind\nThe time when Peters run the faro game\nJim Peters from old Mississip-behind\nWells Fargo's, where he subsequent was bust\nBy Sandy, as regards both bank and crust?\n\n'I wonder was you here when Casey shot\nJames King o' William? And did you attend\nThe neck-tie dance ensuin'? _I_ did not,\nBut j'ined the rush to Go Creek with my friend\nEd'ard McGowan; for we was resolved\nIn sech diversions not to be involved.\n\n'Maybe I knowed you; seems to me I've seed\nYour face afore. I don't forget a face,\nBut names I disremember-I'm that breed\nOf owls. I'm talking some'at into space\nAn' maybe my remarks is too derned free,\nSeein' yer name is unbeknown to me.\n\n'Ther' was a time, I reckon, when I knowed\nNigh onto every dern galoot in town.\nThat was as late as '50. Now she's growed\nSurprisin'! Yes, me an' my pardner, Brown,\nWas wide acquainted. If ther' was a cuss\nWe didn't know, the cause was-he knowed us.\n\n'Maybe you had that claim adjoinin' mine\nUp thar in Calaveras. Was it you\nTo which Long Mary took a mighty shine,\nAn' throwed squar' off on Jake the Kangaroo?\nI guess if she could see ye now she'd take\nHer chance o' happiness along o' Jake.\n\n'You ain't so purty now as you was then:\nYer eyes is nothin' but two prospect holes,\nAn' women which are hitched to better men\nWould hardly for sech glances damn their souls,\nAs Lengthie did. By G--! I _hope_ it's you,\nFor' _(kicks the skull)_ 'I'm Jake the Kangaroo.'"}