{"subject": "La Muse Malade (The Sick Muse)", "text": "Ma pauvre muse, hélas! qu'as-tu donc ce matin?\nTes yeux creux sont peuplés de visions nocturnes,\nEt je vois tour à tour réfléchis sur ton teint\nLa folie et l'horreur, froides et taciturnes.\nLe succube verdâtre et le rose lutin \nT'ont-ils versé la peur et l'amour de leurs urnes?\nLe cauchemar, d'un poing despotique et mutin\nT'a-t-il noyée au fond d'un fabuleux Minturnes?\nJe voudrais qu'exhalant l'odeur de la santé\nTon sein de pensers forts fût toujours fréquenté,\nEt que ton sang chrétien coulât à flots rythmiques,\nComme les sons nombreux des syllabes antiques,\nOù règnent tour à tour le père des chansons,\nPhoebus, et le grand Pan, le seigneur des moissons.\n\nThe Sick Muse\n\nMy poor Muse, alas! what ails you today? \nYour hollow eyes are full of nocturnal visions; \nI see in turn reflected on your face \nHorror and madness, cold and taciturn.\n\nHave the green succubus, the rosy elf,\nPoured out for you love and fear from their urns?\nHas the hand of Nightmare, cruel and despotic,\nPlunged you to the bottom of some weird Minturnae?\n\nI would that your bosom, fragrant with health,\nWere constantly the dwelling place of noble thoughts,\nAnd that your Christian blood would flow in rhythmic waves\n\nLike the measured sounds of ancient verse, \nOver which reign in turn the father of all songs, \nPhoebus, and the great Pan, lord of harvest.\n— Translated by William Aggeler\n\nThe Sick Muse \n\nAlas, poor Muse, what ails you so today? \nYour hollow eyes with midnight visions burn, \nAnd turn about, in your complexion play \nMadness and horror, cold and taciturn.\n\nGreen succubus and rosy imp — have they \nPoured you both fear and love into one glass? \nOr with his tyrant fist the nightmare, say, \nSubmerged you in some fabulous morass?\n\nI wish that, breathing health, your breast might nourish\nEver robuster thoughts therein to flourish:\nAnd that your Christian blood, in rhythmic flow,\n\nWith those old polysyllables would chime, \nWhere, turn about, reigned Phoebus, sire of rhyme, \nAnd Pan, the lord of harvests long ago.\n— Translated by Roy Campbell\n\nLa Muse malade\npoor Muse, alas! what ails thee now? for thy\ngreat hollow eyes with sights nocturnal burn, \nand in they changing pallor I descry\nmadness and frozen horror, turn by turn.\n\ndid rosy sprites or pale green succubi\npour love or panic from their dream-filled urn?\ndid the mad fist of despot nightmare try\nto drown thee where the fiends of hell sojourn?\n\nI would that thou wert always filled with health\nand manly thoughts undaunted; that a wealth\nof Christian blood were thine, which always flowed\n\nin calm broad rhythms like a Grecian ode,\nnow echoing forth Apollo's golden strain,\nand now great Pan, the lord of ripening grain.\n— Translated by Lewis Piaget Shanks\n\nThe Sick Mused\n\nMy impoverished muse, alas! What have you for me this morning? \nYour empty eyes are stocked with nocturnal visions, \nIn your cheek's cold and taciturn reflection, \nI see insanity and horror forming. \nThe green succubus and the red urchin, \nHave they poured you fear and love from their urns? \nThe nightmare of a mutinous fist that despotically turns, \nDoes it drown you at the bottom of a loch beyond searching? \n\nI wish that your breast exhaled the scent of sanity, \nThat your womb of thought was not a tomb more frequently \nAnd that your Christian blood flowed around a buoy that was rhythmical, \n\nLike the numberless sounds of antique syllables, \nWhere reigns in turn the father of songs, \nPhoebus, and the great Pan, the harvest sovereign.\nTranslated by William A. Sigler"}