{"subject": "Recital", "text": "This sun wears a live chemise of blood.\nA wound gapes from its kneecap, wide as the wind\nAnd horizons gush blood-springs revealing birds and palmtrees.\nPeace, it stays until nightfall . . . Peace\nThe river women rise:\nAnklets of grass twist circlets of\nSilver and silt, desire wet with the water's foam;\nThe river women call to the birds,\nWith shawls wipe the glass horizon.\nThey weep, they shed newly warmed sorrow.\nPeace, it stays until nightfall . . . Peace.\nThe fields folded their knees.\nThe ploughsocks softened, relaxed.\nThe serpents slept.\nA pall of peace piles up: Downy hay and plume.\nThe bulls, standing, slumbered.\nIn their absent phosphoric eyes, night stars shatter.\nPeace; that mask of merciful night.\nThe living half una wakened, the mortal half slept.\nThis earth seemed empty.\nWhen the night's prayer was recited and the dream angels came,\nWhen sleep like the sun rose with its green radiance of rebirth, its sign of illumination,\nThen, by His mercy, I shed the diurnal limbs and opened a window in the mortal half;\nI enfolded myself in the living half And the vision erupted:\nI stepped out of the sheets' patterns and the pillows' perfume.\nHave the covers left their bold arboreal designs on my face?\nMy face's become flying leaves, falling fruit, sprouting twigs.\nAn imperial mare rises in my father's house:\nSpace is folded for her.\nThe silver, the flashes of her hoofs are the lights of Granada and those lands beyond the River.\nThe mercury and kohl of her eyes mirror a blaze of royal ruins.\nMy form floats from my dream's body. I glow.\nTrees spread through my face like traceries,\nFreshly green tears inscribe springs and crescents of water on my features.\nMy form floats from my dream's body:\nThe star Canopies looks a trembling flower in the eyelet of the heart.\nLife's blood-dimmed springs are loosed. Horses rise from the Amma of the Book, The circumference of the earth expands.\nPeace, it stays until sunrise . . . Peace.\nMy knees grip a lodge on the horizon's ledge.\nIn my face crowd the lightning of writing, green leaves and water.\n(The letters, a nation among nations, are addressed and entrusted.)\nThe birds broke out from the dome of the wind as a well breaks out.\nI remember . . . it's the horizon's divan.\nMy body is a lodge. I reign in what's not mine, what's not others'.\nI remember . . . beneath me runs that river of living images;\nAnd the springs sported as I wished.\nI remember . . . the earth's globe approached and the heavens came to me.\nThey exchanged garments.\nThe mixing of memory's creatures and the marriage of what's not male with what's female; \nwhat's not female with what's male,\nAnd the joys of earthly powers\nGave me the strength to conjure with the sources of memory's shattered images.\nI conjured delicacies, images and chants as I wished.\nThe pause in the Be of the Book lingered.\njoy filled with tender questions,\nAnd the foliage of the face dropped with fresh fears\nand the buds of discovery's bewilderment.\nI knew I walked the way of Ascension. I dwelt in the lodge of ultimate certitude.\nThe circumference of the earth expanded.\nThe heavens appear as garments ripping \nat the waistline of the living river,\nA window beneath the garments of the oceans gapes open.\nThe Oriental Sages, the Hermetists and Gnostics partake of the banquet of luminous dialogue.\n\nAl-Suhrawardi breathes in the fullness of space, divides bread and \nthe silvery fish of the Nile. He eats in the plenitude of anarchy\nand drinks in the profusion of ceaseless emanation .\nThe Hermetists weave the cape of chants and enchantments. \nThey unfold it for the noble tribe, the beasts and the birds as a resting,\nsheltering space for initiating and linking creatures \ntwice, thrice, four times and up to the last number memory may retain.\nRising from sleep the river women reveal bronzed legs, silt and earthy grass.\nPeace, it stays until sunrise . . . Peace.\nA mare whinnies in my father's house.\nMy father's house is a nomad in my dream's body. \nThe two Euphrates read like a book of rising blood And the Nile is a book.\nThe Ocean pulls off the garments of diffused blood.\nThen the desert's dressed, the large land and the cracked ruins adorned by the splendor of lightning, \nby the green life of fire.\nThe sun penetrates the flanks of night with purple gloves \nand stockings of hammered and unhammered gold. \nIt rises and falls. \nHe descends to the murmur of vermin, the clinging of insects, the slither Of reptiles.\nThe steps shorten.\nI rapped myself in the tatters of the diurnal half.\nThe smell of nocturnal sleep spread \nAnd the woolen covers heaved. \nThe wet cotton covers collapsed. \nPeace, a spider of blood, clothed by the features' similarity Peace. \nWater drains from the body. \nMemory drains from the water."}