{"subject": "De Te", "text": "A burning glass of burnish'd brass,\nThe calm sea caught the noontide rays,\nAnd sunny slopes of golden grass\nAnd wastes of weed-flower seem to blaze.\nBeyond the shining silver-greys,\nBeyond the shades of denser bloom,\nThe sky-line girt with glowing haze,\nThe farthest faintest forest gloom,\nAnd the everlasting hills that loom.\n\nWe heard the sound beneath the mound,\nWe scared the swamp hawk hovering nigh—\nWe had not sought for what we found—\nHe lay as dead men only lie,\nWith wan cheek whitening in the sky,\nThrough the wild heath flowers, white and red.\nThe dumb brute that had seen him die,\nClose crouching, howl'd beside the head,\nBrute burial service o'er the dead.\n\nThe brow was rife with seams of strife—\nA lawless death made doubly plain\nThe ravage of a reckless life ;\nThe havoc of a hurricane\nOf passions through that breadth of brain,\nLike headlong horses that had run\nRiot, regardless of the rein—\n'Madman, he might have lived and done\nBetter than most men,' whisper'd one.\n\nThe beams and blots that Heaven allots\nTo every life with life begin.\nFool! would you change the leopard's spots.\nOr blanch the Etheopian's skin ?\nWhat more could he have hoped to win,\nWhat better things have thought to gain,\nSo shapen—so conceived in sin ?\nNo life is wholly void and vain,\nJust and unjust share sun and rain.\n\nWere new life sent, and life misspent,\nWiped out (if such to God seemed good),\nWould he (being as he was) repent,\nOr could he, even if he would,\nWho heeded not things understood\n(Though dimly) even in savage lands\nBy some who worship stone or wood,\nOr bird or beast, or who stretch hands\nSunward on shining Eastern sands ?\n\nAnd crime has cause. Nay, never pause\nIdly to feel a pulseless wrist ;\nBrace up the massive, square-shaped jaws,\nUnclench the stubborn, stiff'ning fist,\nAnd close those eyes through film and mist\nThat kept the old defiant glare ;\nAnd answer, wise Psychologist,\nWhose science claims some little share\nOf truth, what better things lay there ?\n\nAye ! thought and mind were there,—some kind\nOf faculty that men mistake\nFor talent when their wits are blind,—\nAn aptitude to mar and break\nWhat others diligently make.\nThis was the worst and best of hi—\nWise with the cunning of the snake,\nBrave with the she wolf's courage grim,\nDying hard and dumb, torn limb from limb.\n\nAnd you, Brown, you're a doctor ; cure\nYou can't, but you can kill, and he—\n'Witness his mark'—he signed last year,\nAnd now he signs John Smith, J.P.\nWe'll hold our inquest now, we three ;\nI'll be your coroner for once ;\nI think old Oswald ought to be\nOur foreman—Jones is such a dunce,—\nThere's more brain in the bloodhound's sconce.\n\nNo man may shirk the allotted work,\nThe deed to do, the death to die ;\nAt least I think so,—neither Turk,\nNor Jew, nor infidel am I,—\nAnd yet I wonder when I try\nTo solve one question, may or must,\nAnd shall I solve it by and by,\nBeyond the dark, beneath the dust ?\nI trust so, and I only trust.\n\nAye, what they will, such trifles kill,\nComrade, for one good deed of yours,\nYour history shall not help to fill\nThe mouths of many brainless boors.\nIt may be death absolves or cures\nThe sin of life. 'Twere hazardous\nTo assert so.  If the sin endures,\nSay only, 'God, who has judged him thus,\nBe merciful to him and us.'"}