{"subject": "Charles Harpur", "text": "Where Harpur lies, the rainy streams, \n   And wet hill-heads, and hollows weeping, \nAre swift with wind, and white with gleams, \n   And hoarse with sounds of storms unsleeping. \nFit grave it is for one whose song \n   Was tuned by tones he caught from torrents, \nAnd filled with mountain breaths, and strong, \n   Wild notes of falling forest currents. \n\nSo let him sleep, the rugged hymns \n   And broken lights of woods above him! \nAnd let me sing how sorrow dims \n   The eyes of those that used to love him. \n\nAs April in the wilted wold \n   Turns faded eyes on splendours waning, \nWhat time the latter leaves are old, \n   And ruin strikes the strays remaining; \n\nSo we that knew this singer dead, \n   Whose hands attuned the harp Australian, \nMay set the face and bow the head, \n   And mourn his fate and fortunes alien. \n\nThe burden of a perished faith \n   Went sighing through his speech of sweetness, \nWith human hints of time and death, \n   And subtle notes of incompleteness. \n\nBut when the fiery power of youth \n   Had passed away and left him nameless, \nSerene as light, and strong as truth, \n   He lived his life, untired and tameless. \n\nAnd, far and free, this man of men, \n   With wintry hair and wasted feature, \nHad fellowship with gorge and glen, \n   And learned the loves and runes of Nature. \n\nStrange words of wind, and rhymes of rain, \n   And whispers from the inland fountains \nAre mingled, in his various strain, \n   With leafy breaths of piny mountains. \n\nBut as the undercurrents sigh \n   Beneath the surface of a river, \nThe music of humanity \n   Dwells in his forest-psalms for ever. \n\nNo soul was he to sit on heights \n   And live with rocks apart and scornful: \nDelights of men were his delights, \n   And common troubles made him mournful. \n\nThe flying forms of unknown powers \n   With lofty wonder caught and filled him; \nBut there were days of gracious hours \n   When sights and sounds familiar thrilled him. \n\nThe pathos worn by wayside things, \n   The passion found in simple faces, \nStruck deeper than the life of springs \n   Or strength of storms and sea-swept places. \n\nBut now he sleeps, the tired bard, \n   The deepest sleep; and, lo! I proffer \nThese tender leaves of my regard, \n   With hands that falter as they offer."}