{"subject": "An Elegy Address'D", "text": "Pensive, o'ercome, the Muse hung down her Head,\nAnd heard the fatal News,-'The Friend is dead.\nDumb, fixt in Sorrow, she forgot her Song,\nThe Tune forsook her Lyre, the Voice her Tongue,\n'Till, Belcher, You command her Strains to rise,\nYou ask, she sings; You dictate, she replies;\nThat well-known Voice awakes her dying Fires,\nAnd instant, at your Call, the Pow'r inspires.\nThen let our Griefs in mingling Streams descend,\nYou mourn the Brother, and I weep the Friend\nHe's dead-O vast unutterable Woe!\nGone, gone for ever from these Seats below:\nNo more his gracious Lips our Souls shall move,\nAnd lift us to the holy Joys above;\nNo more the Church his sacred Transports feel,\nHis strong Devotion, and his fervent Zeal;\nNo more his Face shines with the conscious Calms,\nOf Faith, and Pray'rs, and gen'rous Deeds, and Alms:\nAh! fainting, pale, ebbs out his quiv'ring Breath,\nAnd Oliver the good descends to Death.\nThus while the Friends their private Loss deplore,\nLament unpity'd, unreliev'd, ye Poor.\nWho, round his Gates, your daily Blessings paid,\nWarm by his Cloaths, or from his Table fed.\nProfuse, his lib'ral Hand their Pray'r prevents,\n(So shower'd the ancient Manna round the Tents)\nWitness, ye conscious Nights, whose Shades he chose,\nUnknown, to see, and succour Humane Woes:\nInvisible, he trod the homely Cott,\nThe Hungry eat, th' Oppress'd to groan forgot,\nThe Sick perceiv'd the sudden Cordial save,\nAll bless'd the Gift, nor saw the Hand that gave.\nFrom Men, with Art and sacred Caution hid,\nThe Muse, from Heav'n inspir'd, reveals the Deed.\nYou painted Roofs, and pompous Rooms of State,\nWhere, in the Senate, the grave Patriot sate,\nSay, how his steady Conduct grac'd your Board;\nJust were his Thoughts, and prudent ev'ry Word;\nSerene, delib'rate, undisguis'd by Art,\nHis Tongue was faithful, and sincere his Heart.\nStatesmen, th' unblemish'd Counsellor bemoan,\nAnd from his fair Example form your own.\nSo must your Greatness sink, your Glories fade,\nAnd, blended, in the common Dust be laid.\nNor Wealth, nor Titles, nor Fame's gentle Charms,\nCan bribe your Life from Fate's relentless Arms:\nVIRTUE, fair Goddess! only can allow\nConquests o'er Death, and crown the Victor's Brow.\nMindless of Grandieur, from the Crowd he fled,\nSought green Retirements, and the silent Shade.\nYe bow'ry Trees, which round his Mansion bloom,\nOft ye conceal'd him in your hallow'd Gloom:\nOft he enjoy'd, in your sublime Abode,\nHis Books, his Innocence, his Friend, his GOD.\nNow, sad, I wander o'er the lofty Seat,\nAnd trace the Mazes of the soft Retreat.\nView the fair Prospects, round the Gardens rove,\nBend up the Hill, and search the lonely Grove;\nBut ah! no more his Voice salutes my Ear,\nNor in his Hands the blushing Fruits appear:\nYet is his Image in each Scene convey'd,\nAnd busy Fancy forms his gliding Shade,\nI seem to meet him in the flow'ry Walks,\nAnd, thro' the Boughs, his whispering Spirit talks.\nEager I call, the dear Delusion flies,\nGrief seals my Lips, and Tears suffuse my Eyes.\nO far, far off, above the Ken of these,\nThe rising Mountain, and th' aspiring Trees,\nIn the gay Bow'rs that crown th' Eternal Hills,\nHis spotless Soul, in deathless Pleasure, dwells;\nTuneful replies, while Choral Seraphs play,\nAnd in bright Visions smiles the Hours away.\nHe visits now no more this dull Abode,\nBut talks with Angels, and beholds his GOD.\nNow cease, the flowing Tears, the Fun'ral Strains.\nLet joyful Sounds revive the vocal Plains.\nWhat tho' the Body in the Tomb be laid,\nGhastly and breathless, in the awful Shade?\nTho' by our Eyes, his Form no more confess'd,\nPleas'd by the Friend, and by the Christian bless'd?\nWe view the bright Reversion in the Skies,\nWhen the dead Saint, wak'd to new Life, shall rise.\nMean time, the heav'nly Muse embalms his Name,\nAnd gives him up consign'd to endless Fame:\nThese faithful Lines thy Absence still bemoan,\nAnd this Inscription grace thy mould'ring Stone.\n'Here, Passenger, confin'd, reduc'd to Dust,\n'Lies what was once, religious, wise, and just.\n'Steady and warm in Liberty's Defence,\n'True to his Country, loyal to his Prince:\n'In Friendship faithful, gen'rous to Desert,\n'A Head enlightn'd, and a glowing Heart."}