{"subject": "The 'Utopia'", "text": "The table was filled with many objects\n\nThe wild tribesmen in the hills,\nwhose very robes were decorated with designs\nof a strangeness &amp; upsetting beauty\nthat went much further than the richly coloured silks embroidered there could ever suggest; . . .\n\nThere were piles of books, yet each one\nwas of a different size and binding.\nThe leathers were so finely dyed. The blues\n&amp; purples, contrasting with the deceptive simplicity\nof the 'natural' tans.\nAnd this prism &amp; arrangement of colours\ncannot be set down - the fresh arrangements\n&amp; angles possible can only point through a door\nto the word 'infinite' made of white puffy clouds\nfloating high in a blue summer sky;\nthis has been written there by a small airplane\nthat is now returning to its green landing field.\n\nThe table is very old &amp; made of fine mahogany\npolished by generations of servants.\nAnd through the windows the summer blue skies\n&amp; white clouds spelling a puffy word.\nAnd on the table the books &amp; examples\nof embroidery of the wild hill tribesmen\n&amp; many large &amp; small objects - all of which\ncould not help but rouse a curiosity.\n\nThere are at times people in this room\n- some go to the table - things are moved -\nbut the atmosphere here is always that of quiet &amp; catm\n- no one could disturb this.\nAnd though the people are the only real threat,\n\nthey are all too well trained and aware\nto ever introduce the least clumsiness\nor disturbing element into the room.\n\nAt times it is hard to believe\nwhat is before one's eyes -\nthere is no answer to this except the room itself,\n&amp; maybe the white clouds seen through the window.\n\nNo one in the house was sure of the frontiers\n&amp; the beautiful atlas gilded and bound with blue silk\nwas only of antiquarian interest &amp; quite useless\nfor the new questions. The whole situation\nwas like a painting within a painting &amp;\nthat within another &amp; so on &amp; so on -\nuntil everyone had lost sight of their original landmarks.\nThe heath melted into the sky on the horizon.\nAnd the questions of definition &amp; contrast\nonly brought on a series of fruitless searches\n&amp; examinations that made everyone irritable &amp; exhausted.\n\nOnce the surveyors had abandoned their project\nthe objects once more took over.\nIt would be false to deny the sigh of relief\nthere was when this happened &amp; calm returned.\n\nThe bus bumped down the avenue\n&amp; ahead were the mountains &amp; the woods\nthat burst into flower as spring settled.\nThe plan &amp; the heavy revolver were all quite in keeping\nwith this, despite the apparent superficial\ndifference &amp; clash of worlds -\nthere was really only one world.\nIt wasn't easy - admittedly - &amp; someone\nhad to stay behind &amp; ...\nThe word in the sky had slowly dissolved\n&amp; was now nowhere to he seen.\nBut instead the sun was flooding the whole room\n\n&amp; everything took on a golden aura\n- this meant we were even aware of the\nband of horsemen now riding through the forest\nthat surrounded the valley.\n\nThe many details may appear evasive\nbut the purpose of the total was obvious\n&amp; uncompromising"}