{"subject": "Tausheden", "text": "Du klager, at jeg skriver alt for lidt\nPaa nogen Tid, især til Norden;\nOg at min Taushed gaaer saa vidt,\nAt næsten ingen veed, hvad jeg er vorden,\nOg hvor, og om jeg end er til paa Jorden?\nJeg, som tilforn (maaske kun alt for tidt)\nI Skrift, og selv paa Prent, lod hele Verden vide\nHvad i den lille Rummets Prik,\nMit Væsen fylder, foregik,\nIndtil det mindste Solens Straalestik,\nOg Maanens, eller blot en Stiernes, Blik,\nKort: min Sankthansorms-Lyst, og min Sankthansorms-Qvide -\nJeg nu, da Jorden brager fiern og nær,\nMens alle Himmelens og Helveds Tordner knittre,\nDa Lysets Engle selv, og Mørkets Aander zittre,\nMens Throner styrte hist og her,\nOg Templer falde her og der,\nOg alle brøle, hyle, skrige, sukke,\nEi høres meer med mindste Lyd at mukke;\nMen tier qvær?\n\n    Jeg kunde svare Dig: at Nationers Smerte\nEr alt for stor for mig og for mit lille Hierte -\nJeg kunde svare Dig: at Faldet af et Huus,\nDer dræber Mennesker, ei mærkes af en Muus -\nJeg kunde svare Dig: at Stormene, som bruse\nPaa Tidens Ocean, og Tordnerne, som knuse\nHvert Rummets Field, ei høres af min Muse -\nAt, den saa lidt, som Ormen i sit Læ,\nOg Glimmerfnugget i sit raadne Træ,\nFornemmer Jordens Poles bange Knagen,\nOg Axelens forfærdelige Bragen;\nMen det er ikke ganske sandt -\nJeg føler rigtig nok ei Skiælvet i det Heele,\nMen dog et lille Stød iblandt.\n\n    Aarsagen, hvi jeg ei min Følelse vil deele,\nSom før jeg deelte den, i Alvor og i Skierts,\nI Skrift og Tryk, i Prosa og paa Vers,\nMed een og anden af de kiære Mænd og Koner,\nDer gierne høre mine svage Toner,\nEr reent ud sagt, min Moltke den:\nAt jeg er Din og deres Ven.\nOg Følelsen, jeg har ved alle disse Løier,\nMens hele Verden skraaler, skriger, støier,\nEr saa fortræden og kiedsommelig,\nAt jeg med den kun vilde plage Dig.\n\n    O! lad mig tie! lad min Pen forstumme!\nForfør mig ei til høit at raabe: Vee!\nOg lok mig ei til overlydt at lee!\nTillad mig ei engang at brumme\nDet mindste Muk,\nDet mindste Suk!\nThi lod jeg mig, den Dag i Dag, forlyde,\nMed hvad jeg troer\nOm Færdselen i Syd, og Færdselen i Nord,\nOg overhov'det om vor hele Jord,\nDu vilde det, som Ven af den og mig, fortryde!"}