{"subject": "Medulla Poetarum Romanorum - Vol. I.  (Avarice - Banquet)", "text": "Avarice.\nSee Miser. Money.\n\nHence almost ev'ry Crime, nor do we find,\nThat any Passion of the human Mind,\nSo oft has plung'd the Sword, or drench'd the Bowl,\nAs Avarice--that Tyrant of the Soul.\nFor he that will be rich, brooks no Delay,\nBut drives o'er all, and takes the shortest Way:\nWhat Law, or Fear, or Shame can e'er restrain\nThe greedy Wretch in full Pursuit of Gain?--\n\nDo but get Money, that's a needful Task,\nWhich Way you got it none will ever ask.--\n\nCurs'd Gold! how high will daring Mortals rise,\nIn ev'ry Guilt, to reach the glitt'ring Prize?--\n\nHe that buys Harps, and throws his Wealth away\nOn Pipes, yet never does intend to play:\nHe that buys Awls and Lasts, yet doth not know,\nAnd ne'er designs to try, to make a Shoe:\nOr Ships and Oars, yet is averse to Trade,\nAll, and there's Reason for't, would count him mad.\nAnd what's He better, who still strives for more,\nStill heaps up Wealth, yet dares not use the Store,\nBut fears to touch it as 'twere sacred Ore?--\n\nWhom dost thou save it for? thy drunken Heir?\nOr lest thy self should want it dost thou spare?\nOld Wretch, how little would thy Wealth be less,\nShould'st thou eat better Food, or wear a cleaner Dress?--\n\nThe greedy avaritious Wretch is found\nAlways in Want:--but Thou thy Wishes bound.--\n\nThe Love of Gold by Gain is still increas'd:\nAnd He, who has it not, desires, it least.--\n\nGold, 'tis for thee a Life of Care we know,\nFor thee, untimely, to the Grave we go.\nVice is encourag'd and supply'd by thee,\nAnd thou'rt the Source of human Misery.--\n\nCare still attends increasing Store,\nAnd endless Appetite for more.--\n\nWhat's Wealth to me, if you its Use deny,\nTho' large my Heaps, a wretched Beggar I.\nRiches are Torments, if the shining Ore\nWe dare not touch, but only guard the Store.\nSo Tantalus of Thirst and Hunger dies,\nWith Food and Water just before his Eyes.\n\n--The craving Mind is always poor.\n\nThe Man is mad, and should a Keeper have,\nWho freights a Ship, and ventures on the Seas,\nWith one frail interposing Plank to save\nFrom certain Death, roll'd on by ev'ry Wave:\nYet Money makes him all this Toil embrace;\nMoney with Titles stampt, and a dull Monarch's Face.\nWhen gath'ring Clouds o'ershadow all the Skies,\nAnd shoot quick Lightnings,--Weigh, my Boys, he cries,\nA Summer's Thunder, soon it will be past:--\nYet, hardy Fool! this Night may prove thy last:\nWhen Thou (thy Ship o'erwhelm'd with Waves) shalt be\nForc'd to plunge naked in the raging Sea.\nThy Teeth fast clos'd, a Purse full of dear Gold,\nThe last Remains of all thy Stores shall hold.--\n\nThy greedy Wishes bound, enjoy thy Store,\nAnd help thy Friends, necessitous, and poor.--\n\nIf what you drink should make your Thirst increase,\nSurely you'd tell some Doctor your Disease,\nAnd seek for Cure.--Now your abundant Store\nBut only makes you covet Wealth the more:\nAnd dare you rest content, and not apply\nTo Somebody, to find a Remedy?\nSuppose you had a Wound, and one had show'd\nA Root, or Herb, which try'd had done no Good:\nWould you not cease to follow his Advice?--\nNow, you have heard, that he must needs be wise\nTo whom the Gods give Riches: yet you find\nThe Wealth you have, has not improv'd your Mind:\nAnd will you still believe it, when you know\nBy sad Experience that it is not so?\nCou'd Gold with godlike Prudence Minds inspire,\nOr lessen anxious Fear and fond Desire,\nThen you should blush, if all the World could shew\nA Man more covetous of Wealth than you.--\n\nHowever large the golden Store,\nThere's always Something wanting more.--\n\nThus Tantalus by his own Wish accurst,\nMidst Fruits for Hunger faints, midst Streams for Thirst:\nThe Miser's Emblem! who of all possess'd,\nYet fears to taste, in Blessings most unbless'd.--\n\nWealth must obey, or it will rule the Mind.--\nAuthors.\nSee Style.\n\n'Twas heretofore a Credit here at Rome,\nTo mind one's Business, and abide at Home:\nTo help one's Client, and promote his Cause,\nInform his Ignorance, and teach the Laws:\nTo make good Debts, and drive a gainful Trade,\nAnd know what Int'rest may be justly paid:\nInstruct the Young, and hear the Old debate,\nWhat will encrease, what ruin an Estate.\nThis Humour's chang'd, now reigns a new Delight,\nAll must be Authors now, and All must write.--\n\nWould'st Thou compose some lasting Piece?--be wise,\nAmend, correct again, again revise:\nSeek not th'unthinking Many to delight,\nBut for a few of the best Judges write.--\nAutumn.\n\nThen from the burden'd Elms the generous Vine\nDescends, and Presses overflow with Wine:\nThen Corn is sown, whilst Autumn's Heats remain\nTo loose the Clods, and fertilize the Grain.--\n\n'Twas now the Time, when equal Jove on high\nHad hung the golden Balance of the Sky:\nBut ah! not long such just Proportions last,\nThe righteous Season soon was chang'd and past:\nAnd Spring's Encroachment on the short'ning Shade,\nWas fully to the wintry Nights repaid.--\nBacchanals.\n\nThro' the mid Cities, and the madding Crowds,\nFurious she urges on; and cries aloud,\nEvoë! Bacchus! who alone deserv'st\nThe Virgin Bride: For Thee, (as Fame reports,)\nThe Female Train the soft Vine--Jav'lins wield;\nThee they surround: their consecrated Locks\nFor Thee they nourish.--All the Matrons fir'd,\nWith the same Furies in their Breasts, to seek\nNew Dwellings, leave their Houses: To the Winds\nThey give their Necks, and Hair: Some fill the Sky\nWith trembling Yells: and, clad in Skins of Beasts,\nBrandish their Spears with viny Wreaths entwin'd.--\n\n--Distracted, wild,\nShe rages: and, incens'd, o'er all the Town\nRoves, like a Bacchanal: when at the Name\nOf Bacchus, his triennial Orgies swell\nHer Breast with Madness: and Cytheron's Top\nInvites her ecchoing with nocturnal Sounds.--\n\nNow the triennial Celebration came,\nObserv'd to Bacchus by each Thracian Dame:\nWhen, in the Privacies of Night retir'd,\nThey act his Rites, with sacred Rapture fir'd.\nBy Night, the tinkling Cymbals ring around,\nWhile the shrill Notes from Rhodopè resound.\nBy Night the Queen disguis'd forsakes the Court,\nTo mingle in the festival Resort:\nLeaves of the curling Vine her Temples shade,\nAnd, with a circling Wreath, adorn her Head:\nA--down her Back the Stags rough Spoils appear;\nLight on her Shoulder leans a Cornel--Spear.\nThus, in the Fury of the God conceal'd,\nMad, with her Gang, to the thick Wood she flies,\nAnd with loud Yells and Howlings fills the Skies,\nWhich to thine Honour, Bacchus, seem to rise.--\nBacchus.\nSee Wine.\n\nWith rosy Cheeks plump Bacchus march'd along:\nHis curling Hair with wreathing Ivy ty'd,\nAnd on his Back the Parthian Tyger's Pride:\nThe gilded Claws in equal Order meet,\nAnd his crown'd Spear assists his erring Feet.--\n\nBacchus returning from his Indian War,\nBy Tygers drawn triumphant in his Car,\nFrom Nisa's Top descended on the Plains,\nWith curling Vines around his purple Reins.--\n\nThe God himself with clust'ring Grapes was crown'd,\nAnd shook his Spear, which curling Vines surround:\nTygers and Lynxes round him seem'd to lye,\nAnd painted Panthers dreadful to the Eye.--\n\nThee, Bacchus! now I sing:--\nHither, Lenaeus, Father, (with thy Gifts\nAll here abounds: For Thee the Field full charg'd\nWith viny Autumn flourishes: For Thee\nIn red o'er--flowing Vats the Vintage foams\nHither, Lenaeus, Father, come: and tinge\nThy Legs, unbuskin'd, in new Must, with me.--\n\n--An horn'd He--Goat\nSacred to Bacchus, on each Altar bleeds:\nAnd ancient Interludes adorn the Scene.\nAnd all the Roads and Villages around,\nTh' Athenians Prizes for those Plays propos'd:\nAnd jovial o'er their Bowls in grassy Meads,\nDanc'd upon Goat--skin Bottles sleek with Oil.\nNor less th' Ausonian Colony of Troy\nSport in rude Laughter, and unpolish'd Verse:\nOf hollow Bark uncouth rough Vizors wear:\nThee, Bacchus, Thee with joyous Songs invoke,\nAnd hang thy little Images aloft\nOn a tall Pine. Hence ev'ry Vineyard sprouts,\nAnd swells with future Wine: The hollow Vales,\nAnd shady Groves, to which soe'er the God\nTurns his gay Face, with copious Fruit abound.\nTherefore to Bacchus, in our Country's Verse,\nWe'll sing due Praise, and Cakes, and Chargers bring:\nAnd at his Altar kill the Victim Goat\nDragg'd by the Horns: and roast his well--fed Flesh,\nOn Hazle--Spits, before the sacred Fire.--\n\nBacchus, to country Swains opprest with Care,\nKindly gives Courage, and dispels their Fear:\nBacchus gives Respite to the Wretch's Pains,\nAltho' with Fetters gall'd and ratling Chains.--\nBanquet.\nSee Hospitality.\n\nRich as some Fane by lavish Zealots rear'd,\nFor the proud Banquet, stood the Hall prepar'd:\nThick golden Plates the latent Beams infold,\nAnd the high Roof was fretted o'er with Gold:\nOf solid Marble all the Walls were made,\nAnd Onyx ev'n the meaner Floor inlay'd:\nWhile Porphyry, and Agate, round the Court,\nIn massy Columns rose, a proud Support.\nOf solid Ebony each Post was wrought,\nFrom swarthy Meroë profusely brought:\nWith Iv'ry was the Entrance crusted o'er,\nAnd polish'd Tortoise hid each shining Door;\nWhile on the cloudy Spots enchas'd was seen\nThe lively Em'ralds never--fading Green.\n\nWithin, the royal Beds and Couches shone,\nBeamy and bright with many a costly Stone:\nIn glowing Purple rich the Cov'rings lye:\nTwice had they drank the noblest Tyrian Dye:\nOthers, as Pharian Artists have the Skill,\nTo mix the parti--colour'd Web at Will,\nWith winding Trails of various Silk were made,\nWhere branching Gold set off the rich Brocade.--\n\nAround, of ev'ry Colour, Age, and Form,\nHuge Crowds, whole Nations of Attendants swarm:\nSome wait with yellow Rings of golden Hair,\nThe vanquish'd Rhine shew'd Caesar none so fair:\nOthers were seen with swarthy frizled Heads,\nAnd Others Black, as Night's unchanging Shades.\nThere too a hapless Train, by Steel unman'd,\nAnd soften'd from their Sex, a beardless Band!\nStout comely Youths were plac'd in adverse Rows,\nWhose blooming Cheeks scarce the first Down disclose.\n\nThe Princes round the Board recline in State,\nWith mighty Caesar, more than Princes great.\n\nWhat Earth, and Air, and Sea, and Nile afford,\nIn golden Vessels heap the plenteous Board:\nWhat e'er ambitious Luxury could find\nThro' the search'd Globe, and more than Want enjoyn'd;\nVariety of Birds, and Beasts of ev'ry Kind.\nNot ev'n the Gods are spar'd whom they adore.\nThe Nile's sweet Wave capacious Christals pour,\nAnd Gems of Price, the Grape's delicious Store:\nNo Growth of Mareotis' marshy Fields,\nBut such as Meroë maturer yields:\nWhere the warm Sun the racy Juice refines,\nAnd mellows into Age the infant Wines.\nWith Wreaths of Nard the Guests their Temples bind,\nAnd blooming Roses of immortal Kind:\nTheir dropping Locks with oily Odours flow,\nRecent, from near Arabia, where they grow:\nThe vig'rous Spices breathe their strong Perfume,\nAnd the rich Vapour fills the spacious Room.--\n\nThe King once more the solemn Rites requires,\nAnd bids renew the Feasts, and wake the Fires.\nHis Train obey, while all the Courts around\nWith noisy Care, and various Tumult sound.\nEmbroider'd Purple clothes the golden Beds:\nThis Slave the Floor, and that the Table spreads:\nA Third dispels the Darkness of the Night,\nAnd fills depending Lamps with Beams of Light.\nThese pile the Loaves in Canisters on high,\nAnd those in Flames the slaughter'd Victims fry.\nSublime, in regal State, Adrastus shone,\nStretch'd on rich Carpets, on his Iv'ry Throne:\nA lofty Couch receives each princely Guest:\nAround, at aweful Distance, wait the rest.—"}