{"subject": "The Passing Of The Century", "text": "How shall we comfort the Dying Year?\nBeg him to linger, or bid him go?\nThe light in his eyes burns dim and low,\nHis hands are clammy, his pulse beats slow,\nHe wanders and mumbles, but doth not hear.\nThe lanes are sodden, the leaf-drifts sere,\nAnd the wrack is weaving his shroud of white.\nDo you not see he is weary quite\nOf the languor of living, and longs for night?\nLo! He is gone! Now lower him down\nIn the snug-warm earth, 'neath the clods of brown\nAnd the buds of the winter aconite.\n\nHow shall we part with the bygone Year?\nCover with cypress, or wreathe with bay?\nHe will not heed what you do or say,\nHe is deaf to to-morrow as yesterday.\nWhy do you linger about his bier?\nHe has gone to the Ghostland, he is not here.\nWe may go on our way, we may live and laugh,\nRound the banqueting blaze can feast and quaff.\nThe purple catafalque, stately staff,\nThe dirges of sorrow, the songs of praise,\nAnd the costliest monument man can raise,\nAre but for the Spirit's cenotaph.\n\nDust unto dust, He is dead, though he\nWas the last of the centuried years that flow,\nWe know not wherefore, we never shall know,\nWith the tide unebbing of Time, and go\nTo the phantom shore of Eternity.\nShadows to shadows, they flit and flee\nAcross the face of the flaming sun,\nThe vague generations, one by one,\nThat never are ended, never begun.\nWhere is the dome or the vault so vast,\nAs to coffin the bones of the perished Past,\nSave the limitless tomb of Oblivion?\n\nWhat tale would he tell, could the dead but speak?\n''I was born, as I died, amid wrath and smoke,\nWhen the war-wains rolled, and the cannons spoke,\nWhen the vulture's cry and the raven's croak\nFlapped hungrily over the dying shriek,\nAnd nothing was seen but a blood-red streak\nBetwixt lowering sky and leaden main;\nWhen slanted and slashed the rifles' rain\nUpon furrows whose harvest were sheaves of slain;\nWhen the levin's glare by the thunder's crash\nWas bellowed, and ever 'twixt flash and flash\nThe howl of the unspent hurricane.''\n\nLet the dead discourse with the dead. So ask\nHow best now to welcome the new-born Year.\nShe is coming, is coming, and, lo! is here,\nWith forehead and footstep that know not fear.\nShe will shrink from no pleasure, evade no task,\nBut there never was worn or veil or mask\nLike her frank fair face and her candid soul.\nDo you fathom her thoughts, can you guess her goal,\nHer waywardness chasten, her fate control?\nShe will wend with her doom, and that doom be ours;\nSo greet her with carol and snow-white flowers,\nAnd crown her with Hope's own aureole.\n\nYet mind her dawn of the dark, for she,\nShe too must pass 'neath the lych-gate porch;\nAnd give to her keeping the vestal Torch,\nThat may ofttime smoulder, and sometimes scorch,\nBut rebrightens and burns eternally:\nThe beacon on land and the planet at sea,\nWhen the night is murk, and the mist is dense,\nTo guide us Whither, remind us Whence,\nThe Soul's sure lamp through the shades of sense.\nShe must tread the Unknown the dead years trod;\nThough rugged the road, yet the goal is God,\nAnd the will of all-wise Omnipotence."}