{"subject": "A Letter To Monsieur Boileau Despreaux, Occasioned By The Victory At Blenheim", "text": "Since hired for life, thy servile Muse must sing\nSuccessive conquests and a glorious King;\nMust of a man immortal vainly boast,\nAnd bring him laurels whatsoe'er they cost,\nWhat turn wilt thou employ, what colours lay,\nOn the event of that superior day,\nIn which one English subject's prosperous hand\n(So Jove did will, so Anna did command)\nBroke the proud column of thy master's praise,\nWhich sixty winters had conspired to raise?\nFrom the lost field a hundred standards brought\nMust be the work of Chance, and Fortune's fault.\nBavaria's stars must be accused, which shone,\nThat fatal day the mighty work was done,\nWith rays oblique upon the Gallic sun.\nSome demon envying France misled the sight,\nAnd Mars mistook, though Louis order'd right.\nWhen thy young Muse invoked the tuneful Nine,\nTo say how Louis did not pass the Rhine,\nWhat work had we with Wageninghen, Arnheim, \nPlaces that could not be reduced to rhyme?\nAnd though the poet made his last efforts,\nWurts -- who could mention in heroic -- Wurts?\nBut, tell me, hast thou reason to complain\nOf the rough triumphs of the last campaign?\nThe Danube rescued and the Empire saved,\nSay, is the majesty of verse retrieved? \nAnd would it prejudice thy softer vein\nTo sing the princes Louis and Eugene?\nIs it too hard in happy verse to place\nThe Vans and Vanders of the Rhine and Maese?\nHer warriors Anna sends from Tweed and Thames,\nThat France may fall by more harmonious names.\nCanst thou not Hamilton or Lumley bear?\nWould Ingoldsby or Palmes offend thy ear?\nAnd is there not a sound in Marlbro's name\nWhich thou and all thy brethren ought to claim,\nSacred to verse, and sure of endless fame?\nCutts is in metre something harsh to read;\nPlace me the valiant Gouram in his stead;\nLet the intention make the number good;\nLet generous Sylvius speak for honest Wood, \nAnd though rough Churchill scarce in verse will stand,\nSo as to have one rhyme at his command.\nWith ease the bard reciting Blenheim's plain,\nMay close the verse, remembering but the Dane.\nI grant, old friend, old foe, (for such we are\nAlternate as the chance of peace and war)\nThat we poetic folks, who must restrain\nOur measured sayings in an equal chain,\nHave troubles utterly unknown to those \nWho let their fancy loose in rambling prose.\nFor instance, now, how hard is it for me\nTo make my matter and my my verse agree?\nIn one great day, on Hochstets fatal plain,\nFrench and Bavarians twenty thousand slain;\nPush'd through the Danube to the shores of Styx\nSquadrons eighteen, battalions twenty-six;\nOfficers captive made, and private men,\nOf these twelve hundred, of those thousands ten;\nTents, ammunition, colours, carriages,\nCannons, and kettle-drums, -- sweet numbers these\nBut is it thus you English bards compose?\nWith Runic lays thus tag insipid prose?\nAnd when you should your hero's deeds rehearse\nGive us a commissary's list in verse?\nWhy, faith, Despreaux, there's sense in what you say;\nI told you where my difficulty lay:\nSo vast, so numerous, were great Blenheim's spoils,\nThey scorn the bounds of verse, and mock the muse's toils.\nTo make the rough recital aptly chime,\nOr bring the sum of Gallia's loss to rhyme,\n'Tis mighty hard: what poet would essay\nTo count the streamers of my Lord Mayor's day?\nTo number all the several dishes dress'd\nBy honest Lamb last coronation-feast?\nOr make arithmetic and epic meet,\nAnd Newton's thoughts in Dryden's style repeat?\nO Poet, had it been Apollo's will\nThat I had shared a portion of thy skill;\nHad this poor breast received the heavenly beam,\nOr could I hope my verse might reach my theme;\nYet, Boileau, yet the labouring muse should strive\nBeneath the shades of Marlbro's wreaths to live;\nShould call aspiring gods to bless her choice,\nAnd to their favourite's strain exalt her voice,\nArms and a Queen to sing, who, great and good,\nFrom peaceful Thames to Danube's wondering flood,\nSent forth the terror of her high commands,\nTo save the nations from invading hands,\nTo prop fair Liberty's declining cause,\nAnd fix the jarring world with equal laws.\nThe queen should sit in Windsor's sacred grove\nAttended by the gods of War and Love;\nBoth should with equal zeal her smiles implore,\nTo fix her joys, or to extend her Power.\nSudden the Nymphs and Tritons should appear\nAnd as great Anna smiles dispel their fear;\nWith active dance should her observance claim:\nWith vocal shell should sound her happy name;\nTheir master Thames should leave the neigh'bring shore\nBy his strong anchor known and silver oar;\nShould lay his ensigns at his sovereign's feet,\nAnd audience mild with humble grace entreat.\nTo her, his dear defence, she should complain,\nThat whilst he blesses her indulgent reign,\nWhilst further seas are by his fleets survey'd,\nAnd on his happy banks each India laid,\nHis brethren Maese, and Waal, and Rhine, and Saar,\nFeel the hard burden of oppressive war;\nThat Danube scarce retains his rightful course\nAgainst two rebel armies' neighbouring force;\nAnd all must weep, sad captive to the Seine,\nUnless unchain'd and freed by Britain's queen.\nThe valiant Sovereign calls her general forth,\nNeither recites her bounty nor his worth;\nShe tells him he must Europe's fate redeem,\nAnd by that labour merit her esteem;\nShe bids him wait her to the sacred hall,\nShows him Prince Edward, and the conquer'd Gaul;\nFixing the bloody cross upon his breast,\nSays he must die, or succour the distrest.\nPlacing the saint an emblem by his side,\nShe tells him Virtue arm'd must conquer lawless Pride.\nThe hero bows obedient, and retires:\nThe Queen's commands exalt the warrior's fires:\nHis steps are to the silent woods inclined,\nThe great designs revolving in his mind,\nWhen to his sight a heavenly form appears,\nHer hand a palm, her head a laurel wears.\nMe, she begins, the fairest child of Jove,\nBelow for ever sought, and bless'd above;\nMe, the bright source of wealth, and power and fame, \n(Nor need I say Victoria is my name)\nMe the great Father down to thee has sent;\nHe bids me wait at thy distinguish'd tent,\nTo execute what Anna's wish would have;\nHer subject thou, I only am her slave.\nDare, then, thou much beloved by smiling Fate;\nFor Anna's sake, and in her name, be great:\nGo forth, and be to distant nations known,\nMy future favourite, and my darling son:\nAt Schellenberg I'll manifest, sustain\nThy glorious cause, and spread thy wings again,\nConspicuous o'er thy helm, in Blenheim's plain. \nThe goddess said, nor would admit reply,\nBut cut the liquid air, and gain'd the sky.\nHis high commission is through Britain known,\nAnd thronging armies to his standard run; \nHe marches thoughtful, and he speedy sails;\n(Bless him, ye seas, and prosper him, ye gales!)\nBelgia receives him welcome to her shores,\nAnd William's death with lessen'd grief deplores:\nHis presence only must retrieve that loss;\nMarl'brough to her must be what William was:\nSo when great Atlas, from these low abodes\nRecall'd, was gather'd to his kindred gods,\nAlcides, respited by prudent Fate,\nSustain'd the ball, nor droop'd beneath the weight.\nSecret and swift behold the chief advance;\nSees half the empire join'd, and friend to France:\nThe British General dooms the fight; his sword\nDreadful he draws: the captains wait the word.\nAnne and St. George, the charging hero cries:\nShrill Echo from the neighbouring wood replies,\nAnne and St. George -- At that auspicious sign\nThe standards move, the adverse armies join.\nOf eight great hours Time measures out the sands,\nAnd Europe's fate in doubtful balance stands;\nThe ninth, Victoria comes:-- o'er Marl'brough's head\nConfess'd she sits: the hostile troops recede;--\nTriumphs the goddess, from her promise freed.\nThe Eagle, by the British Lion's might\nUnchain'd and free, directs her upward flight;\nNor did she e'er with stronger pinions soar\nFrom Tyber's banks, than now from Danube's shore.\nFired with the thoughts which these ideas raise,\nAnd great ambition of my country's praise,\nThe English Muse should like the Mantuan rise,\nScornful of earth and clouds, should reach the skies,\nWith wonder (though with envy still) pursued by human eyes.\nBut we must change the style -- Just now I said \nI ne'er was master of the tuneful trade;\nOr the small genius which my youth could boast,\nIn prose and business lies extinct and lost;\nBless'd if I may some younger muse excite,\nPoint out the game, and animate the flight;\nThat from Marseilles to Calais France may know,\nAs we have conquerors, we have poets too,\nAnd either laurel does in Britain grow;\nThat, though amongst ourselves, with too much heat,\nWe sometimes wrangle when we should debate,\n(A consequential ill, which freedom draws;\nA bad effect, but from a nobler cause)\nWe can with universal zeal advance\nTo curb the faithless arrogance of France,\nNor ever shall Britannia's sons refuse\nTo answer to thy Master or thy Muse;\nNor want just subject for victorious strains,\nWhile Marl'brough's arm eternal laurels gains,\nAnd where old Spenser sung a new Eliza reigns."}