{"subject": "Festus  -  Xxxvi", "text": "Perfection gained,\nTrue love his life renews, now sanctified.--\nOur world--seer counts humanity's gains, how earth's\nBest aims by the associate wise the' elect\nOf universal manhood leagued to instal\nGod's peace, the peace of earth, show. 'Neath one head\nOne moral empire seems secured, whose laws\nTend proveably but to human weal, not power\nSelfish, nor private ends. What forces now\nLife's game? It may be fate. The all--tested soul,\nWhose aim to most serve men proves best to rule,\nHis doomful choice here makes; war, life prolonged\nTo the fore--flood fathers' years, with personal powers\nLike theirs who,--lords Preadamite, kinged the world,\nIncarnate forces of the universe,\nAt option, or pure peace, nature's last boon,\nDeath instant, his; he this, for man's good, claims;\nUnwitting that that hour the day of God\nDestined, earth's doom--day dawns. Time closes in.\n\nGarden and Grove by the Sea Mountains near.\nFestus and Clara.\nFestus. Day of all days, bright daughter of the sun,\nFrom midnight hailed by rushing star--clouds, glad\nWith their auxiliar light to perfect here\nMy loved one's happy birth--hour; day of days,\nWhen first, fair bride, thy life--path crossing mine,\nThis transept of existence traced, God now\nTo himself hath hallowed, our united life;--\nDay which now gives me thee;--and thou, night's queen,\nIn heavenly lowliness sublime, and meek\nWith the sun's imputed radiance, like a soul\nHoly in God, aye brightening with the light\nReflected from the Invisible; earth, albeit\nNow with thee waned, while nightly in thy lost light\nDeath's daily gain stands forth, and conquest waste\nOf eternity over time; earth calls on you,\nYe sacred lights, God's ministry in heaven,\nEach other eyeing, to bewail with her\nAs I, these hours, so sadly, deadly sweet,\nStopped in mid flight, which, else, might well be deemed\nIntransitive, immortal; hours, ah! too soon,\nFor me, to cease, like the olden Paradise\nEarth's glory, flowery initial of time's tome.\nThee, too, invoke I, of all fateful powers\nThe complemental force, true one, thrice tried;\nThis reverence, this my worship is to own\nThy truthful steadfastness; and, separate life\nWhen each can yield help meet the other, a false\nAnd inconclusive end. How only blessed\nMen's aims when steadied by celestials' hands!\n\nClara. My heart intuitive spake the truth, meseemed\nThe severance once thou threatenedst could not prove\nFinal. God's equity forbade.\n\nFestus. Enough;\nOur guardian angels greeting soon agreed.\n\nClara. And, bidden of heaven, our destined union fruits\nIn ominous bliss.\n\nFestus. Most dear, most honoured bride,\nThou sayest. Hast heart to view earth's death--throes? Mark\nHer end, with thine like timed? For as, while now\nThe westering sun, high on yon Alpine height,\nSnow shouldered, like a maid for whiteness praised\nOf neck or brow, blushing, in sweet defeat\nOf admiration, comelier,--his farewell glow\nIncarnadines, an instant,--let the moon\nOrient, shed down her silver shafted rays,\nAs though in negligent rivalry to contest\nThe palm of perfect beauty, man's rapt eye,\nMeanwhile, by the coalition unconceived\nOf natural lights, droops, awed; so, on thy head\nHeaven's claims and earth's, mine too, in right of death,\nOne moment dreadly mingle.\n\nClara. For all fates\nTo be prepared, I seek. Thou hast to me\nThe world oped and expounded: its needs, claims\nOn God; its fore--reached purpose in his mind;\nIts compassed ends and failures. I, too, thee\nMay have served; and the All--blesser's wise intents;\nBy proof of heart obedience, and the gain\nOf following truth rather than leading men.\n\nFestus. So kind and providently instructive all\nHis counsels. Here, too, past the worth of worlds,\nAs though we owned the merits of angels, God\nA season of satisfaction, ere all cease,\nAnd rest hath given, to note the mighty march\nAnd grieve its closure mind hath made; the schemes\nOf social life just perfected, now for aye\nDisharmonized by their imminent end; its gains\nFor toil material, and o'er powers matured\nBy happy use, which, sovereign servants, aid\nMan's magistery o'er nature; this in strength\nFaith's match, unbasing mountains, bridging seas,\nStates binding to serve peace and freedom; this\nStarring anew the night with pit--born light,\nSecrete from primal matter's nebulous flame;\nThis, third of powers imponderable, which earth\nBridle in her orbit, gravitative, or this\nAttractive; this our knowledge o'er the gods\nSwiftening and time's poor possible; this which guides\nBy mineral instinct, through the deep, tall ships\nSail winged; or this not life, but life--like, heat,\nSource of inanimate motion and innate,\nCaught from God's breast;--all nourishing powers with man\nLeagued, want and death--earth's evillest ills--to slay;\nAnd now, long time victorious.\n\nClara. So advanced,\nCompletion would the curse not blessing seem\nWhereto creation tends, were not God's love,\nMaking this world's fulfilment that world's base,\nBetter than all we hope. Earth's end how else\nConceive, or justify by law divine\nNot less than natural which, in things made, makes\nPerfect, fore--state to fall? If life him owe\nFor breath, for more, death; access limitless\nTo ampler being, God's plenitude. So, earth\nEnded, all holds that's well; faultless the fair;\nPotent the pure; the great and good, joy--souled,\nEach other helping, serve the many with love.\n\nFestus. Who loves thee, Lord, lives like thee; is, does, good.\n\nClara. Man surely grows more godlike daily, nearing\nHis final future. Thee sublimed in soul\nAnd with life's aims uplift to loftier ends\nTime's lapse hath found.\n\nFestus. Time, too, to good men given\nBy work devout, unselfish, sage, to raise,--\nAs lands by hidden force their beach upheave\nTo levels unforethought,--man's social mass\nTo purer life, more reasonable, more just,\nMore parallel with God's plan. Behold! the bounds\nOf every separate science, known, and all\nIn one consummed; all modes of state--rule made\nLike operative of good; all liberties\nCoincident with authority; every faith\nGrounded on heavenly influences, and made\nTheir compensating errors so to adjust\nAs truth's success to ensure. O'er all, peace, most\nApproximative of earth to heaven, and love\nBrotherly, thirst for others' good, not blood,\nNow urging nations, more content me yields\nThan earth's full orbèd realm, my doom. The world\nOne grand equality now kings. Slave, no more,\nNor lord,--their common nature regnant--breathes;\nRich drone, nor beggar clammed. Sin, vice and wrong,\nHate, misery, lawlessness, contempt of kind,\nSelf--worship, ignorance, fraud, impiety, all\nLife's fellest plagues, impurity, of thought\nOr word, or deed, fled hellwards, the chief wise\nRevering nature, teach hope: the holy chosen\nPray, interceding for their fellows, God.\nEarth's great ones plight to amity, states no more\nRavening for war's dread flesh--feast, seethed in blood\nFrom lust of soil or pride of power, but yearning\nSolely for liberty self--earned, or secured\nFor others, knowledge, mental and bodily health,\nAnd increment of the good God's function, fill\nPacific, each their just and natural bounds\nLakelike. Towards this all times have wrought; and now\nWhoso man's worldlife notes, his qualities metes,\nHis faculties; sums the vast designs or boon\nEven now benevolent hearts cherish, and brains\nRestless to enlighten souls, and the flesh free\nFrom servile toils, needs sordid, that to quests\nMore pure, more grand, the world's day may be leased\nLargelier, and aims best worthy life, of heaven\nAnticipative,--wots well no ampler lists,\nNo fairer scope could God have given, than earth\nAs now, state--chequered, with all patterns graced\nEach excellentest, of faith, rights civil, grades\nOf culture, social, mental; cunning craft,\nRefining art; nor deftlier planned to aid,\nBy gradual concentration of good gained,\nThe just expansion, just, though slowly achieved,\nOf man's supreme capacities, which, sphered\nIntegral, all, we know shall cease. Nor less,\nAuthor and perfecter of man's wondrous life!\nMark we herein thy wisdom which brooked not\nMen should grow wise too fast, nor blessed too soon,\nThy bounty in withholding; of sage restraints\nLavish; in mere deficiency the grace,\nMost manifest, of perfectible power; that all\nGrounded in good and ill, made sage through choice,\nBy pure contrition proved, may seek in thee\nSole, their divinity, and attain. So fit,\nSo perfect, seems his training, both in kind\nAnd instance, of our race, that while we, here,\nThis calm concentrate life, large yet intense,\nConsuming, near our culminant destiny,\nThe last necessities of his state o'ercome,\nMan--like an exiled prince, who through all time\nBurns to regain his natal throne--hath proven\nBy peril, self--abnegation, sacrifice\nBy labour, learning, largesse, earnest rich\nOf kingly intents, the integrity of heart\nBy birthright his, that purity, that faith\nIn faith, and charity to his kind, the wise\nKnow needful to reunion with their God.\nFor, as of old, truth's substitute, in shows\nMimetic of the moral sphere, through rocks\nDragged naked, bounding breathless out of flames;\nWalled in the lone grey death cell midst the moor,\nA death regenerative of spiritual life,--\nWaiting by nodding rock triumphant proof\nOf ghostly call, or innocence; by beasts\nOr men, more brute, with sword and brand and snare\nDriven desperately, till the delusive goal\nRaught, lo! the deep and hidden well, whence risen\nAnd throughly purified, his holy peers\nElect, joined, their austerely splendid life\nPartaking and companioning; signs but these\nOf the soul's struggles, toils, victories, and its blessed\nAcceptance with the power which, granting life,\nTests meetly all responsible spirits; thenceforth\nHim delegate of God, behoved to abide\nIn ever ripening certitude,--and truth's\nGrave mysteries, here, all lore beside outworth,--\nThe advent of the Eternal, and the e'er\nRenewable triumph of truth's light. So, now,\nSelf--chosen example of humanity, here,\nThe initiate of philosophy, while freed\nFrom physical contest, perilous feat and fear\nOf elements embattled,--tests once meet\nFor times of ignorance,--versed in every art\nThat life adorns or consecrates; in law\nEnnobling, science which sustains, in ties\nSocial and sympathies; in relations pure\nAlike with kind and kindred; skilled in lore\nProfoundest, man hath heired from ages passed;\nA doer of good deeds; strong to endure\nThe stings of slander, torts of strength or fraud;\nPerfect in faith's just ordinances; in all\nThe duties of humanity, must, perforce,\nMore even than erst, clearly approve himself\nTruth's champion, virtue's friend. But, who aspires\nHis nature to consummate, to partake\nStrict and entire communion with the source\nSublime of soul; resolved, though lone, to tread\nThe heavenward path of wisdom,--quits, content,--\nLife's labyrinthine round; earth's charmful lures;\nTime's fraudulent vanities; abhorrent, shuns\nMan's meaner passions; paltry pleasures, cares\nCarnal or covetous; wily ambition's schemes,\nRank ostentation's toys; the solid world\nHeld but a shadow, every idol form\nAnd mode of worship waived, trusts schemes no more\nOf faith widespread, wise seeming once, but, now\nGone like a molten glacier, that of old,\nWhile yet the youthful sun his waxing beam\nShot on our shivering orb ice armoured, aye\nHis burning glance fate--fraught and fascinative,\nBy dale and hill followed, till, o'er the brink\nPrecipitous of the abysmal main, it fell\nIn a dry cataract shimmering on the beach,\nNo more to rise; but, henceforth, spirit sole\nIn spirit adoring, he, the enfranchised heart,\nTrampling on death, and more, the fear of death,\nShall equal angels here: the soothly wise,\nSeparate to righteousness, self--reverent, sworn\nEarth's peace to endeavour aye in spite's despite;\nTheir nature hallowed by their aims; inspired\nWith God's truth, knowing all things as in God,\nSo from him emanant, and, as proveably\nPurposed by him, good;--evil ignoring save\nAs cloudlet which the calm briefwhile obscures\nOf perfect being: one substance, all divine,\nEternal, indivisible, vital; these\nWith him, all life, unite, as altar fires\nAssimilate with the heavens.\nClara. Should never man\nNear, more than now, perfection; and the best,\nSinners by nature, if by grace sinless, clothed\nIn righteousness divine, as mount with snows\nEternal, while within red rabid fires\nSmoulder, although perhaps subdued, still joys\nAre there to some not world--known. Let us boast\nIn secret, of our thrones, like kings disguised,\nAnd as, in eastern spousals, bride and lord\nCrown each the other, kingly obeisance, so,\nHumiliate with the excess of grace God given,\nPraise we his merciful pleasure in pardoning sins\nOf loved ones, greater than their power to offend.\n\nFestus. Thy soul let revel in its own innocence\nEven as in snow the snow--pure ermine.\n\nClara. Heaven\nIs in our inmost spirit as in the eye\nYon imaged infinites.\n\nFestus. All plans forespent,\nPleas present, purposes of future life,\nTo him surrendered who gives all; the passed\nErrors abjured; mine heart I have molten in tears\nAs kings their gods erewhile in gold to pay\nSome covetous conqueror; but to my soul God\nContent with nought but all, hath all at last\nRemitted and forgiven. It is faith removes\nThis mountain of our sins, and in the sea,\nTearful, of penitence casts. As by art's stress,\nGranite and steel flow free as oil, so 'neath\nGod's awful love man's conscience stilly thaws,\nWhate'er its self--shaped purpose losing: here\nWithdrawn, self--banished, I the ascendant sign\nWait of earth's demolition; knowing still\nWith God one preappointed end yet holds,\nOne high design yet unfulfilled. This, soon,\nThe assembled chosen of nations, of our race\nChiefest in worth and wisdom, shall make known\nReturning from all lands, their vast consent,\nIn sage and solemn secrecy achieved,\nWith doom divine, recorded in the roll\nOf foreordaining fate, and thine own spell\nPredictive of pacific power.\n\nClara. Our God\nIs happily lord of peace and union. Strife\nDivisive nought agrees with love and heaven.\n\nFestus. But unity hath shades, modes manifold.\nMany are the ways God shows us we may serve\nMan, and his own good cause. These even the toils\nAnd trappings of the fight by virtue waged\nIn man's behoof 'gainst ill; the dust, shouts, sweat\nOf struggling swarms attract; and these, a spot\nContemplative, where memory may recal\nThe simple sweets of early love, the heart's\nWild honey, gathered in green glades man's eye\nSeems even to startle; which, like the wrestler's oil\nIn grappling with the world or ghostly foes,\nMay loosen the adversary's grip.\n\nClara. Need were\nOur deeds, motives to scan, and their results\nCarefully, prayerfully; every daily sum\nOf duty verify by its holy rule\nIn God's celestial key wherein, more fixed,\nMore true than nature's fleet forms, all acts, means\nAnd ends contingent, through each factor traced,\nThought, feeling, interest, ignorance, circumstance\nAnd temperament stand solved; of our moral sense\nAnd soul's vitality sole test, prime rules,--\nThat each one's acts and purposes comport\nWith others' good not less than ours.\n\nFestus. It is this--\nLife's universal law, the code divine\nGraved in all hearts wild, cultured, though unwrit,\nJustly to live and temperately; in peace\nAnd charity with the world; content with fate;\nTo law obedient human and divine,\nAnd to the lord of law; to all that breathe\nKind; sociable with mankind; honouring all\nLife's pure relationships; to worship God\nSincerely, and to do men good; abet\nVirtue, the right, always 'gainst vice, wrong, ill;\nTruth aye to speak,--for to speak truth's to talk\nIn God's own tongue, truth middle term 'twixt earth\nAnd heaven! to labour honestly, and rest\nHolily, cheerfully, for he who made\nAll things, both rest and toil hath hallowed;--us\nOnes with the one supreme in will, and rounds\nWith good the common nature of all life;\nWhich of and in him born, him serves and loves\nWith open trustfulness. Whate'er the end,--\nOn this sure base,--that God's wide equity\nCommensurable with mercy, and than all law\nJuster, all tabulated claims o'erriding\nBidden or forbidden, and which by principles\nPrecept supplants or modifies,--rest we; safe\nThat even as he himself immutable\nIn essence, but reflecting outward lives,\nAs ocean clouds, shows towards created soul\nReciprocal eternally;--as we love\nLoving; condemning as we err; to all\nRevering him, resembling, boon; so man\nTo deity linked, by life immortal, feels\nIn his inmost being when, heartwrung, he forespeaks\nHeaven's judgment on iniquitous deed; when wroth\nAt treachery's triumph; or, when uttering truth\nSpiritual, inspired,--all states external lost\nLike star--dust from a seraph's wing in flight\nUpwards, conscious identity with God.\nSuch union now earth's best reality; time's\nMost chief, most choice delight; the soul at peace;\nLife's rolling round, to him submiss, the Spirit\nDivine, of loftier ends once meant for man\nReminded, deigns to regulate. As when,\nIn class, the pensive tutor,--his high heart\nAmbitious as a bow upstretched to outshoot\nAll rival boughs, on vast designs intent\nInly of human weal, truth proven, or law\nHarmonic, 'tween creator and create,--\nBy timid monitor summoned, shuts away,\nSighing, his sacred theories, and proceeds\nTo lowlier needs in earnest; bent to inform\nHis docile pupils how our sphere the sun\nSpins round, and in what posture, blandly, at once\nThe mimic globe--by puerile guilt awryed\nFrom its right incline, restores, minutely just,\nTo ciphers graved on the arc meridian, brazen,\nSteadfast, all circling; our true attitude\nToward heaven thus shown;--so God, by prayer invoked\nStooping to instruct the sons of men, corrects\nTo his eternal and immoveable law\nSoul, from its due position sin--wrenched;--he,\nSo much less prone to punish than to teach\nPleased, pleased to expound and rectify, nor time\nOn passed mischance waste, he himself for us\nGives as best lesson; and our poor fallen orb\nBids walk again, head skyward; man's main end,\nWhate'er his first deflection, being to make\nNow, best amends we may; to know, be, do\nThe most we can, of good; for that we know\nAnd do, we in truth are; and thus bettered, live;\nHis joy and ours combined. For, when God first\nLaunched on its infinite course this sphere of man,\nThis mixed humanity,--through good and ill\nContestful, whirled--as earth through gloom and sheen--\nZoned it with laws, with broad degrees of right\nHumane swathed, and with binding lengths of love\nDivine, convergent, crossed, he midst all powers\nOf fate the intelligible orb enthroned;\nHoused it with angels; him, their common source\nBeneficent, of light, life, godship round\nIn graduated freedom ranged, and bade\nTo all the bliss thought creatural could conceive,\nAnd live, aspire. We, thus encouraged, taught\nAll vital wisdom profitable to man\nIn thought, word, deed and love to him, our being's\nFitness and joy most high; taught here to know\nThe virtues are heaven's elements, as air,\nFire, water, earth, the world's; and that the soul,\nSimple and inseparable, conformed by their\nPure quality to his heavenly substance, lives\nThence, trans--essentiate, secretly in God,\nAs a star in day;--find, too, as by access\nOf finite to the infinite, nature's end.\n\nClara. How rich in teachings is God's word!\n\nFestus. O soul\nOf saintly light, wherever truth be voiced,\nGod's word know, as his law in all that's right.\nWherever soul acts righteously, intends\nTruth's triumph, or man's weal, with mutual joy\nThere creature and Creator meet; not less\nOn crag or desert sand, than temple floor\nOf porphyry polished, or tall columned courts\nWith moonwhite marble impaved and night--black slabs.\nWhere heart thou findst pure, holy, unselfish life,\nLove brotherly, matched and crowned with love of God,\nSeek there his people, his chosen; hear there his word\nWith all perfections teeming. Who now lodge\nThe living saving truth, nor famishing soul\nGorge on gross shadows, and the unfoodful chaff\nOf ceremonies artistic,--servile form\nOf words, nor tinkled time of worship, need,\nNor dome spire--peaked, sky peering. Life's best part\nIn voiceless converse and serene commune\nWith heaven's soul--sanctifying spirit, who gives\nTo every age fit inspiration, passed,\nThey in their own hearts hold realm, shrine and God,\nHim in themselves adoring. The soul's war,\nIts struggle not yet to admit the Almighty force,\nThough round it and above; the heart's revolt\nEnded and pardoned; dread, despair, doubt, quelled,\nGod to his saints reveals himself as peace,\nParent of bliss. Such, glorified, have sped\nFrom deathful nature and her fettering sins,\nBy divine impulse into life eterne.\nThere, errless, they abide. Nor hold such lot,\nThough of pontifical function void towards man,\nIrreverend; for, by none else shareable,\nSave their victorious spirits who, fined in fires\nOf trial and of soul conflict, running bright\nPure, ductile to God's hand as virgin ore,\nOriginal innocence have regained; these sole,\nTo God sealed, true felicity know; whose breasts\nBy rational light illumed; and filled with plans\nWorthiest of man, angelic purposes,\nBeam, inly sensible of divinity; thence,\nSuch serious rapture radiating, as felt\nOnce, maketh happy aye. Yes, these are they\nWho in purity of heart, in humbleness\nOf spirit, faith--fraught, in holiness of life,\nIn sin condemned, repented of, abjured,\nIn will quiescent as the wave Christ's feet\nTrode tranquil; who, their being yielding up,\nTo him who asks, as a sigh to one beloved,\nAre wholly God's. Let whoso hath these signs\nCongenital with the spirit's birth, rejoice.\nFor him time renovates the sphere; redates\nEarth from its primal order; trebly bright\nShine sun and moon; the sweet stars shape themselves\nInto all oracular asterisms; the clouds\nSpace--born, like thoughts of mind, mount at his spell\nCompulsory, to forespeak things coming; air,\nGod's fan, wafts Eden; and the large, live world\nThrobs palpably beneath his hand; his heart\nIs as an ark twin cherubs, prayer and praise,\nFend with life--sacring wings.\n\nClara. Less worship, more\nVirtue, the same in all faiths, and their sum\nEarth needs; a godly race self given to God,\nWho of his mind partaking, in his will,\nBy boundless acquiescence, co--operate;\nLovers of natural life and cherishers,\nThough more of spiritual existence, still;\nPacific; holding each man sacred guest\nIn common with himself, of one great host;\nYielding to him their nature, he, who all\nDefect o'erfills, to them, his righteousness;\nThese in the mirror of God's mind his will\nReading, shall satisfy, perfective; his\nWhose thoughts are high as mountains, deep as seas;\nWho in either hand beginning holds and end\nOf things; pours forth creation, or withdraws,\nLike him of yore whose lordly lay led back\nThe rivers gladdening, refluent, to their source;\nRegeneration's sacred cycle; his\nWhose eye guides nature; goalless yet.\n\nFestus. How long?\nNature is full of God; but he abounds\nImmeasurably o'er all. His monarch will\nAll law he hath himself ordained, o'errides.\nElsewise, defined and calculable, we\nSum up, and him deny. Oh, more than all\nMore infinitely, is he who all hath made!\nIt is not enough that in all mine eye beholds\nI trace him, in all life that buds, breathes, blooms,\nI feel him in my heart; in mine, death--freed,\nThe spirit, I hail, eternal and divine.\nEven evil tells of God to the pure soul\nAnd thoughtful, as divinely endured.\n\nClara. To know\nPrayer radius--like unites the soul with God,\nAll central, all surrounding; shuts the world\nOut of the heart; and sets frail being to face\nEternal virtue, rapture gives; but prayer\nPreferred, is oft more, prayer fulfilled, means, end.\nLo, mine now granted in my joy and thine.\nThink, too, how patient God, how wise man's friend;\nTriumph deferring till, full faith assured,\nOur ill--timed importunities brooked awhile--\nThe world to its forefated end approach.\n\nFestus. Man entered on a higher course, the scheme\nOf things seems in these later, kindlier days,\nNobilitated. No slaughterous tools of war,\nBy false--souled priests ill--blessed, by reckless scribes\nLauded, tear men to quivering fragments, now;\nNor sword, death's reaping--hook for human corn;\nNor cannon's syllogism confutes the right\nIn bloodiest controversy. One round belief,\nOne universal and simple faith in God,\nStablished o'er earth, from slavish ignorance freed\nAnd tyrant superstition, one most just\nPerfect and catholic polity, makes mankind\nThough late, an unity; shows man purified,\nMan elevated, man peaceful, man made wise;\nWorthy God's rule; but rule, by his will, on me\nDevolved. And me, the world's vast littleness\nMocking no more, I look not for that prize\nVouchsafed me with vain ambition, nor with pride\nHail, but a toilful privilege deem to serve\nIn duty spiritual my brotherly race;\nJudge it the righteous fine I pay for wish\nPresumptuous granted. Earth's conclusive hour\nHath clicked its gentle alarm; and all too late\n'Twere to recall what, if regretful, I\nHave caused, the doom of earth. I have seen ere now\nA penitent people, prostrate, bid remorse\nTrample their hearts as in a winepress; seen\nNations when galled with the insults of years\nAnd wrongs of generations sacrificed\nTo the few's selfish class--pride, at last roused\nWroth, and their ire incendiary demark\nThrough all the land; here by burned cities; there\nBy beaconed palaces, fuming night with scent\nOf cedarn roofs--the tapestried handiwork\nOf queens long since anointed, long embalmed,\nPalling the flaunting flames; sudden, the bold,\nWith sense of wrong irreparable, and dread\nOf retribution, chill;--for soon revenge\nAt conscience' feet confesseth,--and in vain\nTime's slowly purpling fruit would fain await\nRepentant, remediless; so I, my soul\nTo thoughts tumultuous yielding once, too prompt\nTo impound the future, would, but can, defer\nNo longer, time's last end. The final word,\nRaze earth to its foundations, hath gone forth.\nHungers the inevitable to be fulfilled,\nAs gods of the orient, uncomputed years,\nYearn for their avatars. This end foreknown,\nThe secret thought--as torrent subterrene\nWrenched by distorting strata from the light,\nFalls inly thundering on earth's heart, my soul\nFills with unnatural tumult, for man's sake\nNot ours, though blent inextricably. And as,\nWhile storms rend air, on high reigns spatial calm,\nWhere spheres their ancient tracks of light re--rolling,\nSalute in saintly silence, storm and star\nLike just intent accomplishing,--so thy life,\nPure, peaceful as the path aetherial trode\nBy her now regnant in mid heaven, and mine,\nLong time by doubt and passion tempested,\nIn common with the world, reach one same end.\n\nClara. When, know we not, nor would I know. But all time\nSeems now a boon unreckonable; most fit\nTherefore for godliest spirit to rouse the hearts\nOf thoughtless nations to life's imminent close;\nAnd as of old the arch--druid, golden knifed,\nFrom his altar crag now lonely amid the moor,\nDoled forth to awestruck tribes by brands, God's fire,\nTheir willowy bowers or rockhewn nests, in brows\nOf cliffs, scooped like the sand swallow's, to warm,\nHearths sanctify, and life forefend from bale;\nDo thou, man's thronèd minister, send round\nThy flame--winged words warning the world of doom;\nBlessing with hope of heaven: that all in heart\nMay home them and hold holy.\n\nFestus. The world's rich\nIn warnings; and advice creeps ofttimes round\nTo find one, goal and starting--point. Already\nA thousand tongues I have caused to monish men,\nIncredulous, to this day, of things to be;\nNor by one hour would I, for selfish ends,\nTime's scheme foreclose. The soul made perfect here,\nBy him who in secret works, and openly,\nPatent in nature's every fact while yet\nIn operation latent, helps by means\nThrice sifted, heaven, to sow with both hands brimmed,\nThe liberal truth, nor faint; to scatter hope\nAnd reap belief; my guerdon sole, as yet,\nTo bask me in thy rare retreats, content!\nWhere, stripped of mere conventional values, life\nAnd time are, by deliberate conscience, priced\nAt their just worth, the good that may be wrought\nIn them and through them for mankind, by mind\nActful, not o'er solicitous; where the mock\nEmpire which custom sways, the painted forts\nUnreason mans 'gainst truth, delude no more;\nWhere eyes o'ertaxed with the world's tinsel glare,\nThe luminous rottenness of sacred shams;\nThe microscopic grandeurs flattery feigns\nEye--fawning, her own pettiness to hide;\nThe foil of false repute; the sickly flash\nOf pale and pasty wit tricked from the crown\nOf ignorance worn by puniest judgling;--add,\nWhere ears, distraught by their gong--beaten lies,\nWho betwixt obscurity and ignominy\nCourted, embrace both,--gluttons of contempt;\nBy full--fed pity's after--dinner groans\nO'er lean men's nuncheons; the paper trumpet's blare\nBlown, till it bursts, of charity; by the oaths\nObscene, of gentle doctrine gone stark mad!\nAnd babble of opinion's shallowing stream\nAll down its daily kennels,--may each, in still\nAnd wholesome shade, rest;--while even here, to view\nThe eye--brine trickling down to the treacled lips\nOf adulation fined, greed hoped; to hear\nThe bruit of nations questing after dreams,\nAnd dream--names, sworn to capture liberty;\nMight make one wretchless smile. Have I not seen\nAn ignorant people serve the living God;\nAnd self--dubbed sapients, grovelling at the graves\nOf certain dead rogues, ycleped philosophers,\nCall their foul faith religion?\n\nClara. Rate not now\n'Neath their just worth faith nor philosophy;\nThe soul's instructor this, that sage moderatress,\nApt in one faultless breviary, to imblend\nAll faiths heaven's angels might use here with us,\nWe there with them.\n\nFestus. Know I not, here and there,\nAn amiable mild--mannered seer whose vast\nInheritance of the skies escheats to dust,\nBy voluntary defeasance, atom--wise,\nStake out his lines of being, necessity\nReason, the absolute, negative,--what not?\nMeasure himself 'gainst God? Assume to be\nGod? and survey the universe of things\nWith some dissatisfaction as a feat\nScarce worthy of him, nor comparable at all\nTo that he meant it should be when--his soul\nDiffused, meanwhile, in death through space--he next\nShould wake to conscious deity?\n\nClara. Nay, let be.\nSuch bitterness savours not perfection. Sneer\nNor sarcasm peace befit, nor spirit affied\nTo charity's friend, content.\n\nFestus. Thee firm I know\nOn mercy's side, by kindliest nature bound\nThe punitive ire stern justice vaunts to assuage,\nThough lashing but with tonguèd scourge, and scorn\nOf foes presumptuous, even if weak. As when\nHeaven's lesser bale, through many a stellar house\nIn militant triumph riding, till by law\nGods even must vail to, stalled, his fiery team\nReins stationary, and, chafed at forced recoil,\nOne bloodshot feverous glance on the luckless lands\nThralled to the sign he fires, thrown, backening turns;\nStamps in the nations fury and civil strife\nDisastrous; causing the social elements\nClash; or, through ruinous insurrection, seek\nSelf sundering, raw contracts, less just; if now,\nBeauty's mild orb, that fair benignant, beam\nConjunctively disposed, on the dread scene\nTime groans withal, her stern swain's human realm\nCompassionating, his brow, frown writhen, she smooths\nWhile yet far, with boon--asking eye; and now,\nNeared timidly the starry pest her charms\nDazzle, toys guileful with the death--strung nerve\nOf his bow sky--arched; his angriest bolts steel--beaked\nLulls womanishly; with strange delicious touch\nSleeking their storm--packed plumes; each battailous fate\nTo stress competitive softens, to wordy wars,\nOr emulous bent; thus tempering every plague\nShe fails to avert, or, midst her piteous breasts,\nPaler than moonlit lilies, hides;--the world\nBreathes bold, nor wots the secret treaty of light\nSealed in heaven's chancellerie;--so thou, sweet bride\nPredominating by mere humanity, sweep'st\nAll bitterness from my heart.\n\nClara. Such grace, mayhap\nThou deemest weakness still; and much misdoubts\nMy mind the emprise thou vowest me to.\n\nFestus. Be brave!\nThy weakness brings forth strength, as the young slight moon\nThe year's main tides. Nor I have strength, nor thou\nAught to endure or do but comes from him,\nTasker and lesson. Joy be it meanwhile, to me\nWhose loftiest hope is lowliest even to stand\n'Mong devotees of good; a vital voice\nWith the great whole in unison; to feel\nHow, raised by God's good mercy above the clash\nOf narrow creedlets, jarring systems, sects\nSick of unnatural piety, overlaid\nWith truths so twisted as show well nigh false;\nOne soul from faiths complex and frivolous freed,\nGrace--moved, more worthily truth to construe, may,\nThrough simplest trust in God and neighbour man,\nLearning a wiser, teach a happier way.\nRather than all these spurious sanctities,\nGive me the loneliest desert where man's free soul\nTowers naked in God's eye, and, as a temple\nEmpty, but full of awe, let me all shrines\nBy art debased, for heaven's uncolumned fane,\nAnd truth's unritualled service, quit; a faith\nFaith fills with visits of angel deities;\nA pastoral rite, a patriarchal creed;\nA filial worship of the all--fatherly God;\nA covenant binding with the Eternal,--this\nOf truth communicative; this bold to embrace\nThe vital Infinite. The soul which wins\nRest in the alone divine, once purified\nFrom all ills gotten of contact with the world,\nIts hollow shows and rank impostures, dread\nOf wrongs impossible to impute to God,\nYet sure his justice, as all his attributes--\nWill boundlessly affect intelligent life,\nLives rebegotten, a personal verity,\nBy him in view of his complete design\nThe whole, conceived; and so thereto akin,\nAnd unto God, name greater than all writ,\nAll wit, can teach, that he who made, and told\nThe broad affinity, seals and sanctifies.\n\nClara. Shows there no peril lest ghostly pride should snare\nOur spirits somewhile in parleying, pondering, even\nThese ends, so vast, of God? To touch on, seems\nSo oft, in view defective, to comprise.\nGod grant us humble hearts and lowly thoughts.\n\nFestus. Love I not, too, humility, these thy plains\nOf soul, rich in the roots of fruitful things?\nNone but the great in mind, the true in heart,\nThe just in life, the perfect, seek thy peace,\nThy pastures, where the consoling spirit oft\nWalks beatific; sanctifies the breast\nWhich suffers sovereignly, and, all kind, confirms\nThe soul that lists not other's gifts, nor need,\nEach to himself sufficing; but its own,\nLoyal, asserts to vindicate God's rights,\nAnd, boasting nought its own, all claims as God's.\nGod is my friend, and nature. Sun and sea\nAre my next neighbours. Yon great main and I\nIn turn expatiate o'er the same sands; wake\nBy each other's bed; or by the sad moon trined,\nHer silvery kiss of pure and equal love\nReceive; joint boon and bond. Oft in his sleep,\nAnd in this neap of time, I overhear\nThe ubiquitous winds weird secrets interchange\nWith the elements of the future; he alone,\nTo those exalted mysteries unbid; oft\nFrom morn's slow opening eye to eve's, sun--drooped,\nTrack his broad dial's hands of ebb and flood;\nNow, like a favourite thought, recurrent, dart\nInto his bosom; now, like falcon poised,\nMantling his wings, strained stirless in mid air,\nFloat, with the sea--sway swaying; upon his heart's\nLarge and deliberate beat, rocked. Earth, for me,\nSometimes, I dream, forgetful of fate's plan,\nA niche hides, ivy fingered, dank with dew,\nClose by her side, where, when the gay day ends,\nHer world--worn brood she lulls; with sweets alone\nOf sleep unsurfeited. The moss--branched woods,\nTraversed by sloping lanes of evening light,\nGreet, whispering to themselves, my wonted foot;\nAnd you, gaunt hills, that stand with broad brows bared\nAs in perpetual consciousness of God\nWith us, and inward audience of the heavens;\nAnd pass me along nightly with solemn touch;\nIn the austere comity of mountains me\nAccept, your reverent comrade, like endowed\nWith reticent virtue; ye, who but seem to lack\nOrganic utterance; quick with sacred thought;\nAnd through the eye's still commune not unskilled\nTo impart, prompted by dumb immensity,\nMajestic meditations. Among your forms\nUnmoved, the spirit consentient with that power\nWorking miraculous in all round, grows apt\nAnd proper to the Eternal. We believe\nIn silence, looking on the face of things\nWhich have returned through changeless years his gaze\nWho in time's fluctuating effects,--absorbed\nMid their surroundings, iceberglike,--joys not;\nBut in his own pure mountainous purposes,\nFixed as the ever sedent fates, the orb\nWhich dominate. Drawn thus, and in right accord\nTowards the divine, we walk, like paced with God,\nLeaning on him, and, conscious of the vast\nCircumference of his arm, advance; no more\nMaker with made, nor just law with blind force\nOr act of chance misblending; but sustained\nBy his impartible strength, and by the smile\nCheered, which all spirit turned Godward doth illume,\nWe tread down each day's shadow, and so step\nClean o'er the soiling world.\n\nClara. The world nathless\nWe too much love, for those imperial tasks\nAnd kinglier ends the soul is destined to,\nBy him who calls us not to trifle but reign.\n\nFestus. It is manworld only, this petty universe\nDeformed by sin and selfhood, to the sense\nBreeds vileness, and repugnance of pure thought.\nGod's outer sphere is faultless. Be it man's\nTo accord the soul--world with the world--soul, God.\nWhen from each heart youth's grand illusions perish,\nMean wits deem so much wisdom earned; conceits\nExploded counting virtual truths, not knowing\nThe multitude here of sectional sciences\nAccomplished ignorance. Truth can be but one;\nOf all, the essence sole and simple.\n\nClara. See!\nThe blue of heaven o'ercast. Each natural change\nSeem I to dread, sad forenote of the end.\nA rising gust o'erawes me. Vain alarms\nDoubtless, but erewhile to be verified.\n\nFestus. Life's shadow, death, hastes to enshroud the world.\n\nClara. You skiey mourners that, like mine own sad thoughts,\nCan scarce yourselves sustain, too prompt to tears,\nLet me at least weep with ye. Nature, here\nEnds her divine descent. Henceforth it is God\nClaims all things, and reclaims. And can it be,\nThat all this vast and visible scheme of things,\nSet in light's golden frame, no more shall eye\nView? Mountain; streamlet swiftening to the deep;\nSward, flower besprent; wind--haunted forest; plain\nFruit--laden; all gone? Shall nevermore that peak\nWith stern uplifted finger threatful, check\nThe outgoing storm, and bring it to his feet,\nEffusive? Nor yon grim glacier where it creeps\nWrinkled and rigid, as snake half frozen, e'er burst,\nAt streamy touch of the all--transfiguring sun,\nIts icy enchantment, nor its patient hope\nYet gain, of all its race this only, balked?\nShall no to--morrow be? Shall the fair moon,\nHer starry stations nightly accomplishing,\nThreading in wavy orbit every sign,\nWax ne'er again; like us, safe housed within\nThe mansions of the immutable?\n\nFestus. All souls,\nOne grand, one worldwide trial passed, shall glide\nInto eternity as the awakening earth\nRounds towards the day re--risen. Our Lord, even now,\nWith knowledge fills of passed things and to come\nThe spirit by him forechosen; and as in cave\nCaucasian, priest hereditary, tribe--led\nAt old year's end, thrice pacing the emerald walls\nThose mystic offerings, none but he may, makes;\nFrom off the central altar, rock--squared, lifts\nThe chalice golden chased, with drowsiest juice\nOf bearded grain creaming, and from its hue,\nClear or beclouded; troublous or stirless state;\nAnd savour sweet or acrid, to those round\nOf time's forth--issuing seasons much divines,\nPeace, life and plenty, dearth or death or war;--\nSo me hath God installed from time's full cup\nAt eve of earth's great year, to announce to man\nGrief gone, pain passed, the day of general joy\nAnd,--war, the world's worst curse rehomed in hell,--\nThe age of peace perennial.\n\nClara. Earth, as though\nIn forefeast of delight, and dimly limned\nGrandeurs to come, looks wistful of a change\nBrightening, dawnlike, man's mind, new--moralled.\n\nFestus. Dream\nOf perfectness too soon alas! to cease.\nBut better thus than as of old, when earth\nDespairing lay, war--gored, by ignorance base\nBlinded, and crushed by weight of despot crowns,\nPiled on her panting bosom. Await thine hour,\nHopefully, earth. Peace, victress peace draws nigh.\nThe secret longings of the wise, deep based\nOn perfectness, fast ripening, leave joy's heart\nBeggared of blessings not all heavenly. And now\nThrill with the audible advent of their fate,\nFate predetermined good, all lands; his boon\nLast, loftiest, best, who all founds.\n\nClara. Ere the worlds,\nLight was: ere light night ever--being, pierced\nAfter by sun--stars; and world, light, and night\nSpring up and cease, while God's word but matures.\n\nFestus. Grinding the road of doom on worldlike wheels,\nTime's coming coursers, day and night, I hear\nWhirling the car of destiny. It comes.\nThe clouded dust of ages marks its track;\nNow, lost in depths of space; a moment, mobbed\nBy noisy nations; now again, it hurls\nAll hindrance from its path. The gates of force,\nThe bars of hate and prejudice, in vain\nOppose. It thunders to my feet. Time's lord,\nThe sun, long sunk, that sober legacy\nOf light he left the hour spent, too, night warns us\nHence.\n\nClara. And I feel, with all these failing flowers,\nConsentful. Nature hath to all things given\nHer silent signal. Earth her thought--racked brow,\nRacked to provide for all she is doomed to bear,\nPillows at God's feet; and to his diligent guard,\nHer slumbering spirit commends.\n\nFestus. We ours to him,\nLike confident, as not cherished less, less watched,\nAt day's dawn, sun crowned noon, or eve. Me leaving\nSomewhile, go, sacred consort of my soul;\nThis coring deepliest in thine heart; that they\nWho love, know God, to his their wills conform\nAs mists to mountains, and, like one long trained\nIn loyal suit to nature, who forehears\nIn clouds the ripple of rills, as yet aërial\nWhich shall make glad the meads; who views in stars\nThe adoring awe their light shall sometime win\nIn eyes of unborn ages; so souls foregraced\nBy like gifts to conceive all scope of good\nHeaven prophesies fulfilled, not only God\nIndwell, but here participant of the joy\nHe in them feels, shall, dying, ever live!\n\nClara. May we so live we dread not here to die.\nSo die, we dread not afterward to live!\n\nFestus. Now heaven be thanked, man's end henceforth can man\nCalmly construe, note hopefully; and, seen,\nExist, at least, not miserably; our God,\nBy dread experience, known, of Hadëan realms,\nNo more, as falseliest once to impious thought,\nUnjustest of all beings; indeed most just.\nYes, now I can behold the world nor breathe\nThe life--long sigh that I or any live;\nThat souls whose sins minute hell's fiery light\nTaxed to make legible even in God's broad eye,\nShould, cursing and accursed, their Maker's shame,\nLive, deathless, inameliorable. Thank God!\nGod's realm hath no such scandal; boundless space\nHides no such horrible blot on nature's end;\nA figment, which, if true, God were not God,\nMan, man, nor fiend their enemy. As one\nWho at ebb of tide, by treacherous underdraught\nSucked seawards, stealthily, tossed here, tossed there,\nIn death--play of the brutal surge, ere yet,\nAt turn, hurled landwards scornfully, wave on wave,\nEach strenuously intending doom,--the foam,\nWide--spreading as his watery winding--sheet,\nEyes round him; and beyond, the infinite\nUpper and lower, sees, of main and sky,\nAll pitilessly conclusive of his end;\nAnd knows the elements oathed against him; knows\nNought with him, God except, and hope; at last,\nBattling no more with breakers, even for breath,\nFeels, as his feet insensitive drop, the sand,--\nFriend unsuspect, unconscious, unbeheld,--\nAnd with his heart's last life--beat, lifts again\nHis head from burying billows,--lifts, and lives;\nAs one who toiling up the burning slope,\nHigh pitched, of cone vulcanic, soon to outpour,\nDread prelibation of earth's end, red floods\nFuellous, of lava, in God's cup of wrath\nSlow brimming, till the ebullient dross, league--high,\nShoots up, hell spilling;--scorched by sun--fires; parched\nBy fumes sulphureous from above, by heat\nSubterrene stifled; now, by stony showers,\nGleed--hot, imperilled, now by hissing streams\nOf seething ore,--swoons, falls: but, once restored,\nAnd, wistfulness returned, the healing ice\nLoosed from his feverous forehead, as from crag\nIn spring, fall winter's snows,--conceives, towards God,\nThe rebegetter of his future, thanks\nSuch, and so vast, as might a nation feel,\nFrom famine saved, or pest; so I, from sense\nOf hell, mistaught by merciless ages passed,\nReproachful against God, the infinite love,\nAs scourging soul with self--perpetuate woe,\nFirefloods eruptive of wrath endless, freed;\nAnd knowing all things spiritual bettering aye,\nPerfecting, growing worthier of God's thought,\nEver, by even disciplinary pains,\nCan look now on the world if not with joy,\nWith trust of ultimate peace; so much hath search\nOf truth, faith lowly but firm, and meditative\nPerfection, profited me, as this to know;\nThat not till freed from soul--seductive cares\nThe longing for mere knowledge, greed of power,\nLuxury, the world, and all its nothings, lures\nTo lead astray, I have lived to spurn or shun,\nCan soul, by such disoriented, recur\nTo union with the Onemost spirit; nor e'er\nTill all men's broken faiths remassed in one,\nGod's unity end, and man's vast brotherhood\nSpread peaceful o'er the earth shall all partake\nFaith's universal headship; war thenceforth,\nSacred or saecular, ceased for aye. For know,\nWhile leonine tribes, which, desert--shrined, deem God\nOne sole: and while the art--loving races seized\nWith sense of deity through all things diffused,\nAnd conscious of more complicated life,\nTrace him, through nature's myriad--sided whole,\nTrine--wise, or manifold, simple faith at last\nNames the All--one; shows earth's all various creeds,\nTrue in time's partial views each, in the eterne\nOne verity, same and whole. This truth to me\nBlessed, who have visited all earth's holiest shrines,\nAnd by alien ritual undeterred, have joined\nMy spirit in worship at all sacred feasts\nSaying, God be hallowed here as allwhere, only;\nSoul of the world! Source of all good, and end,\nTeach us true worshippers to be,\nSpirit in spirit, Lord! of thee;\nOur soul's just judge, lover and lord of truth.\nMen's piety reverencing in all earth's creeds,\nIn every sanctuary, his praise with prayer,\nParents of peace, I have found. To all who him\nLove truly, and spiritually adore, he grants\nLike favour, like delight. Nor needs for this,\nSo perfect commune, one revealing word\nSoulwards, the spirit of God divinely dumb.\nBut as when, long winter passed, his fibrous veins\nStiff and contract with stormy cold, some oak,\nHallowed by patriot legend, and with birth\nOf world--feared realm coëval, feels, one morn,\nHis tender leaflets buddening in the breeze,\nAnd loosening in the light; hears himself breathe,\nWith self--felicitant murmur; waves his boughs\nTowards every casual wing in welcome; laughs\nTo know himself alive; his gay, old heart,\nTingling 'neath spring's regenerative touch,\nSwells with the sense already of worshipping praise\nHe through his shade shall reap from beasts and men,\nStretched grateful, at his huge roots, there to enjoy\nLife's natural sacrament of rest; while round\nHis leafy tent prowl summer heats, in vain\nRavening; so, I, faith's festive light refound,\nLive fourfold, and in this my soul, beyond\nAll world--force, feeling the' elements of heaven\nStruggle for loftier and more perfect life,\nLike--natured with the infinite, joy with joy\nSpeechless, as earth, when she God's smile returns.\n\nClara. But even if all mysterious rites thou hast learned,\nThe spirit's probation, and just progress; still,\nTill pride of knowledge in the humility ends\nOf wisdom; and all proud desires of power\nIn righteous service manwards, and to God,\nThou hast learned nought, and lived in vain.\n\nFestus. I am one\nContented with his call, who knows the world\nProgresses just as heretofore, by wrongs\nMuch, and by rights a little; who, possessed\nBy absolutest indifference to the run\nOf fortune's and the world's blind turmoil, waits\nHis destined task, as mariner late storm--tossed,\nBy his beached boat stretched, swarthening in the sun,\nLists the quick creeping flood. I seem to have passed\nAll world--life, all desire. My blood fulfils\nIts orbit as the stars their round in heaven\nWith a cool constancy even I admire.\nWhat would my monitress? For the soul to have passed\nPassion and doubt, twin helps, twin foes, and trust\nIllimitably in God, who builds his heaven\nOn love, the life--link between himself and man;\nAnd our immortal know the interior arc\nOf his more vast eternal, seems true life,\nNor all unworthy of high intelligence;--\nWhich life attained the aspiring spirit shall find\nUnselfish virtue's meed; the rational joy\nAnd satisfaction just, to us accruing,\nOf spiritual holiness which to us outsprings\nDirect and radius--like from God's own heart,\nEternal therefore; and the gracious boon\nOf infinite amendment fixed by God\nOn all free spirit though peccant, surely at last\nAmenable, as imperfect, narrow, dark,\nTo suasions of the infinite perfect light;\nThence penitent and progressive; yes, to know\nHim, the' universal being, in time deployed\nThrough forms innumerable, the all lifeful stars,\nGlobules that float through his galactic veins,\nAnd yon spherebounding sea, the shimmering fringe\nOf his broad skirts world--spangled, spread o'er space;\nOne self--evolving essence which all things\nO'errules and underlies; the source eterne\nOf all conceptive nature; to mere life\nLife elemental, with the permanent flow\nOf streams, and virtual immortality\nOf mountains; to earth's annual growth the sense\nAdding of animate instinct; but in man\nSelf--knowledge of the whole, its parts, plan, end,\nIts author, and his own, whose advent here\nFlesh hallows; in whose consciousness of sin,\nAnd the ill, the imperfect, the inadequate\nAttempts we make to realize truth and good,\nOur finite thwarts the Infinite; and makes\nThe natural cross both suffer; but whose death,\nWhen soul that's bound on earth is loosed in heaven,\nShows us the reascendant god, is life\nEternal, life celestial, life divine.\n\nClara. May such be ours!\n\nFestus. Oh, may it! To me thy life\nRedeems a long sad passed, and fills with sense\nOf joy unutterable the brief to come.\nAs a fountain which from Andëan heights art--led\nInto palatial gardens, massed with flowers,\nThough far beguiled and long repressed, jets up\nAt last columnar, seeming so to express\nIts own and nature's innocent glee; nor can,\nThough of all rills simplest, secretest, conceal\nPre--eminency of source, but, 'gainst its will,\nItself encrowns with soft and scintillant snows\nOf night--starred silence vindicative, and coy,\nAnd colourless perfection of pure life,\nSuch as earth owns, heaven neighbouring; thus too, thou\nTo me, sweet, come, reanimatest the world\nHowbeit not of thine element, and the soul\nWith recollection of celestial things\nSerenest, only impartible from on high."}