{"subject": "Glasgow", "text": "Beautiful city of Glasgow, with your streets so neat and clean,\nYour stateley mansions, and beautiful Green!\nLikewise your beautiful bridges across the River Clyde,\nAnd on your bonnie banks I would like to reside. \n\nChorus --\n\nThen away to the west -- to the beautiful west!\nTo the fair city of Glasgow that I like the best,\nWhere the River Clyde rolls on to the sea,\nAnd the lark and the blackbird whistle with glee. \n\n'Tis beautiful to see the ships passing to and fro,\nLaden with goods for the high and the low;\nSo let the beautiful city of Glasgow flourish,\nAnd may the inhabitants always find food their bodies to nourish. \n\nChorus \n\nThe statue of the Prince of Orange is very grand,\nLooking terror to the foe, with a truncheon in his hand,\nAnd well mounted on a noble steed, which stands in the Trongate,\nAnd holding up its foreleg, I'm sure it looks first-rate. \n\nChorus \n\nThen there's the Duke of Wellington's statue in Royal Exchange Square --\nIt is a beautiful statue I without fear declare,\nBesides inspiring and most magnificent to view,\nBecause he made the French fly at the battle of Waterloo. \n\nChorus \n\nAnd as for the statue of Sir Walter Scott that stands in George Square,\nIt is a handsome statue -- few with it can compare,\nAnd most elegant to be seen,\nAnd close beside it stands the statue of Her Majesty the Queen. \n\nChorus \n\nAnd then there's the statue of Robert Burns in George Square,\nAnd the treatment he received when living was very unfair;\nNow, when he's dead, Scotland's sons for him do mourn,\nBut, alas! unto them he can never return. \n\nChorus \n\nThen as for Kelvin Grove, it is most lovely to be seen\nWith its beautiful flowers and trees so green,\nAnd a magnificent water-fountain spouting up very high,\nWhere the people can quench their thirst when they feel dry. \n\nChorus \n\nBeautiful city of Glasgow, I now conclude my muse,\nAnd to write in praise of thee my pen does not refuse;\nAnd, without fear of contradiction, I will venture to say\nYou are the second grandest city in Scotland at the present day!"}