{"subject": "Death And Dying Words Of Poor Mailie, The", "text": "The Author's Only Pet Yowe \n\nAn Unco Mournfu' Tale \n\nAs Mailie, an' her lambs thegither, \nWas ae day nibbling on the tether, \nUpon her cloot she coost a hitch, \nAn owre she warsl'd in the ditch: \nThere, groaning, dying, she did lie, \nWhen Hughoc he cam doytin by. \n\nWi' glowrin een, and lifted han's \nPoor Hughoc like a statue stan's; \nHe saw her days were near-hand ended, \nBut, wae's my heart! he could na mend it! \nHe gaped wide, but naething spak, \nAt length poor Mailie silence brak. \n\n\"O thou, whase lamentable face \nAppears to mourn my woefu' case! \nMy dying words attentive hear, \nAn' bear them to my Master dear. \n\n\"Tell him, if e'er again he keep \nAs muckle gear as buy a sheep - \nO, bid him never tie them mair, \nWi' wicked strings o' hemp or hair! \nBut ca' them out to park or hill, \nAn' let them wander at their will: \nSo may his flock increase, an' grow \nTo scores o' lambs, an' packs o' woo'! \n\n\"Tell him, he was a Master kin', \nAn' aye was guid to me an' mine; \nAn now my dying charge I gie him, \nMy helpless lambs, I trust them wi' him. \n\n\"O, bid him save their harmless lives, \nFrae dogs, an' tods, an' butchers' knives! \nBut gie them guid cow-milk their fill, \nTill they be fit to fend themsel'; \nAn' tent them duly, e'en an' morn, \nWi' taets o' hay an' ripps o' corn. \n\n\"An' may they never learn the gates, \nOf ither vile, wanrestfu' pets - \nTo slink thro' slaps, an' reave an' steal \nAt stacks o' pease, or stocks o' kail! \nSo may they, like their great forbears, \nFor mony a year come thro' the shears: \nSo wives will gie them bits o' bread, \nAn bairns greet for them when they're dead. \n\n\"My poor toop-lamb, my son an' heir, \nO, bid him breed him up wi' care! \nAn' if he live to be a beast, \nTo pit some havins in his breast! \nAn' warn him - what I winna name - \nTo stay content wi' yowes at hame; \nAn' no to rin an' wear his cloots, \nLike ither meseless, graceless brutes. \n\n\"An' neist, my yowie, silly thing, \nGude keep thee frae a tether string! \nO, may thou ne'er forgather up, \nWi' ony blastit, moorland toop; \nBut aye keep mind to moop an' mell, \nWi' sheep o' credit like thysel'! \n\n\"And now, my bairns, wi' my last breath, \nI lea'e my blessin wi' you baith: \nAn' when you think upo' your mither, \nMind to be kind to ane anither. \n\n\"Now, honest Hughoc, dinna fail, \nTo tell my master a' my tale; \nAn' bid him burn this cursed tether, \nAn' for thy pains thou'se get my blather.\" \n\nThis said, poor Mailie turn'd her head, \nAn' closed her een amang the dead!"}