{"subject": "From 'Pauline'", "text": "O God, where does this tend—these struggling aims?  \nWhat would I have? What is this ‘sleep’, which seems  \nTo bound all? can there be a ‘waking’ point  \nOf crowning life? The soul would never rule—  \nIt would be first in all things—it would have          \nIts utmost pleasure filled,—but that complete  \nCommanding for commanding sickens it.  \nThe last point I can trace is, rest beneath  \nSome better essence than itself—in weakness;  \nThis is ‘myself’—not what I think should be         \nAnd what is that I hunger for but God?  \nMy God, my God! let me for once look on thee  \nAs tho’ nought else existed: we alone.  \nAnd as creation crumbles, my soul’s spark  \nExpands till I can say, ‘Even from myself         \nI need thee, and I feel thee, and I love thee;  \nI do not plead my rapture in thy works  \nFor love of thee—or that I feel as one  \nWho cannot die—but there is that in me  \nWhich turns to thee, which loves, or which should love.’         \n\nWhy have I girt myself with this hell-dress?  \nWhy have I laboured to put out my life?  \nIs it not in my nature to adore,  \nAnd e’en for all my reason do I not  \nFeel him, and thank him, and pray to him—now?         \nCan I forgo the trust that he loves me?  \nDo I not feel a love which only ONE…  \nO thou pale form, so dimly seen, deep-eyed,  \nI have denied thee calmly—do I not  \nPant when I read of thy consummate deeds,         \nAnd burn to see thy calm pure truths out-flash  \nThe brightest gleams of earth’s philosophy?  \nDo I not shake to hear aught question thee?  \nIf I am erring save me, madden me,  \nTake from me powers and pleasures—let me die.         \nAges, so I see thee: I am knit round  \nAs with a charm, by sin and lust and pride,  \nYet tho’ my wandering dreams have seen all shapes  \nOf strange delight, oft have I stood by thee—  \nHave I been keeping lonely watch with thee         \nIn the damp night by weeping Olivet,  \nOr leaning on thy bosom, proudly less—  \nOr dying with thee on the lonely cross—  \nOr witnessing thy bursting from the tomb!"}