{"subject": "A dead tree full of live birds", "text": "A dead tree full of live birds.\nWhy should I set this down?\nOn a young man's palm, a spiky clump\nthat could be a dried dog-turd\nseen through my spectacles becomes\na cluster of baby snails, bodies clear as glass\nbut horned, shelled, complete, \none climbing toward a finger.\nWho wants my news of tiny slow new life,\nor flickering life amid stiff, brittle twigs?\nThe impulse to celebrate\nis paralysed after a moment's thought.\n\nIt is not merely that another youth,\nhis bunched up fist aloft, declaimed:\n'I am Azania...I have no time for liberals...'\nwhile at the same concert for the Art Centre's friends\nchild-mimes with the vivid grace of mice\nenacted angry pupils and their wicked teacher\nwhom in righteous triumph they lynch with stones and fire.\nNot just that responsible thinkers announce\ndemands of History, revolution, sociological times.\nNot alone the dumbing of a girl's desperate death,\nits charge of griefs and guilts that my words won't bear,\nby which I've lost a line of meaning\nand an heir to some of my books, some of my hopes.\n\nAlso, in this mortal mood I am appalled\nbeneath the weight of books. The shelves are laden,\nthe shelves in my room are laden with books -\nand of even the most urgently treasured through decades\nof fishmoth and dust, I shall have left many unread.\nWhile beyond, defying the spans of all who care,\nare vast collected libraries\nexpanding to a cosmos of the unexplored.\nNot another page, another line, \nis needful. \nJob and Arjuna already asked my questions.\nThe 'Ode in Dejection' wrestled with my paralysis.\nOver such baffling, tragic tides as ours\n'Dover Beach' and 'Lapis Lazuli' have given \n                    ageless answers.\nWhatever I may find to say perhaps was said \n                    before I breathed.\nBut even if my news were news,\nuseful, bearing on the predicament,\nthere is enough already greatly given\nwaiting to be unforgotten.\n\nThe smell of mint this morning\ninvading the bathroom when the window was opened \nwill aid no struggle, rescue nobody,\nsave no one from despair,                                                                \nnor even yield a Zen illumination\nno matter what I may connect into the moment.\nYet I am naming it -  \nas though the shaping lines that hold\nmy animal or vegetable moment out of time\ncould grant me, my own reader, life \nbefore and after.\n\nAnd those immensities, the libraries,\ninhabit only us, our intimate space.\nRead and  unread, my shelves of books\nare my urgent life, and I,\ntheir possible reader, am possibly theirs.\nIt is the 'dead' past now that we live out\nwith no redundancy, no repetition,\nlive out, becoming its continuing tale.\nDefection into silence would annul\nthe inner galaxy."}