{"subject": "How Long?", "text": "How long, O Prince of Peace, how long? We sicken of the shame\nOf this wild war that wraps the world, a roaring dragon-flame\nFed on earth's glorious youth, high hearts all passionate to cope\n—O Chivalry of Hope!—\nWith the cloudy host of the infidel and the Holy Earth reclaim.\nFor each dear land is Holy Land to her own fervent sons\nWho fling in loyal sacrifice their lives before the guns,\nBut when they meet their foes above the battlesmoke, they laugh,\nAnd all together quaff\nThe cup of welcome Honor pouts for her slain champions.\nOh, if a thousandth part of all this treasure, purpose, skill,\nWere poured into the crucible transforming wrong and ill,\nBy the white magic of a wise and generous brotherhood,\nTo righteousness and good,\nThe world would be divine again, with eery war-cry still.\nPoor world so worn with wickedness, bedimmed with rage and fear,\nSad world that sprang forth singing from God's hand, a golden sphere,\nO yet may Love's creative breath renew thee, fashioned twice\nA shining Paradise,\nUnsullied in the astral choir, with Joy for charioteer.\nHow long shall bomb and bullet think for human brains? How long\nShall folk of the burned villages in starving, staggering throng\nFlee from the armies that, in turn, are mangled, maddened, slain,\nTill earth is all one stain\nOf horror, and the soaring larks are slaughtered in their song?\nOh, may this war, this blasphemy that blots the globe with blood,\nSlay war forever, cleanse the earth in its own mighty flood\nOf tears, tears unassuageable, that will not cease to fall\nTill Time has covered all\nOur guilty century with sleep, and the new eras bud!\nHow long? The angels of the stars entreat the clouded Throne\nIn anguish for their brother Earth, who stands, like Cain, alone,\nAnd hides the mark upon his brow, the while their harps implore\nThe Silence to restore\nPeace to this wayward Son of God, whose music is a moan.\nCome swiftly, Peace! Oh, swiftly come, with healing in thy feet;\nBring back to tortured battlefields the waving of the wheat;\nBring back to broken hearths, whereby the wistful ghosts will walk,\nBlithe hum of household talk,\nTill childhood dare to sport again and maiden hood be sweet,\nThough thou must come by crimson road, with grief and mercy come,\nNot with the insolence of strength, the boast of fife and drum;\nCome with adventure in thine eyes for the splendid tasks that wait,\nTo weld these desolate\nCrushed lands into the fellowship of thy millennium.\nO Peace, to rear thy temple that no strife may overawe!\nO Purity, to fashion thee a palace without flaw! Galilee,\nTo build the state on thee,\nAnd shape the deeds of nations by thy yet untested law!"}