{"subject": "Høsten", "text": "Storken er flygtet længst, og Sangerfuglens Qviddren\nHøres ei meer i Skovens Krat, deres Tunger forstummed,\nEn efter En forsvandt og fulgte sin herskende Dronning\nNattergalen paa Vei; selv de lethenglidende Svaler\nFletter ei meer under Sky i kunstigslyngede Kredse,\nBaarne ved Vingernes Kraft, et usynligt Net gjennem Luften.\nNys før Dæmringens Stund jeg dem saae, de flagred i talløs-\nSværmende Flok, tilsidst de sig hviled paa Gavl og paa Tagryg.\nMen da Morgensolen opsteg og speiled sit Aasyn\nI Dugperlernes Ring paa de dybtnedbøiede Græsstraa,\nSvundne de var af vor By, de fløi i den kølige Høstnat\nNed imod Syd, dem ledte paa Vei det sildige Maanskin.\nVindens Fugl kun dvæler endnu, og Uglen i Taarnet\nSkriger ved Midnatstid, thi den hader det herlige Dagslys;\nDerfor den glæder sig meest, naar Mørket opløfter sit Hoved,\nHøit den synger en Gravsang over det visne Naturliv,\nMens den fletter sin Dødningskrands af det spraglede Løvværk,\nMindende fjernt om Vaarens Pragt, som Oldingen minder\nOm den Barndomsstund, da Livet begynder sit Kredsløb.\nAk, hvor forskjellige dog! Thi nu den faldende Plaskregn\nStrømmer paa Jorden ned, mens Skyen hensmelter i Taarer,\nStormen sig dreier i Hvirvelflugt med uendelig Susen,\nRiver den sidste Bladpragt bort fra de skjælvende Grene;\nTræder saa Fuldmaanens Aasyn frem bag de drivende Skyer\nLigner den fast et Lig, som ved Midnat stiger af Graven,\nKaster paa Jord et Dødningskjær med selsomme Miner.\n— Dog elsker jeg den Tid, da Naturen aner sin Dødsstund;\nAldrig syntes den mig saa stor og uendelig herlig.\nSelv naar Vaaren gjester vort Land, med de deilige Blikke,\nLiig Hyacinthens Blomst, med Auriklernes Krands om sin Tinding,\nSom i den kølige Høstens Tid, naar den vilde Kastanies\nTræ og den knudrede Eg med den rødligfarvede Bladkrands\nVente paa Døden med Ro. Ja selv i den vildeste Plaskregn,\nEller naar Stormen i Hvirvelflugt med uendelig Susen\nRiver den sidste Bladpragt bort fra de skjælvende Grene,\nEller naar Fuldmaanens lysende Hoved sig viser ved Midnat,\nKastende ned et Dødningsskjær paa det falmede Landskab,\nSynes Naturen endnu mig stor og deilig at skue.\nDybt bag det visnede Løv sig gjemmer en hemmelig Tanke\nOm Gjenfødelsens Magt; den skjulte Knop er tilstede,\nMinder endnu bag Vintersnee om Opstandelsens Foraar,\nOg om det Liv, der aldrig skal døe; naar den deiligste Pragtblomst\nBlegner i Støvets Land, da glimte de evige Stjerner\nHøit paa det natklare Blaa med dobbelt Glands, og hvad Dagen\nAldrig at skimte formaar, det i Midnatsmørke vi skue.\nDerfor, Du hellige Høst, er Du Jordens Ven, og Dig elsker\nHøit hver alvorlig Natur, Du Naturens tragiske Musa;\nThi naar Jordlivsglandsen henveires i Støv og i Stormvind,\nDrager Dit evige Lysvæld Menneskets Blik mod det Høie."}