{"subject": "Say You Waved: A Dream Song Cycle", "text": "1 \nJB, I read your poetry and sigh.\nThe tale of how he slipped his thumb in my \nyoung mouth alongside host \n(Christ, the body of) that florid priest, nocent I \nin my white dress you would enjoy, if you alive\nhadn't done at last\n\nIt.  Elastic you had none, \najumping from that bridge…To your winsome \nIrish grin &amp; your last wit, \nwe'd raise a finger's worth in Mississip—\nSomewhere it's five o'clock.  Just eight months\nwe overlapped, '71. \n\nOf suicide I rarely think.  I have yoga, along \nwith drink, which into his throat my father gunned.\nYou would know, JB, \nthat bottle rolling beneath his driver's seat \nweren't no goddamn Listerine.  \nWasn't I, Mr. Bones, a pretty baby?\n\n2\nRegarding fatuations, we don't choose.\nYou haunted your Anne Bradstreet, I haunt you.\nYou lovéd her fain—All this bald \nabstract didactic rhyme I read appalled.\nWhy must you winch, roast so?  Backwards \n&amp; high-heeled, with her eight kids.\n\nMan, I love you men.  But you \"perplex.\"\nRegarding the fairer sex.  The need into the peach\nof your praise to slip\nthe blade.  Or the need to pack the cannon\n(smoothbore, muzzle-loading)\nfull of balls—\n\nOf Emily Dickinson, even Charming Billy \nCollins writes of taking off her dress… \nFor foreplay, JB, I'll\nread your juvenilia.  &amp; of bald rhymes:\nmy students who love you not at all \nfor a depilatory could wish.\n\n3 \nAgain I meet you on that wintry bridge.  Hey ho.\nMidwestern wind: When wilt thou blow?\nConsolation, some: the blade \nyou brought, should courage lack, was found, \nsheathed.  You stepped out to meet your fate.\nWitnesses say you waved. \n\nOne last bed.  One last cool sheet\nto pull over your head.  Boats  \nthere must have been—\ndid they see amazing, a boy falling \nfrom the sky, calm did on they sail?  My thoughts \nturn to your son Paul:\n\nyou'd apologized for This bad fall, his birth.  \n(Reading that I'd fret I was too happy \nto write verse.)  Hey, out there, \nanyone know Paul Berryman?  I'd guess, if at all, \nthings aren't well.  My father's ice cubes I still hear \nrattling down the hall.\n\n4\nI too have a son.  There we're alike.\nI find the world sufferable.  There we are not.\nLeg-hugging my hip,\nfifteen days past one, he rides me round the lawn.\nBush, bird, sky: nature's commons \nwe glaze and glorify. \n\nTo name.  To feed.  My son was a rodeo cowboy \nwhen feasting on my milk, he'd flap his free arm \nin the air.   Lip-smacking\nno longer metaphor.  Like Uma Thurman \nin Pulp Fiction snorting coke, Goddamn, goddamn.  \nYou'd have liked that film,\n\nyou who force your readers to their knees\nto gather &amp; restring the beads that from a height\nyou dropped—ass \nin the air oh awkward but at last—\nLook what we made!—dynamite, your sentences\ncircling our throats.\n\n5\nFall'd find you mooding, brooding on turkeys' fate.\nThen winter worst.  If you wrote not of snow hate\nit's because you wrote not.\nThen spring your pen.  March a lion.  Out put.  \nA ball of dough, punched down, will rise,\ndouble in size—\n\nAfter birthing Homage, you took Wife One to Paris. \nSome street fest raged, you manicked, goated, gone—\nshe found you at dawn\nbefore uncomprehending bakers &amp; floury stars\n(the only ones awake) reciting your poem—  \ntook you to the hospital, home.\n\nSuch was your phoenix act, mouth proud of ash,\nfeathers slicked back.  Could you not calm?\nNot find a kiss like the one \non the bridge bestowed on padlocked Houdini?\nHis wife made it look like passion: \ntonguing him the key.\n\n6\nFree will is the question, to me &amp; most.\nHow much can we fault our bad dead dads?\nIf I'd allow, the AA book \nwould say \"disease,\" of rage unpurple me.  Confess,  \nJB: willed you to be a night-mayor \nof the flesh?\n\nCan I lay blame—\"'42: Marries Eileen . . . '47: First infidelity . . . \"  \nAnd if I can't, how praise my stallion solely \nrutting apple-munching me?  \nStabled.  (Sugar-cube teeth beyond the fence\nhave I desired?  Natch.  But no touch-touch.)  \n(Not much.)  \n\n\"Free Willie\" is the question, a U.S. flick \nabout a whale I saw previewed in London, \nwhere \"willie\" is slang for \"dick.\"  \nFree Willie.  Like whales the giggles breached.\nIs accountability just that, some cosmic\ninadvertent joke?\n\n7\nOf your strict stanzas only nuns should speak,\n&amp; of your crumpled syntax only imbeciles\n&amp; armadillos, mystics,\nchildren, &amp; those who dream \nof Calder mobiles piloted through wind tunnels\nby angels on LSD.\n\nIn roadside Mexico a man macheted pineapple, \nsprinkled it with salt &amp; lime &amp; hellborn chili dust.\nIt cost less than a buck.\nDon't eat it, a fellow tourist warned, coming off the bus.  \nI ate it.  So with your words\nmy lips sweetburn.\n\nI get (ish) it.  I pumped my swing at six\nso hard my sneakers toed the sky.  You \nknow, don't you, \nwhat happened next—after the swing set's stiff legs \nrocked thrice—but before I hit the ground— \nI flew.  \n\n8\nDo last decisions have more weight?\nRaymond Carver, dying, forsookéd prose—\nHa!—for verse.  \nBut you forsookéd Hungry Henry \nfor our childhoods' church.\nWeren't we      confirmed?\n\n(At girlhood slumber parties, to be the last—\nwith darks and creaks—awake would terrifize.  O wilt \nthou abandon me thus?)\nWould I like to be redeemed? Yes but  \nyour postconversion poems lack the juice.\n\"Under new management: Thine,\"\n\nyou tell the Lord—like a cornball church marquee \nwrote by no pal of mine.  Makes me\nmiss old wild bad Pussy-Cat.\nThough it seems he resurrected, that mope.  Does Rome \ngoddamn a suicide?   Duh.  Does the pope \nwear a funny hat?\n\n9\nNot to make light of you, flawed &amp; \nmajestic.  Why not wager on God, as Pascal \nsuggested.  If right, \nyou win enduring life with thems you like, \nLuke, St. Stephen, etc.  &amp; if \nyou lose lose    what? \n\nYou did make light (enduring life) in some, \nyou lodged a song where others never.  I read you\ngetting my tonenails done \nthen rest you in my lap.  You're wel-\ncome.  You could report to thems that wonder \nwhether I'm a natural red.\n\nI bet, sure.  But before infinity's door\nI hedge, I haw.  Kind Sot, answer my daughter, five, \nwho spies from the car \nthe funeral tent in the cemetery:  \nMommy, look—, \nis it a slumber party? \n\n10\nYou were silly like Yeats, young-wifed, like him,\nhungry for honor, a recorder of dreams.\nIn Dream Song 215 \nyou two had tea.  Beneath his honey breath \nyour accent Famebridge (Faux + Cambridge) flamed.  \nYou lit his smoke.  He coughed, near death.\n\nA hundred &amp; three years ago, Yeats visited my college.\nWrote home to Lady Gregory: I've been delighted by \nthe big merry priests of Notre Dame, \nall Irish.  Of Yeats, Father O'Donnell summarized:\nA somewhat snobbish and esoteric freak.  \nOut of step, unhanded: the poet's fate. \n\nMy great prof there, Matthias, called your birth scene\nin Bradstreet the best he knew.  Huffed I, \nfeministically, eighteen.  \nNow I, twice bairned, admit he's right.\nWhen gentle Matthias crosses over, help him \nfrom the boat. \n\n11\nI sing a song of Henry: poor me, poor me,\npour me a drink.  Henry sorried hisself, \nfree, white, &amp; fifty-three.\nOne should not as he confessed,\nToo many galleys and page proofs to read,\n&amp; ID with the oppressed, Anne Frank, Bessie Smith—\n\n—Them deads &amp; sicks &amp; horribles, he suffer each one personal.  \n&amp; each time seem like forever to Mr. Bones.  He was copeless.\n\n—Oh-ho, so you are here at last?  \n—I's been.  \n—You're really him?\n—I the Jiminy Cricket       who seen the ass's ears pop out his head.  \n—I've always wanted a sidekick.   \n—Yous better as a backup girl.\n—Won't you keep me company?\n—You don't need a conscience          to keep you from yo' dreams.   \n—Call me Henrietta.\n—Gots to go.\n—Where?\n—The Island o' Lost Boys.\n—Tell him I love him berry much.\n—He be a real boy.  For real. \n\n12\nNo sing, no sing to shay.  Naughty Henry's \ngone away and if I live a peckel\nhe won't be-O.\nLet's wáke him.  I'll call the Davids wicked, Kevin, Karl, \n&amp; Jack Pendarvis (I'll be the only lass),\nwe'll Danny-boy-O.\n\nIt's time to raise, pome fiends, the pelt\nthat right off its nail has shrunk.\nAchoo.\nMothballed, but Functionill, can jig, can still \nimaginate &amp; coochie coochie coo.  \nWill haiku for a cigarette.\n\nRest for the rest of them dead poets who \nselectified their own society—for you, \nHenry Dessi-Cat, \nno peace till we have voices that—\nelectrified, raising hell, Arooooooooo—\na drop of Irish, &amp; you come to.\n\n13\nFired, Jailed, Divorced Henry wrote fabuloustist \n&amp; discovered thus his trick, the reverse pike \nto concrete.  I'd like \nto \"Mother\" his own worst enemy.  Also, each 8:16, \nSkeletongirl who joggers by my place.  \nHer I'd morass with Krispy Kreme.\n\nDaytime drama is Henry's theater báse. \nPopcorn-munching fans, of whom I'm Ass. Manager \n(schooled by a father \nwho fell for his audience gorgeous &amp; debased)  \nasseverate, Through literature we're educated \nby the experiences of others;\n\nafter witnessing the irresponsibility of Berryman,\netc.   We like when planes fly into him, forsooth,\n&amp; all fall down.  \nWe get to put the high moral point on it\nafter voyeuring his entry to the confession booth\n(where he dons his cape) the sonnet.\n\n14\nI think bad thoughts.  I dream bad dreams. Too much time   \nwe're spending together. Demon-lover you put 385 songs over- \nkilling, so why'm\nI going on fourteen? What if I try to shuck\nthe Henry-hose &amp; find it stuck? What if we mine\nthe you in me? Obscene\n\nthe news of war tonight your specs would mist.  \nConvince some fool did not me at the rose nursery \nto purchase a \"Barbara Bush\" \nbush—hacks it to bits, mon plaisir.  Does \nmy husband know we watch TV, JB, \n&amp; plot our violence? \n\nI'd better dump you soon, though I'm entranced\nwith your smart-bomb which budgets its defense\n(though it's \"idle to reply to critics\"): \nWell, some dreams aren't méant to make sense.\nNot to Henry-like one must vigilante.  \nShantih, Shantih.\n\n15\nNor can of syntax inverting to force rhyme\nyou be accused—it's all inversion,  \nall the time.  Headstands, \nsays my yogi, aid circulation.  \nHenry, you's a clown, both anti- &amp; pro-noun. \nYou grand permission.\n\nYet I leave you, lone. In the next room, \na woman, paid, is playing with my son.  \nMy curred obsession\nof a fortnight nears its close.  \nHe laughs.  I choose to hear him, \n&amp; I rise.\n\nFor Dylan Thomas dying in St. Vincent's \nyou, Mercy, rose; &amp; for shunned Pound.\nSee, some of Henry's guts \nwasn't rot.  It helps \nyou wait in the dark, in the ground.  \nSave my spot."}