{"subject": "A Thief", "text": "I was a Thief by trade\n traveling through the market place of time\n just behind, tomorrow\n when I heard her voice... and I was helpless. She stole my black heart\n and fled the feelings of her ransomed crime\n While I stayed behind to borrow\n her repeated phrase... and I was helpless. I swore by all the stars\n never again would i taste their dust\n I would stay a Thief, stealing time\n but she whispers to me... in the night. And here I sit in empty Space\n kissed by her elusive graceful wings\n singing songs I could never face\n until I hear her voice... then, I am helpless. Her silence sings of deeper needs,\n all alone through private, hidden wars\n I was a Thief, stealing pieces\n of her scattered heart...now, I am helpless.\n It was a dark, cold rainy night and five years of emptiness filled my heart as I walked along the dirty\n downtown streets of new L.A. Now, I was a Thief who stole no more. I was earthbound and she was \n gone, to stay. The streetlights intruded on my indigo mood as I walked past a dark alley. I heard,\n barely audible moans. Everything in me said \"no\" as I entered that foul smelling abyss. ...She was\n lying there against a cold brick building, her life oozing from the hole in her side. When I started to tell\n her of my loneliness, of how much I missed her, of how empty I was without her... But her fingers\n touched my lips, and my soul. Before I could utter a word she whispered, \"Find our daughter.\" For\n a moment I was paralyzed as my mind screamed, \"Daughter? We have a daughter?\" At once, a\n million questions flooded my brain, \"Why didn't you tell me? Why did you have her alone, without\n me? Why did you leave? I could have helped. Why...?\" But before I could form the words, she\n touched my lips again and pulled me closer whispering, \"She has purple eyes, like you. Find her.\"\n She died looking into my heart. She is still here, and will be forever. Now together, we will find our\n daughter...The Girl With The Purple Eyes."}