{"subject": "Peace In A Palace", "text": "'You were weeping in the night,' said the Emperor,\n'Weeping in your sleep, I am told.'\n'It was nothing but a dream,' said the Empress;\nBut her face grew gray and old.\n'You thought you saw our German God defeated?'\n'Oh, no!' she said. 'I saw no lightnings fall.\nI dreamed of a whirlpool of green water,\nWhere something had gone down. That was all.\n\n_'All but the whimper of the sea gulls flying,\nEndlessly round and round,\nWaiting for the faces, the faces from the darkness,\nThe dreadful rising faces of the drowned._\n\n'It was nothing but a dream,' said the Empress.\n'I thought I was walking on the sea;\nAnd the foam rushed up in a wild smother,\nAnd a crowd of little faces looked at me.\n\nThey were drowning! They were drowning,' said the Empress,\n'And they stretched their feeble arms to the sky;\nBut the worst was--they mistook me for their mother,\nAnd cried as my children used to cry.\n\n_'Nothing but a whimper of the sea-gulls flying,\nEndlessly round and round,\nWith the cruel yellow beaks that were waiting for the faces,\nThe little floating faces of the drowned.'_\n\n'It was nothing but a dream,' said the Emperor,\n'So why should you weep, dear, eh?'--\n'Oh, I saw the red letters on a life belt\nThat the green sea washed my way!'--\n'What were they?' said the Emperor. 'What were they?'--\n'Some of them were hidden,' said the Empress,\n'But I plainly saw the L and the U!'\n'In God's name, stop!' said the Emperor.\n'You told me that it was not true!\n\n_'Told me that you dreamed of the sea gulls flying,\nEndlessly round and round,\nWaiting for the faces, and the eyes in the faces,\nThe eyes of the children that we drowned._\n\n'Kiss me and forget it,' said the Emperor,\n'Dry your tears on the tassel of my sword.\nI am going to offer peace to my people,\nAnd abdicate, perhaps, as overlord.\nI shall now take up My Cross as Count of Prussia--\nWhich is not a heavy burden, you'll agree.\nWhy, before the twenty million dead are rotten\nThere'll be yachting days again for you and me.\nCheer up!\nIt would mean a rope for anyone but Me.'\n\n_'Oh, take care!' said the Empress. 'They are flying,\nEndlessly round and round.\nThey have finished with the faces, the dreadful little faces,\nThe little eyeless faces of the drowned.'_"}