{"subject": "Come to Find Out", "text": "That's what my mother and her sisters used to say\n            on the porch late at night when they thought I wasn't\nlistening: He said he had to travel so much because\n                        his job was in sales, but come to find out he had a wife\n            and a whole other family in Breaux Bridge or he said\nhe was a captain and got wounded in the war; come to\n                        find out he never rose above private and damn sure\n\n                        never saw active service, excuse the language.\n            Come to Find Out meant that something was going\nto be revealed and in that way was a cousin to All Is\n                        Not As It Seems and One Thing Led to Another,\n            which suggests that the second thing reveals or\nin some way at least echoes the first. And then there\n                        was What Was I Thinking, the answer to which\n\n                        was almost always You Weren't, though sometimes\n            you were: she's not very bright so I'll have my way\nwith her or he'll stay home and keep house and I'll pay\n                        the bills or who needs health insurance. What'd you\n            think, those babies were going to feed\nthemselves and change their own diapers? Oh, if only\n                        life were like the opera, where you can say what\n\n                        you think about somebody while you're standing\n            right next to them, yet they don't seem to hear you.\nActually, a better verb is \"sing\": apparently you can\n                        mouth the most wounding insults and get away without\n            being slapped or stabbed as long as you dress them\nin eighth-note triplets. Art says to us, What do you\n                        want to be true, and then it gives us all these choices:\n\n                        you can do whatever you like or, if you prefer,\n            nothing at all. No wonder some people hate it,\nthough I say, Thank you, art! Thank you, opera, plays,\n                        movies, things you hang on a wall or put on a pedestal!\n            Thank you, poems of every length, from the Inferno\nto a haiku, provided the haiku poet puts as much time\n                        into his or her poem as Dante put into his! Which seems\n\n                        unlikely, but we're trying to uphold standards here,\n            right, reader? Thank you, symphony orchestras\nand flash mobs—what could be better than going to\n                        your local Walmart to buy a sack of onions, some puppy\n            biscuits, and a carton of smokes only to be surprised\nby a guy pulling a sax out of a box and being joined\n                        by a woman with a bassoon, three string players,\n\n                        and a twenty-person chorus who launch into \"Ode to Joy,\"\n            an 1785 Friedrich Schiller poem that becomes the final\nmovement of the Ninth Symphony by celebrated German\n                        composer/pianist Ludwig van Beethoven! It's 1796 now,\n            and come to find out Beethoven's losing his hearing,\npossibly from typhus, systemic lupus erythematosus,\n                        or even his habit of immersing his head in cold water\n\n                        to stay awake. He stops performing, though he continues\n            to compose. He also avoids conversation. Talk is cheap!\nHe digs in, though, writes the Fifth Symphony that begins\n                        with the four most famous notes in musical history, notes\n            that, as he himself said, sound like Fate knocking\nat the door. Then another symphony and another\n                        and another still, till he writes the Ninth, the one whose\n\n                        opening fanfare is said to have put a lump even\n            in Hitler's throat. Come to find out art works the same\nway on everybody; you could be a pirate or a headsman\n                        or the pope or the owner of a dry cleaning establishment\n            and still laugh as Punch and Judy throw pots and pans\nat each other, weep when the soprano sings\n                        of the lover, the land, the mother she'll never see again.\n\n                        Everybody's got a story, and half the time there's a story\n            behind the story, and in half of the cases that are like that,\nwe'll never know what it is. But you can go your whole\n                        day without hearing any music at all, and then you can\n            talk to or buy a carton of tomatoes from or just pass by\nsomebody who has; one thing leads to another in this\n                        world, and the next thing you know, you're happy."}