{"subject": "The Nightingale", "text": "A Conversation Poem, April, 1798\n\nNo cloud, no relique of the sunken day\nDistinguishes the West, no long thin slip\nOf sullen light, no obscure trembling hues.\nCome, we will rest on this old mossy bridge!\nYou see the glimmer of the stream beneath,\nBut hear no murmuring: it flows silently.\nO'er its soft bed of verdure. All is still.\nA balmy night! and though the stars be dim,\nYet let us think upon the vernal showers\nThat gladden the green earth, and we shall find\nA pleasure in the dimness of the stars.\nAnd hark! the Nightingale begins its song,\n'Most musical, most melancholy' bird!\nA melancholy bird? Oh! idle thought!\nIn Nature there is nothing melancholy.\nBut some night-wandering man whose heart was pierced\nWith the remembrance of a grievous wrong,\nOr slow distemper, or neglected love,\n(And so, poor wretch! filled all things with himself,\nAnd made all gentle sounds tell back the tale\nOf his own sorrow) he, and such as he,\nFirst named these notes a melancholy strain.\nAnd many a poet echoes the conceit;\nPoet who hath been building up the rhyme\nWhen he had better far have stretched his limbs\nBeside a brook in mossy forest-dell,\nBy sun or moon-light, to the influxes\nOf shapes and sounds and shifting elements\nSurrendering his whole spirit, of his song\nAnd of his fame forgetful! so his fame\nShould share in Nature's immortality,\nA venerable thing! and so his song\nShould make all Nature lovelier, and itself\nBe loved like Nature! But 'twill not be so;\nAnd youths and maidens most poetical,\nWho lose the deepening twilights of the spring\nIn ball-rooms and hot theatres, they still\nFull of meek sympathy must heave their sighs\nO'er Philomela's pity-pleading strains.\n\nMy Friend, and thou, our Sister! we have learnt\nA different lore: we may not thus profane\nNature's sweet voices, always full of  love\nAnd joyance! 'Tis the merry Nightingale\nThat crowds and hurries, and precipitates\nWith fast thick warble his delicious notes,\nAs he were fearful that an April night\nWould be too short for him to utter forth\nHis love-chant, and disburthen his full soul\nOf all its music!\n                         And I know a grove\nOf large extent, hard by a castle huge,\nWhich the great lord inhabits not; and so\nThis grove is wild with tangling underwood,\nAnd the trim walks are broken up, and grass,\nThin grass and king-cups grow within the paths.\nBut never elsewhere in one place I knew\nSo many nightingales; and far and near,\nIn wood and thicket, over the wide grove,\nThey answer and provoke each other's song,\nWith skirmish and capricious passagings,\nAnd murmurs musical and swift jug jug,\nAnd one low piping sound more sweet than all\nStirring the air with such a harmony,\nThat should you close your eyes, you might almost\nForget it was not day! On moonlight bushes,\nWhose dewy leaflets are but half-disclosed,\nYou may perchance behold them on the twigs,\nTheir bright, bright eyes, their eyes both bright and full,\nGlistening, while many a glow-worm in the shade\nLights up her love-torch.\n                                       A most gentle Maid,\nWho dwelleth in her hospitable home\nHard by the castle, and at latest eve\n(Even like a Lady vowed and dedicate\nTo something more than Nature in the grove)\nGlides through the pathways; she knows all their notes,\nThat gentle Maid! and oft, a moment's space,\nWhat time the moon was lost behind a cloud,\nHath heard a pause of silence; till the moon\nEmerging, a hath awakened earth and sky\nWith one sensation, and those wakeful birds\nHave all burst forth in choral minstrelsy,\nAs if some sudden gale had swept at once\nA hundred airy harps! And she hath watched\nMany a nightingale perch giddily\nOn blossomy twig still swinging from the breeze,\nAnd to that motion tune his wanton song\nLike tipsy Joy that reels with tossing head.\n\nFarewell! O Warbler! till tomorrow eve,\nAnd you, my friends! farewell, a short farewell!\nWe have been loitering long and pleasantly,\nAnd now for our dear homes.That strain again!\nFull fain it would delay me! My dear babe,\nWho, capable of no articulate sound,\nMars all things with his imitative lisp,\nHow he would place his hand beside his ear,\nHis little hand, the small forefinger up,\nAnd bid us listen! And I deem it wise\nTo make him Nature's play-mate. He knows well\nThe evening-star; and once, when he awoke\nIn most distressful mood (some inward pain\nHad made up that strange thing, an infant's dream)\nI hurried with him to our orchard-plot,\nAnd he beheld the moon, and, hushed at once,\nSuspends his sobs, and laughs most silently,\nWhile his fair eyes, that swam with undropped tears,\nDid glitter in the yellow moon-beam! Well!\nIt is a father's tale: But if that Heaven\nShould give me life, his childhood shall grow up\nFamiliar with these songs, that with the night\nHe may associate joy. Once more, farewell,\nSweet Nightingale! once more, my friends! farewell."}