{"subject": "Hyperion. Book Iii", "text": "Thus in altemate uproar and sad peace,\nAmazed were those Titans utterly.\nO leave them, Muse! O leave them to their woes;\nFor thou art weak to sing such tumults dire:\nA solitary sorrow best befits\nThy lips, and antheming a lonely grief.\nLeave them, O Muse! for thou anon wilt find\nMany a fallen old Divinity\nWandering in vain about bewildered shores.\nMeantime touch piously the Delphic harp,\nAnd not a wind of heaven but will breathe\nIn aid soft warble from the Dorian flute;\nFor lo! 'tis for the Father of all verse.\nFlush everything that hath a vermeil hue,\nLet the rose glow intense and warm the air,\nAnd let the clouds of even and of morn\nFloat in voluptuous fleeces o'er the hills;\nLet the red wine within the goblet boil,\nCold as a bubbling well; let faint-lipp'd shells,\nOn sands, or in great deeps, vermilion turn\nThrough all their labyrinths; and let the maid\nBlush keenly, as with some warm kiss surpris'd.\nChief isle of the embowered Cyclades,\nRejoice, O Delos, with thine olives green,\nAnd poplars, and lawn-shading palms, and beech,\nIn which the Zephyr breathes the loudest song,\nAnd hazels thick, dark-stemm'd beneath the shade:\nApollo is once more the golden theme!\nWhere was he, when the Giant of the sun\nStood bright, amid the sorrow of his peers?\nTogether had he left his mother fair\nAnd his twin-sister sleeping in their bower,\nAnd in the morning twilight wandered forth\nBeside the osiers of a rivulet,\nFull ankle-deep in lilies of the vale.\nThe nightingale had ceas'd, and a few stars\nWere lingering in the heavens, while the thrush\nBegan calm-throated. Throughout all the isle\nThere was no covert, no retired cave,\nUnhaunted by the murmurous noise of waves,\nThough scarcely heard in many a green recess.\nHe listen'd, and he wept, and his bright tears\nWent trickling down the golden bow he held.\nThus with half-shut suffused eyes he stood,\nWhile from beneath some cumbrous boughs hard by\nWith solemn step an awful Goddess came,\nAnd there was purport in her looks for him,\nWhich he with eager guess began to read\nPerplex'd, the while melodiously he said:\n'How cam'st thou over the unfooted sea?\nOr hath that antique mien and robed form\nMov'd in these vales invisible till now?\nSure I have heard those vestments sweeping o'er\nThe fallen leaves, when I have sat alone\nIn cool mid-forest. Surely I have traced\nThe rustle of those ample skirts about\nThese grassy solitudes, and seen the flowers\nLift up their heads, as still the whisper pass'd.\nGoddess! I have beheld those eyes before,\nAnd their eternal calm, and all that face,\nOr I have dream'd.'—-'Yes,' said the supreme shape,\n'Thou hast dream'd of me; and awaking up\nDidst find a lyre all golden by thy side,\nWhose strings touch'd by thy fingers, all the vast\nUnwearied ear of the whole universe\nListen'd in pain and pleasure at the birth\nOf such new tuneful wonder. Is't not strange\nThat thou shouldst weep, so gifted? Tell me, youth,\nWhat sorrow thou canst feel; for I am sad\nWhen thou dost shed a tear: explain thy griefs\nTo one who in this lonely isle hath been\nThe watcher of thy sleep and hours of life,\nFrom the young day when first thy infant hand\nPluck'd witless the weak flowers, till thine arm\nCould bend that bow heroic to all times.\nShow thy heart's secret to an ancient Power\nWho hath forsaken old and sacred thrones\nFor prophecies of thee, and for the sake\nOf loveliness new born.'—-Apollo then,\nWith sudden scrutiny and gloomless eyes,\nThus answer'd, while his white melodious throat\nThrobb'd with the syllables.—-'Mnemosyne!\nThy name is on my tongue, I know not how;\nWhy should I tell thee what thou so well seest?\nWhy should I strive to show what from thy lips\nWould come no mystery? For me, dark, dark,\nAnd painful vile oblivion seals my eyes:\nI strive to search wherefore I am so sad,\nUntil a melancholy numbs my limbs;\nAnd then upon the grass I sit, and moan,\nLike one who once had wings.—-O why should I\nFeel curs'd and thwarted, when the liegeless air\nYields to my step aspirant? why should I\nSpurn the green turf as hateful to my feet?\nGoddess benign, point forth some unknown thing:\nAre there not other regions than this isle?\nWhat are the stars? There is the sun, the sun!\nAnd the most patient brilliance of the moon!\nAnd stars by thousands! Point me out the way\nTo any one particular beauteous star,\nAnd I will flit into it with my lyre,\nAnd make its silvery splendor pant with bliss.\nI have heard the cloudy thunder: Where is power?\nWhose hand, whose essence, what divinity\nMakes this alarum in the elements,\nWhile I here idle listen on the shores\nIn fearless yet in aching ignorance?\nO tell me, lonely Goddess, by thy harp,\nThat waileth every morn and eventide,\nTell me why thus I rave about these groves!\nMute thou remainest—-Mute! yet I can read\nA wondrous lesson in thy silent face:\nKnowledge enormous makes a God of me.\nNames, deeds, gray legends, dire events, rebellions,\nMajesties, sovran voices, agonies,\nCreations and destroyings, all at once\nPour into the wide hollows of my brain,\nAnd deify me, as if some blithe wine\nOr bright elixir peerless I had drunk,\nAnd so become immortal.'—-Thus the God,\nWhile his enkindled eyes, with level glance\nBeneath his white soft temples, steadfast kept\nTrembling with light upon Mnemosyne.\nSoon wild commotions shook him, and made flush\nAll the immortal fairness of his limbs;\nMost like the struggle at the gate of death;\nOr liker still to one who should take leave\nOf pale immortal death, and with a pang\nAs hot as death's is chill, with fierce convulse\nDie into life: so young Apollo anguish'd:\nHis very hair, his golden tresses famed,\nKept undulation round his eager neck.\nDuring the pain Mnemosyne upheld\nHer arms as one who prophesied. At length\nApollo shriek'd;—-and lo! from all his limbs\nCelestial * * * * * * * * * * * * * * * *"}