{"subject": "The Streams", "text": "OFT have my footsteps in the past been turned, \nWoodstock, to seek in solitude the life \nThat flows within thy brotherhood of streams; \nIn Moosilauke the slender, in the blue \nPemigewasset, and the silver East. \nNow once again — and in what other scenes! — \nThy voices come to me, thy life, across \nThe silver indistinctness of a year; \nAnd first, O Moosilauke, I turn to thee, \nBorn of the mighty mountain and its caves \nDark, and its forests and its long ravines. \nA multitude of slender waters run \nFrom off the sloping hills, from beds of moss \nBeneath a hundred oaks, from little stones \nTumbled along before thy April strength, \nNow lying quiet, making thee a bed; \nFrom sandy sources in the tufted fields \nWhere cattle browse, and from a thousand springs \nWhere I was never led thy waters come, \nThy blue and silver slender stream. The sky \nBends over thee more closely, and there falls \nA richer gift of azure through the trees \nUpon thy waters, making thee a brook \nOf blue and silver, Moosilauke; and thou, \nFulfilled of beauty in thyself and round \nEncompassed all about with loveliness, \nArt richer than thy brothers in the gift \nOf quietness and tender solitude; \nFriend of the green upon thy banks, thou 'rt loved \nMore dearly by the white and purple flowers, \nMore dearly loved if loving be the act \nOf neighborhood and presence; and as I \nDo love the neighborhood of green and blue, \nThe forest and the sky; the silver love \nThat glistens in the stream, and that low light \nThat passes from the faces of the flowers; \nSo by this promise and confession I \nDo love thee, Moosilauke. \nAnd thee I love, \nPure in thy beauty, perfect in thy strength, \nPemigewasset, lying in thy source \nBeneath the brow of the great Profile! Far \nAbove thee is the stern, sad Mountain King, \nHim with the mighty message that no man \nCan wholly hear: the sternness and the sadness \nOf nature conscious of herself, or man \nConscious of nature, ignorant of God. \nThis is the burden of that noble brow; \nAnd thou to me didst give along thy way \nSuggestions of this message till below, \nSurrounded by the world, thou dost forget \nThy birth and I with thee forgot. One day \nI wandered from thy course beside a run \nOf darker waters; turning from the track \nOf wheels and from the multitude of men \nAlong thy fertile way, to seek thy stream, \nThou dark-veined Bogan, tributary brook. \nThy waters run and bear a deeper song \nSoft on the moss, and in my heart I love \nThe memory of that hour wherein I stayed \nMy life a little while with thee; my heart \nWas opened to thee in a deep unrest, \nAnd to the motion of thy currents all \nMy thoughts ran freely; 't was a joy to hear, \n'T was rest and satisfaction to behold \nThy voice and colors and thy forms; I took \nA comfort in thy presence, tuned to hear \nA voice in thee repeated from my own \nAnd yet not wholly mine; but more, to live \nAnd run harmonious with my hand in thine, \nAnd in the gentle beating of thy life \nFind my own poise and balance; wrapt about \nAs in a mist of music and led on \nTo live and feel as prodigal as thou, \nCareless of all degrees. \n\nAnd now with strength and joy I turn to thee \nThundering in thy caverns, noble East, \nBorn of the midmost of the mountains, child \nMore truly than the Saco of the heart \nAnd spirit of the hills. The powers prevail \nThrough all the mountains that shall give thee life; \nThy birth is now upon a thousand peaks \nAnd has been and shall be; thou art a giant, \nImpatient of the earth that holds thee, wild! \nAnd thus thy voice is stranger to me, thus \nIt sounds a note I cannot always hear, \nNot in all moods; but sometimes, low at first, \nAbove the unsensed tumult of the world \nI hear the rushing of thy waters, catch \nThe silver flash of sunlight from thy rocks, \nThen in my heart feel thy great spirit moving. \nThou art the friend, not of the earth — the rocks \nSurround thee and control thy dreadful course — \nBut of the mountain winds; the winds pass o'er thee \nAnd catch thy motion and thy eager voice; \nThus tempered they pass onward and below \nThey whisper to the listening ear of man. \nOr in thy solitudes perchance he hears \nA choral voice, thy music and the wind, \nJoined always, breathing to the same intent, \nA brother voice, an echo of his own. \nThere if he listen, down below the sound \nHe hears the voice articulate of life \nMade manifest his own; he hears his voice \nDim-speaking to him through the gulf of change; \nAnother form, a myriad others, but \nEver his own beseeching to be heard \nIn sympathy. Wise in my purpose I, \nNor I alone give, noble East, to thee \nMy hand; for thou art brother to the wind, \nAnd savage as thou art, child of the peaks, \nClad white in rocks and thine own silver form, \nThou dost not find thy rest upon the earth \nBut goest dissatisfied unto the sea \nWhere thou again art wild."}