{"subject": "The Epic Of Gilgamesh Tablet Vii", "text": "'My friend, why are the Great Gods in conference?\n(In my dream) Anu, Enlil, and Shamash held a council,\nand Anu spoke to Enlil:\n'Because they killed the Bull of Heaven and have also slain\nHumbaba,\nthe one of them who pulled up the Cedar of the Mountain\nmust die!'\nEnlil said:'Let Enkidu die, but Gilgamesh must not die!'\nBur the Sun God of Heavenl replied to valiant Enlil:\n'Was it not at my command that they killed the Bull of\nHeaven and Humbaba!\nShould now innocent Enkidu die!'\nThen Enlil became angry at Shamash, saying:\n'it is you who are responsible  because you traveled daily\nwith them as their friend!''\nEnkidu was lying (sick) in front of Gilgamesh.\nHis tears flowing like canals, he (Gilgamesh) said:\n'O brother, dear brother, why are they absolving me instead of\nmy brother)'\nThen Enkidu said 'So now must 1 become a ghost,\nto sit with the ghosts of the dead, to see my dear brother\nnevermore!'\nIn the Cedar Forest where the Great (Gods dwell, I did not kill the Cedar.'\nEnkidu addressed Gilgamesh,\nsaying to Gilgamesh, his Friend:\n'Come, Friend,…\nThe door…\nEnkidu raised his eyes,…and spoke to the door as if it were human:\n'You stupid wooden door,\nwith no ability to understand… !\nAlready at 10 leagues I selected the wood for you,\nuntil I saw the towering Cedar…\nYour wood was without compare in my eyes.\nSeventy-two cubits was your height, 14 cubits your width, one\ncubit your thickness,\nyour door post, pivot stone, and post cap…\nI fashioned you, and I carried you; to Nippur…\nHad I known, O door, that this would he your gratitude\nand this your gratitude…,\nI would have taken an axe and chopped you up,\nand lashed your planks into… \nin its… I erected the…\nand in Uruk…they heard\nBut yet, O door, I fashioned you, and I carried you to Nippur!\nMay a king who comes after me reject you, may the god…\nmay he remove my name and set his own name there!'\nHe ripped out.., threw down.\nHe(Gilgamesh) kept listening to his words, and retorted quickly,\nGilgamcsh listened to the words of Enkidu, his Friend, and his tears flowed.\nGilgamesh addressed Enkidu, raying:\n'Frend, the gods have given you a mind  broad and…\nThough it behooves you to be sensible, you keep uttering\nimproper things!\nWhy, my Friend, does your mind utter improper things?\nThe dream is important but very frightening,\nyour lips are buzzing like flies.\nThough there is much fear, the dream is very important.\nTo the living they (the gods) leave sorrow,\nto the living the dream leaves pain.\nI will pray, and beseech the Great Gods,\nI will seek…, and appeal to your god.\n… Enlil, the Father of the Gods,\n…Enlil the Counselor…you.\nI will fashion a statue of you of gold without measure,\ndo nor worry…, gold…\nWhat Enlil says is not…\nWhat he has said cannot go back, cannot…,\nWhat… he has laid down cannot go back, cannot…\nMy friend,… of fate goes to mankind.'\na lust as dawn hegan to glow, Enkidu raised his head and cried out to Shamash,\nat the (first) gleam of the sun his tears poured forth.\n'I appeal to you, O Shamash, on behalf of my precious life (?),\nbecause of that notorious trapper\nwho did not let me attain the same as my friend  \nMay the trapper not get enough to feed himself .\nMay his profit be slashed, and his wages decrease,\nmay… be his share before you,\nmay he not enter… but go our of it like vapor(?)!'\nAfter he had cursed the trapper to his satisfaction,\nhis heart prompted him to curse the Harlot.\n'Come now, Harlot, I am going to decree your fate,\na fate that will never come to an end for eternity!\nI will curse you with a Great Curse,\nmay my curses overwhelm you suddenly, in an instant!\nMay you not be able to make a household,\nand not be able to love a child of your own (?)!\nMay you not dwell in the… of girls,\nmay dregs of beer (?) stain your beautiful lap,\nmay a drunk soil your festal robe with vomit(?),\n… the beautiful (?)\n… of the potter.\nMay you never acquire anything of bright alabaster,\nmay the judge. ..\nmay shining silver(?), man's delight, not be cast into your house,\nmay a gateway be where you rake your pleasure,'\nmay a crossroad be your home\nmay a wasteland be your sleeping place,\nmay the shadow of the city wall be your place to stand,\nmay the thorns and briars skin your feet,\nmay both the drunk and the dry slap you on the cheek,\n… in your city's streets (?),\nmay owls nest in the cracks of your walls!\nmay no parties take place…\n… present(?).\nand your filthy 'lap'… may.., be his(?) \nBecause of me…\nwhile I, blameless, you have… against me.\nWhen Shamash heard what his mouth had uttered,\nhe suddenly called out to him from the sky:\n'Enkidu, why are you cursing the harlot, Shamhat,\nshe who fed you bread fit for a god,\nshe who gave you wine fit for a king,\nshe who dressed you in grand garments,\nand she who allowed you to make beautiful Gilgamesh your\ncomrade!\nNow Gilgamesh is your beloved brother-friend!\nHe will have you lie on a grand couch,\nwill have you lie on a couch of honor.\nHe will seat you in the seat of ease, the seat at his left,\nso that the princes of the world kiss your feet.\nHe will have the people of Uruk go into mourning and moaning over you,\nwill fill the happy people with woe over you.\nAnd after you he will let his body bear a filthy mat of hair,\nwill don the skin of a lion and roam the wilderness.'\nAs soon as Enkidu heard the words of valiant Shamash,\nhis agitated heart grew calm, his anger abated.\nEnkidu spoke to the harlot, saying:\n'Come, Shamhat, I will decree your fate for you.\nLet my mouth which has cursed you, now turn to bless you!\nMay governors and nobles love you,\nMay he who is one league away bite his lip (in anticipation of you),\nmay he who is two leagues away shake our his locks (in preparation)!\nMay the soldier not refuse you, but undo his buckle for you,\nmay he give you rock crystal(!), lapis lazuli, and gold,\nmay his gift to you be earrings of filigree(?).\nMay… his supplies be heaped up.\nMay he bring you into the… of the gods.\nMay the wife, the mother of seven (children), \nbe abandoned because of you!'\nEnkidu's innards were churning,\nlying there so alone.\nHe spoke everything he felt, saying to his friend:\n'Listen, my friend, to the dream that I had last night.\nThe heavens cried out and the earth replied,\nand I was standing between them.\nThere appeared a man of dark visage—\nhis face resembled the Anzu,'\nhis hands were the paws of a lion,\nhis nails the talons of an eagle!—\nhe seized me by my hair and overpowered me.\nI struck him a blow, but he skipped about like a jump rope,\nand then he struck me and capsizcd me like a raft,\nand trampled on me like a wild bull.\nHe encircled my whole body in a clamp.\n'Help me, my friend' (I cried),\nbut you did not rescue me, you were afraid and did not.. .'\n'Then he… and turned me into a dove,\nso that my arms were feathered like a bird.\nSeizing me, he led me down to the House of Darkness,\nthe dwelling of Irkalla,\nto the house where those who enter do not come out,\nalong the road of no return,\nto the house where those who dwell, do without light,\nwhere dirt is their drink, their food is of clay,\nwhere, like a bird, they wear garments of feathers,\nand light cannot be seen, they dwell in the dark,\nand upon the door and bolt, there lies dust.\nOn entering the House of Dust,\neverywhere I looked there were royal crowns gathered in heaps,\neverywhere I listened, it was the bearers of crowns, \nwho, in the past, had ruled the land,\nbut who now served Anu and Enlil cooked meats,\nserved confections, and poured cool water from waterskins.\nIn the house of Dust that I entered\nthere sat the high priest and acolyte,\nthere sat the purification priest and ecstatic,\nthere sat the anointed priests of the Great Gods.\nThere sat Etana, there sat Sumukan,\nthere sat Ereshkigal, the Queen of the Netherworld.\nBeletseri, the Scribe of the Netherworld, knelt before her,\nshe was holding the tablet and was reading it out to her Ereshkigal.\nShe raised her head when she saw me——\n'Who has taken this man?'\n\n\n…I (?) who went through every difficulty,\nremember me and forget(?) not all that I went through with you.\n'My friend has had a dream that bodes ill?'\nThe day he had the dream… came to an end.\nEnkidu lies down a first day, a second day,\nthat Enkidu… in his bed;\na third day and fourth day, that Enkidu… in his bed;\na fifth, a sixth, and seventh, that Enkidu… in his bed;\nan eighth, a ninth, a tenth, that Enkidu… in his bed.\nEnkidu's illness grew ever worse.\nEnkidu drew up from his bed,\nand called out to Gilgamesh…:\n'My friend hates me…\nwhile he talked with me in Uruk\nas I was afraid of the battle he encouraged me.\nMy friend who saved me in battle has now abandoned me!\nI and you…\n\n\n\nAt his noises Gilgamesh was roused…\nLike a dove he moaned…\n'May he not be held, in death…\nO preeminent among men…'\nTo his friend…\n'I will mourn him (?)\nI at his side…'"}