{"subject": "The Princes' Quest - Part The Seventh", "text": "But Sleep, who makes a mist about the sense,\nDoth ope the eyelids of the soul, and thence\nLifteth a heavier cloud than that whereby\nHe veils the vision of the fleshly eye.\nAnd not alone by dreams doth Sleep make known\nThe sealèd things and covert-not alone\nIn \nvisions\nof the night do mortals hear\nThe fatal feet and whispering wings draw near;\nBut dimly and in darkness doth the soul\nDrink of the streams of slumber as they roll,\nAnd win fine secrets from their waters deep:\nYea, of a truth, the spirit doth grow in sleep.\n\nHowbeit I know not whether as he slept\nA voice from out the depth of dream upleapt\nAnd whispered in his ear; or whether he\nGrew to the knowledge blindly, as a tree\nWaxes from bloom to fruitage, knowing not\nThe manner of its growth: but this I wot,\nThat rising from that sleep beside the spring\nThe Prince had knowledge of a certain thing\nWhereof he had not wist until that hour-\nTo wit, that two contending spirits had power\nOver \nhis\nspirit, ruling him with sway\nAltern; as 'twere dominion now of Day\nAnd now of Dark; for one was of the light,\nAnd one was of the blackness of the night.\n\nNow there be certain evil spirits whom\nThe mother of the darkness in her womb\nConceived ere darkness' self; and one of these\nDid rule that island of the middle seas\nHemmed round with silence and enchantment dim.\nNothing in all the world so pleasured him\nAs filling human hearts with dolorousness\nAnd banning where another sprite did bless;\nBut chiefly did his malice take delight\nIn thwarting lovers' hopes and breathing blight\nInto the blossoms newly-openèd\nOf sweet desire, till all of sweet were fled:\nAnd (for he knew what secret hopes did fill\nThe minds of men) 'twas even now his will\nTo step between the Prince and his desire,\nNor suffer him to fare one furlong nigher\nUnto that distant-shining golden goal\nThat beacon'd through the darkness to his soul.\n\nAnd so the days, the sultry summer days,\nWent by, and wimpled over with fine haze\nThe noiseless nights stole after them, as steals\nThe moon-made shadow at some traveller's heels.\nAnd day by day and night by night the Prince\nDwelt in that island of enchantment, since\nThe hour when Evil Hap, in likeness of\nAn eagle swooping from the clouds above,\nDid bind him body and soul unto that place.\nAnd in due time the summer waxed apace,\nAnd in due time the summer waned: and now\nThe withered leaf had fallen from the bough,\nAnd now the winter came and now the spring;\nYea, summer's self was toward on the wing\nFrom wandering overseas: and all this while\nThe Prince abode in that enchanted isle,\nMarvelling much at Fortune and her ways.\n\nAnd by degrees the slowly-sliding days\nGathered themselves together into years,\nAnd oftentimes his spirit welled in tears\nFrom dawn to darkness and from dark to dawn,\nBy reason of the light of life withdrawn.\nAnd if the night brought sleep, a fitful sleep,\nThe phantoms of a buried time would creep\nOut of their hollow hiding-places vast,\nPeopling his Present from the wizard Past.\nSometimes between the whirl of dream and dream,\nAll in a doubtful middle-world, a gleam\nWent shivering past him through the chill grey space,\nAnd lo he knew it for his mother's face,\nAnd wept; and all the silence where he stood\nWept with him. And at times the dreamer would\nDream himself back beneath his father's roof\nAt eventide, and there would hold aloof\nIn silence, clothed upon with shadows dim,\nTo hear if any spake concerning him;\nBut the hours came and went and went and came,\nAnd no man's mouth did ever name his name.\nAnd year by year he saw the queen and king\nWax older, and beheld a shadowy thing\nLurking behind them, till it came between\nHis dreamsight and the semblance of the queen,\nFrom which time forth he saw her not: and when\nAnother year had been it came again,\nAnd after that he saw his sire the king\nNo more, by reason of the shadowy thing\nStepping between; and all the place became\nAs darkness, and the echo of a name.\n\n*\n\nWhat need to loiter o'er the chronicle\nOf days that brought no change? What boots it tell\nThe tale of hours whereof each moment was\nAs like its fellow as one blade of grass\nIs to another, when the dew doth fall\nWithout respect of any amongst them all?\nEnow that time in that enchanted air\nNor slept nor tarried more than otherwhere,\nAnd so at last the captive lived to see\nThe fiftieth year of his captivity.\nAnd on a day within that fiftieth year\nHe wandered down unto the beach, to hear\nThe breaking of the breakers on the shore,\nAs he had heard them ofttimes heretofore\nIn days when he would sit and watch the sea,\nIf peradventure there some ship might be.\nBut now his soul no longer yearned as then\nTo win her way back to the world of men:\nFor what could now his freedom profit him?\nThe hope that filled youth's beaker to its brim\nThe tremulous hand of age had long outspilled,\nAnd whence might now the vessel be refilled?\nMoreover, after length of days and years\nThe soul had ceased to beat her barriers,\nAnd like a freeborn bird that cagèd sings\nHad grown at last forgetful of her wings.\n\nAnd so he took his way toward the sea-\nNot, as in former days, if haply he\nMight spy some ship upon the nether blue,\nAnd beckon with his hands unto the crew,\nBut rather with an easeful heart to hear\nWhat things the waves might whisper to his ear\nOf counsel wise and comfortable speech.\nBut while he walked about the yellow beach,\nThere came upon his limbs an heaviness,\nFor languor of the sultry time's excess;\nAnd so he lay him down under a tree\nHard by a little cove, and there the sea\nSang him to sleep. And sleeping thus, he dreamed\nA dream of very wonderment: himseemed,\nThe spirit that half an hundred years before\nIn likeness of an eagle came and bore\nHis body to that island on a day,\nCame yet again and found him where he lay,\nAnd taking him betwixt his talons flew\nO'er seas and far-off countries, till they drew\nNigh to a city that was built between\nFour mountains in a pleasant land and green;\nAnd there upon the highest mountain's top\nThe bird that was no bird at all let drop\nIts burthen, and was seen of him no more.\n\nThereat he waked, and issuing from the door\nOf dream did marvel in his heart; because\nHe found he had but dreamed the thing that was:\nFor there, assuredly, was neither sea\nNor Isle Enchanted; and assuredly\nHe sat upon the peak of a great hill;\nAnd far below him, looking strangely still,\nUptowered a city exceeding fair to ken,\nAnd murmurous with multitude of men."}