{"subject": "Albemarle Cushing", "text": "Joy in rebel Plymouth town, in the spring of ‘sixty-four,\nWhen the \nAlbemarle\ndown on the Yankee frigates bore,\nWith the saucy Stars and Bars at her main;\nWhen she smote the \nSouthfield\ndead, and the stout \nMiami\nquailed,\nAnd the fleet in terror fled when their mighty cannon hailed\nShot and shell on her iron back in vain,\nTill she slowly steamed away to her berth at Plymouth pier,\nAnd their quick eyes saw her sway with her great beak out of gear,\nAnd the color of their courage rose again.\n\nAll the summer lay the ram,\nLike a wounded beast at bay,\nWhile the watchful squadron swam\nIn the harbor night and day,\nTill the broken beak was mended, and the weary vigil ended,\nAnd her time was come again to smite and slay.\n\nMust they die, and die in vain,\nLike a flock of shambled sheep?\nThen the Yankee grit and brain\nMust be dead or gone to sleep,\nAnd our sailors’ gallant story of a hundred years of glory\nLet us sell for a song, selling cheap!\n\nCushing, scarce a man in years,\nBut a sailor thoroughbred,\n“With a dozen volunteers\nI will sink the ram,” he said.\n“At the worst 'tis only dying.” And the old commander, sighing,\n“‘Tis to save the fleet and flag — go ahead!”\n\nBright the rebel beacons blazed\nOn the river left and right;\nWide awake their sentries gazed\nThrough the watches of the night;\nSharp their challenge rang and fiery came the rifle’s quick inquiry,\nAs the little launch swung into the light.\n\nListening ears afar had heard;\nReady hands to quarters sprung\nThe \nAlbemarle\nawoke and stirred,\nAnd her howitzers gave tongue;\nTill the river and the shore echoed back the mighty roar,\nWhen the portals of her hundred-pounders swung.\n\nWill the swordfish brave the whale,\nDoubly girt with boom and chain?\nFace the shrapnel’s iron hail?\nDare the livid leaden rain?\nAh! that shell has done its duty; it has spoiled the Yankee’s beauty\nSee her turn and fly with half her madmen slain! \n\nHigh the victors’ taunting yell\nRings above the battle roar,\nAnd they bid her mock farewell\nAs she seeks the farther shore,\nTill they see her sudden swinging, crouching for the leap and springing\nBack to boom and chain and bloody fray once more.\n\nNow the Southern captain, stirred\nBy the spirit of his race,\nStops the firing with a word,\nBids them yield, and offers grace.\nCushing, laughing, answers, “No! we are here to fight!” and so\nSwings the dread torpedo spar to its place.\n\nThen the great ship shook and reeled\nWith a wounded, gaping side,\nBut her steady cannon pealed\nEre she settled in the tide,\nAnd the Roanoke’s dull flood ran full red with Yankee blood,\nWhen the fighting \nAlbemarle\nsunk and died.\n\nWoe in rebel Plymouth town when the \nAlbemarle\nfell,\nAnd the saucy flag went down that had floated long and well,\nNevermore from her stricken deck to wave.\nFor the fallen flag a sigh, for the fallen foe a tear!\nNever shall their glory die while we hold our glory dear,\nAnd the hero’s laurels live on his grave.\nLink their Cooke’s with Cushing’s name; proudly call them both our own;\nClaim their valor and their fame for America alone —\nJoyful mother of the bravest of the brave!"}