{"subject": "Can Poetry Matter?", "text": "Heart feels the time has come to compose lyric poetry.\nNo more storytelling for him. Oh, Moon, Heart writes,\nsad wafer of the heart's distress. And then: Oh, Moon,\nbright cracker of the heart's pleasure. Which is it,\nis the moon happy or sad, cracker or wafer? He looks\nfrom the window but the night is overcast. Oh, Cloud,\nhe writes, moody veil of the Moon's distress. And then,\nOh, Cloud, sweet scarf of the Moon's repose. Once more\nHeart asks, Are clouds kindly or a bother, is the moon sad\nor at rest? He calls scientists who tell him that the moon\nis a dead piece of rock. He calls astrologers. One says\nthe moon means water. Another that it signifies oblivion.\nThe girl next door says the Moon means love. The nut\nup the block says it proves that Satan has us under his thumb.\nHeart goes back to his notebooks. Oh, Moon, he writes,\nconfusing orb meaning one thing or another. Heart feels\nthat his words lack conviction. Then he hits on a solution.\nOh, Moon, immense hyena of introverted motorboat.\nOh, Moon, upside down lamppost of barbershop quartet.\nHeart takes his lines to a critic who tells him that the poet\nis recounting a time as a toddler when he saw his father\nkissing the baby-sitter at the family's cottage on a lake.\nObviously, the poem explains the poet's fear of water.\nHeart is ecstatic. He rushes home to continue writing.\nOh, Cloud, raccoon cadaver of colored crayon, angel spittle\nrecast as foggy euphoria. Heart is swept up by the passion\nof composition. Freed from the responsibility of content,\nno nuance of nonsense can be denied him. Soon his poems\nappear everywhere, while the critic writes essays elucidating\nHeart's meaning. Jointly they form a sausage factory of poetry:\nHeart supplying the pig snouts and rectal tissue of language\nwhich the critic encloses in a thin membrane of explication.\nLyric poetry means teamwork, thinks Heart: a hog farm,\ncorn field, and two old dobbins pulling a buckboard of song."}