{"subject": "Death The Encircler", "text": "TIME rolls, and month by month \nThe upwelling blood of Nature fills her veins, \nAnd the bright wooing sun \nFrom the dear earth hath won \nA tender blush of flowers that gladden all her plains. \nThe waves come leaping in, \nAnd I lie clasp'd within \nThe kind warm arms of Nature. I could die \nIn such a mood as this; my limbs, dissolv'd, \nShould be to some new herb of loveliest shape resolv'd, \nAnd I would pour my soul, \nA cup of spirit-wine, from out its breathing bowl, \nTo help the vital force \nWhich wings the stars on their unchanging course, \nOr sprouts among the leaves, and I could be \nSo lost in Nature as to compensate for me. \n\nThus dreams the poet, thinking, \nThus dreams the artist, drinking \nFresh draughts of beauty every fresh created day, \nTill o'er his half-escaped spirit sweep \nThose human memories ever folded deep \nWithin his heart: then rather would he say, \nO friends! dear friends and true! \nHad I, forgetting you, \nSurrender'd up my spirit before the throne \n\nOf great Queen Nature, did you but require \nMy love, my service, from the quivering fire, \nFrom rock, and wave, and flower, I know would start \nThe outward forms and strengths of my unwavering heart, \nAnd my life spring obedient when you claim'd your own. \n\nI fear not life, mine eyes are bold for seeing; \nI fear not death nor any change of being; \nMeek for the present, strong for the coming day, \nI tell my soul to be, as be it may; \nOnly I fear that I, who walk along \nIn your dear love so happy and so strong, \nBe cut from such communion, and the roll \nOf death's impenetrable waters surge above my soul. \n\nOh Grave! hast thou the victory over Love? \nLove with the fearless eyes? I do not think \nThat our frail brotherhood, if moving towards that brink \nBeneath whose unseen depths lies black oblivion, \nCould wear the high and beautiful aspect it girdeth on \nWhen it goes forth to conquer ill, and give \nEach loving heart the assurance--'Thou shalt live.' \n\nOh Grave! hast thou the victory over Love? \nBlack shadow, creep not over sunny life, \nWhich, striving to put forth \nSome flowers of heavenly worth, \nShrinks from thine image in unequal strife. \nOh thou, who gatherest youth, \nGenius, and beauty to thy dark embrace, \nLet one dear smile of pity gleam upon thy face,-- \nSeeds which we sow in God expand to flowers above. \nLeave us, who lose so much, eternity and love."}