{"subject": "The Summer Pool", "text": "THERE is a singing in the summer air,  \nThe blue and brown moths flutter o’er the grass,  \nThe stubble bird is creaking in the wheat,  \nAnd perch’d upon the honeysuckle-hedge  \nPipes the green linnet. Oh, the golden world! \nThe stir of life on every blade of grass,  \nThe motion and the joy on every bough,  \nThe glad feast everywhere, for things that love  \nThe sunshine, and for things that love the shade!  \n\n Aimlessly wandering with weary feet,\nWatching the wool white clouds that wander by,  \nI come upon a lonely place of shade,—  \nA still green Pool, where with soft sound and stir  \nThe shadows of o’erhanging branches sleep,  \nSave where they leave one dreamy space of blue,\nO’er whose soft stillness ever and anon  \nThe feathery cirrus blows. Here unaware  \nI pause, and leaning on my staff I add  \nA shadow to the shadows; and behold!  \nDim dreams steal down upon me, with a hum  \nOf little wings, a murmuring of boughs,  \nThe dusky stir and motion dwelling here,  \nWithin this small green world. O’ershadow’d  \nBy dusky greenery, tho’ all around  \nThe sunshine throbs on fields of wheat and bean,  \nDownward I gaze into the dreamy blue,  \nAnd pass into a waking sleep, wherein  \nThe green boughs rustle, feathery wreaths of cloud  \nPass softly, piloted by golden airs:  \nThe air is still,—no birds sing any more,—  \nAnd helpless as a tiny flying thing,  \nI am alone in all the world with God.  \n\n The wind dies—not a leaf stirs—on the Pool  \nThe fly scarce moves; earth seems to hold her breath  \nUntil her heart stops, listening silently \nFor the far footsteps of the coming rain!  \n\n While thus I pause, it seems that I have gain’d  \nNew eyes to see; my brain grows sensitive  \nTo trivial things that, at another hour,  \nHad pass’d unheeded. Suddenly the air  \nShivers, the shadows in whose midst I stand  \nTremble and blacken—the blue eye o’ the Pool  \nIs clos’d and clouded; with a sudden gleam  \nOiling its wings, a swallow darteth past,  \nAnd weedling flowers beneath my feet thrust up\nTheir leaves, to feel the fragrant shower. Oh, hark!  \nThe thirsty leaves are troubled into sighs,  \nAnd up above me, on the glistening boughs,  \nPatters the summer rain!  \n\n       Into a nook,\nScreen’d by thick foliage of oak and beech,  \nI creep for shelter; and the summer shower  \nMurmurs around me. Oh, the drowsy sounds!  \nThe pattering rain, the numerous sigh of leaves,  \nThe deep, warm breathing of the scented air, \nSink sweet into my soul—until at last,  \nComes the soft ceasing of the gentle fall,  \nAnd lo! the eye of blue within the Pool  \nOpens again, while with a silvern gleam  \nDew diamonds twinkle moistly on the leaves,\nOr, shaken downward by the summer wind,  \nFall melting on the Pool in rings of light!"}