{"subject": "Bladet fra Munden", "text": "Bladet fra Munden!\nDu, som ei tjener, paa Høi og i Lunden,\nAfguders brogede Vrimmel,\nMen i de Helliges Samfund paa Jord\nFaderens levende Ord:\nSkaber af dig og den stjernede Himmel!\nTidlig og seent lad dig ringe for Øre:\nTal ikke saa, at du glemmer at høre!\nGlem ei, at høre og lyde er Eet!\nGranskning i Skriften\nTjener til Rustning, men er ei Bedriften!\nSpørgsmaal giør ei til de Døde,\nMen til den Aand, som ei Skrifterne blot\nKiender vidunderlig godt,\nMen ogsaa Dybet i Græker og Jøde,\nAanden, som alle Guds Løndomme kiender,\nVier os ind under Brødrenes Hænder,\nNaar deres Amen er Ja til Guds Ord!\nBladet fra Munden!\nDet er med Aanden din Lov-Bog i Grunden!\nOrdet kan du ikke føre,\nAanden er Christi Statholder paa Jord,\nHan kan kun føre Guds Ord,\nSjælene gribe og Hjerterne røre!\nGiv ham dit Hjerte og laan Ham din Tunge!\nHøie og Lave og Gamle og Unge\nLytte da, som de har Sandheden kiær.\nRøsten kan skingre,\nNaar du kan Bladene paa dine Fingre,\nGiælde kan du for en Taler;\nMen hvis ei selv dig bedrage du vil,\nHusk, at det er din Postil,\nSom intet bygger, hvad end den afmaler!\nPen er en Prøver, Man neppe kan miste,\nAltid en Pind dog til Talens Ligkiste,\nTaget paa Tunge, dens Helsot og Død!\nBladet fra Munden!\nGlem ei, hvad Tale betyder i Grunden,\nAt det er Hjertet paa Tungen!\nGlemme sig selv over Gavnet, Man giør,\nDet giør Man helst, naar Man tør,\nTexten Man læser sig selv kun nødtvungen!\nTidlig og seent lad dig ringe for Øre:\nTal ikke saa, at du glemmer at høre!\nGlem ei: at høre og lyde er Eet!\nTindre som Stjerne,\nEvig paa Himlen, det lyster vor Hjerne,\nJubler, naar Daniel vinker;\nRenses af Herren til Lighed med Ham,\nBære Hans Kors og Hans Skam,\nVil vi kun nødig og synes, det sinker!\nTro ham dog ikke, den Helvedes Frister!\nSkyer du Korset, og Kronen du mister,\nHvor den dig vented, du kommer for seent!"}