{"subject": "Humorismos De Amor/ Frígida", "text": "I \nBalzac é meu rival, minha senhora inglesa!\nEu quero-a porque odeio as carnações redondas;\nMas ele eternizou-lhe a singular beleza\nE eu turbo-me ao deter seus olhos cor das ondas.\n\nII \nAdmiro-a. A sua longa e plácida estatura\nExpõe a majestade austera dos invernos;\nNão cora no seu todo a tímida candura;\nDançam a paz dos céus e os assombros dos infernos.\n\nIII \nEu vejo-a caminhar, fleumática, irritante,\nNuma das mãos franzindo um lenço de cambraia!...\nNinguém assim me prende, ó seria extravagante,\nQuando arregaça e ondula a preguiçosa saia!\n\nIV \nHei-de esperar, talvez, que o seu amor me acoite,\nMas nunca a fitarei duma maneira franca;\nTraz o esplendor do Dia e a palidez da Noite, \nÉ como o Sol - dourada, e, como a Lua - branca!\n\nV \nPudesse-m'eu prostrar, num meditado impulso,\nÓ gélida mulher bizarramente estanha,\nE trémulo depor os lábios no seu pulso,\nEntre a macia luva e o punho de bretanha!...\n\nVI \nCintila no seu rosto a lucidez das jóias,\nAo deparar consigo a fantasia pasma;\nPausadamente lembra o silvo das jibóias\nE a marcha demorada e muda dum fantasma.\n\nVII \nMetálica visão que Charles Baudelaire\nSonhou e pressentiu nos seus delírios mornos,\nPermite que lhe adule a distinção que fere,\nAs curvas da magreza e o brilho dos adornos!\n\nVIII \nDeslize como um astro, um astro que declina;\nTão descansada e firme é que me desvaria,\nE tem a lentidão duma corveta fina\nQue nobremente vá num mar de calmaria.\n\nIX \nNão me imagine um doido. Eu vivo como um monge,\nNo bosque das ficções, ó grande flor do Norte!\nE ao persegui-la penso acompanhar de longe\nO sossegado espectro angélico da Morte.\n\nX \nO seu vagar oculta uma elasticidade\nQue deve dar um gosto amargo e deleitoso,\nE a sua glacial impassibilidade\nExalta o meu desejo e ataca o meu nervoso.\n\nXI \nPorém não arderei aos seus contactos frios,\nE não me enroscraá nos serpentinos braços.\nReceio soportar febrões e calafrios;\nAdoro no seu corpo os movimentos lassos.\n\nXII \nE se uma vez me abrisse o colo transparente,\nE me oculasse, enfim, flexível e submissa,\nEu julgaria ouvir alguém, soturnamente,\nNas trevas, a cortar pedaços de cortiça! \n\nLisboa"}