{"subject": "Why Doherty Died", "text": "It was out on the Bogan near Billabong Creek\nWhere the sky shines like brass seven days in the week,\nWhere the buzzin' mosquitoes annoy you all night\nAnd the blowflies come wakin' you up at daylight;\nWhere the people get weary and sad and forlorn\nTill they wish they had died long before they were born;\nThere's a flat near the river, I knew the place well,\nFor ‘twas there Dinny Doherty kept the hotel.\n\nDinny Doherty died. 'Twasn't aisy to say\nJust the cause of the trouble that tuk him away;\nIf 'twas measles or whoopin' cough, croup or catarrh,\nOr the things docthers pickle and put in a jar.\nNot a dochter was nigh when he come to his death\nSo we reckoned he died just through shortage of breath —-\nWe didn't know how these fine points to decide;\nWhat we did know for certain was: Doherty died.\n\nThe coroner came up from Bottle-nose Flat,\nAnd twelve of us wid him on Doherty sat.\nThe hate was intense; there was whisky galore —-\nWhen we'd finished we weren't as wise as before.\nWe were roastin'; yet there, wid a shmile on his face,\nLay poor Dinny, the only cool man in the place.\nYet divil a one in the crowd could decide \nOr even imagine why Doherty died.\n\nThe old pub it seemed lonesome whin Dinny was gone,\nLavin' poor Kitty Doherty grievin' alone.\nEvery time that I called she cried: \"Phwat will I do?\nDarlin' Dinny, come back to me, Cushla! Wirroo!\nFaith it's lonely I am today, Dinny, asthore!\nDon't be sayin' you're dead, that I'll see you no more.\"\nWhin I tried to console her, she bitterly cried,\n\"I have no one to love me since Doherty died.\"\n\"I kape pinin',\" says she, \"till I'm mere shkin and bone.\"\n(Poor Kitty! She only weighed siventeen shtone.)\n\"Sure, life widhout love is like bread widhout yaste.\"\nPoor Kitty! Her heart was as big as a her waist.\nAnd what is the pain? — 'tisn't iveryone knows\nWhin a big heart like Kitty's wid love overflows.\nKitty's love was as broad as the ocean is wide,\nBut she'd no one to share it since Doherty died.\n\n'Twas a hot sumnmer's day when a visit I paid,\nFor the hate was hundhred and tin in the shade;\nPoor Kitty looked sad as I inthered the gate,\nAnd her cheeks were quite moist wid her tears (and the hate):\nBut 'twas cosy she looked as she sat in the bar,\nAnd I whispered, \"Poor girl, is it lonely ye are?\"\n\"Bedad! Lonely's no name for it,\" Kitty replied.\n\"I'm just frettin' me heart out since Doherty died.\n\nThen, says I, \"Faith, this isn't the weather to fret!\"\nAnd I wiped her plump cheeks, that were clammy and wet;\n\"Sure, Kitty,\" says I, \"you must hould up your head,\nFor the world isn't impty if one man is dead.\nTo be livin' and pinin' alone's a disgrace;\nCan you find no good man to take Doherty's place?\"\nThen she shmiled through her tears, and she said as she sighed:\n\"Ah! the good men are scarce since poor Doherty died.\"\n\n\"Och,\" says I, \"to talk that way is fiddle-de-dee;\nThere are good men left yet, Kitty — what about me?\"\nThen, before you'd say \"Jack\", o'er the bar she had leapt,\nAnd she flung herself on me bosom and wept.\n'Twas in vain that I thried to get out to get cool,\nShe was harder to shift than a big bale of wool.\nAnd I thought, as she lay on me bosom and cried:\n\"Faith! 'Tis now that I know why poor Doherty died.\""}