{"subject": "Breakfasts With Joachim", "text": "Sunday morning at Mel's Country Kitchen,\nthe place quiet, the locals bowing\nto their heaped plates, Joachim let go with,\n'The Jews done it! ' A dozen forks clattered,\nthe place grew eerie, and then he added\nin fake Okie, 'Moses went up that hill\nto bring back God's word for us here.'\nEveryone went back to stuffing their faces; \nJoachim nibbled on dry toast and sipped\nhis unsweetened tea. Why he wanted people\nto think he was a gun-toting redneck\nI never knew. Except for his time in Spain\nI doubted he'd fired a gun. He wouldn't talk\nabout those years except to say, only once,\n'I was just a kid looking for adventure.'\nI found his name in an obscure history\nof the Lincoln Brigade: 'Joachim Barron,\nmissing in action, Teruel, 1937,'\na notation he refused to clarify.\nAfter breakfast we drove to the river\nto exercise his little gray mongrel, Ginsberg,\nwho adored him. 'Howl! ' he commanded.\nThe mutt raised his muzzle and let go\nwith a long, mournful wail. I confess\nI adored him, too, especially then, walking \nthe river bank overgrown with burdocks,\nmilkweed, thistles in early October.\nJoachim in his blue suit and cordovans\nbowing to inspect whatever dried blooms\nhe found and to confer their Latin\ndesignations. 'Gold! ' he once shouted, holding\nout a stone as Ginsberg danced around him.\n'Really,' I said. 'No, beautiful, worthless mica.'\nWith spit he brought the grays and browns\nswimming to the surface. The true gold\nwas Joachim, dressed like a viceroy except\nfor a tired black and red scarf, brought back\nfrom Spain, stained with the earth of Catalunya,\n'What they buried the good Machado in \nin '39.' His perfect loafers sinking \nin mud, he recited the opening stanzas\nof 'The Crime Was in Granada' and added,\n'The only bad poem he ever wrote.'\nEven when he was most alive I doubt\nhe knew he embodied what he worshipped,\nthe exquisite in the commonplace, or that \nhe dreamed the daily world could turn \non him that fast and all he treasured turn\nto dust or nothing and leave me hunting\nfor what I'd never find, salt for the spirit."}