{"subject": "The Bundle Of Oddities", "text": "Sit down, and I'll count owre my sweethearts,\nFor faith a brave number I've had,\nSin I furst went to schuil wi' Dick Railton,\nBut Dick's in his greave, honest lad!\nI mind, when he cross'd the deep watter,\nTo get me the shilapple's est,\nHow he fell owrehead, and I skirl'd sae,\nThen off we ran heame, sair distrest.\nThen there was a bit of a teaylear,\nThat work'd at our house a heale week,\nHe was sheap'd aw the warl like a trippet,\nBut niver a word durst he speak;\nI just think I see how he squinted\nAt me, when we sat down to meat;\nOwre went his het keale on his blue breeks,\nAnd de'il a bit Snippy cud eat.\nAt partin he poud up his spirits,\nSays he, 'Tou hes bodder'd my head,\n'And it sheks yen to rags and to tatters,\n'To sew wi' a lang double thread:'\nThen, in meakin a cwoat for my fadder,\n(How luive dis the senses deceive!)\nForby usin marrowless buttons,\nTo th'pocket-whol he stitch'd a sleeve.\nThe neist was a Whaker, caw'd Jacob,\nHe turn'd up the wheyte o' his een,\nAnd talk'd about flesh and the spirit-\nThowt I, what can Gravity mean?\nIn dark winter neets, i' the lonnins,\nHe'd weade thro' the durt 'buin his knee,\nIt cuil'd his het heart, silly gander!\nAnd there let him stowter for me.\nA lang blue-lipt chap, like a guidepwost,\n(Lord help us and keep us frae harm!)\nNeist talk'd about car-gear and middens,\nAnd the reet way to manage a farm;\n'Twas last Leady Fair I leet on him,\nHe grummell'd and spent hawf-a-crown-\nGod bless him! hed he gowd i' gowpens,\nI waddn't ha'e hed sec a clown.\nBut, stop! there was lal wee deef Dicky,\nWad dance for a heale winter neet,\nAnd at me aw the time wad keep glowrin-\nPeer man, he was nobbet hawf reet!-\nHe grew jealous o' reed-headed Ellek,\nWi' a feace like a full harvest muin;\nSae they fit till they just gat eneugh on't,\nAnd I laugh'd at eath when 'twas duin.\nThere's annudder worth aw put together,\nI cud, if I wad, tell his neame;\nHe gangs past our house to the market,\nAnd monie a time he's set me heame:\nO wad he but ax me this question,\n'Will tou be my partner for life?'\nI'd answer without ony blushes,\nAnd aye try to mek a guid wife.\n\nAugust 1, 1802."}