{"subject": "An Excursion Steamer Sunk In The Tay", "text": "'Twas in the year of 1888, and on July the 14th day,\nThat an alarming accident occurred in the River Tay.\nWhich resulted in the sinking of the Tay Ferries' Steamer \"Dundee,\"\nWhich was a most painful and sickening sight to see. \n\nThe Steamer was engaged by the Independent Order of Rechabites,\nAnd all were resolved to see some rural sights;\nAnd the place they selected was the village of Newburgh;\nWhile each heart was happy and free from sorrow. \n\nAnd the weather was sunny, and really very fine,\nAnd 900 souls had agreed to while away the time;\nAnd they left the Craig Pier at half-past two o'clock,\nNever thinking they would meet with an accidental shock. \n\nAnd after passing underneath the Bridge of Tay,\nThen they took the Channel on the south side without dismay;\nAnd Captain Methven stood on the Steamer's bridge, I do declare,\nAnd for the passengers he seemed to have very great care. \n\nAnd all went well on board for some time,\nAnd the silvery Tay shone beautiful in the sunshine;\nAnd the passengers' hearts felt light and gay,\nWhile they gazed on the bonnie banks of the silvery Tay. \n\nTo do justice to the passengers, they were a goodly band,\nFor their behaviour, 'tis said, was truly grand;\nBut to the eastward of Newburgh, the Steamer was too close inshore,\nAnd on passing a boatman, he warningly to them did roar,- \n\nWarning them not to come inshore so near,\nBut his warning voice the helmsman didn't hear;\nNeither the Captain or passengers his warning dreads,\nUntil the Steamer struck a number of boulders, known as The Heads. \n\nAnd close to the point where the Pow falls into the Tay,\nWhich the people that escaped drowning will remember for many a day,\nBecause many of the passengers were thrown off their balance;\nBut, most fortunately, they were all saved merely by chance. \n\nAnd owing to the suddenness of the shock, many women fainted away,\nWhich filled the rest of the passengers' hearts with dismay;\nBut they soon regained their composure when close to the land,\nEspecially when they saw that succour was near at hand. \n\nThe engines were kept going at full speed,\nAnd God helped His people in time of need;\nAnd in a short time Newburgh was reached,\nWhile many women wept bitterly, and loudly screeched. \n\nBecause by this time the forehold was nearly filled with water,\nWhich caused the passengers' teeth with fear to chatter;\nBecause the Steamer was settling down forward,\nWhile to land the passengers safe Captain Methven struggled hard. \n\nBut before one-half of them had got ashore,\nThe women and children were in a state of uproar,\nBecause the forepart of the Steamer was submerged in the Tay,\nWhich filled the passengers' hearts with dismay. \n\nBut, thanks be to God! all the passengers were sent to Dundee\nBy the Steamers Renown, Forfarshire, Protector, and the Lass o' Gowrie,\nWhich certainly was a most beautiful sight to see,\nWhen they landed 900 passengers safe on the pier at Dundee. \n\nThen, good people, away to the mountains, glens, and lakes,\nAnd drink of milk and pure water, and eat oaten cakes;\nAnd sit down on the margin of a little burn in the sunshine,\nAnd enjoy yourselves heartily during the holiday time."}