{"subject": "A Winding Sheet for Summer", "text": "1\n\nI wanted out of the past so I ate the air,\n     it took me further into air.\nIt cut me, an iridescent chord\n     of geometric light.\nI breathed deep, it lit me up, it was good.\nAll these years, lightning, rain, the sky,\n     its little daisies.\nMemento mori and lux.\n\n2\n\nAnd you can't blame me.\nThis daisy-feeling.\nI was a poet with a death-style of my own\n     waking.\nI occupy the rest of it.\nA blue-green leaving feeling.\nTo no longer belong to a body sometimes\n     open to air.\nIn rain, in early morning rain.\n\n3\n\nToday was the day of the amphitheater in mind.\nThe day of a dreaming speech where the light is dope\n     and that's all you can say.\nWhen a feeling degrades and evolves into thought like\n     2 a.m. dilated, revealed a star.\nIt will say this long agony is great being awake.\nIt is being lovely now.\n\n4\n\nAll the stars are here that belonged to whatever\n     was speaking.\nI built my life out of what was left of me.\nSky and its procedures.\nA romanticism of clouds, trees, pale crenellations,\n     and poetry.\nA musical joybang.\nTouching everything.\n\n5\n\nWhen the words come back their fictions remain.\nThunderheads and rain, lexical waters raking gutters,\n     carving a world.\nThe stylus will live in the flash.\nA daring light from pewter to whatever.\nNow discrete observations produce undramatic sound,\n     like I am a bubble,\nmake me the sea. O, make me the sea.\n\n6\n\nFor a long time the names of things and things unnamed.\nFor a long time hawks and their chicks, fox and their cubs,\n     mice and their mice.\nFor a long time bunnies and boojum, and a name\n     for every bird in me.\nI am native to feathers — their netherside.\n\n7\n\nThe sun was a goldish wave taped to a book.\nA wavy diagram in a fusty book.\nFoxed old wave.\nA soft electro-fuzz enters the head.\nA soft fuzzy opiate lightness.\nWhat could be the message in this\n     pointillist masquerade.\nWhat use memory.\n\n8\n\nI came from a different world.\nI will die in it.\nSomeone saw it, I love them for seeing it.\nI love seeing it with them.\nLove watching it die in me.\nIt wasn't behind or beside me.\nFinding it wasn't it.\nBeing it was everything.\nThat was the thing I thought as I fell.\n\n9\n\nI am that thing in morning, whatever motors in the skull,\n     something is claimed.\nSudden rain keeps it real.\nRooftops from the window look stunned.\n     Cleansed.\nLooking out over the day, the pale performing day.\nI always consult the air before composing air.\n\n10\n\nAnd what have you been given, the blue nothing asks,\n     who are you under clanging brass?\nWho are you, Saturday; sing to me.\nSee the crows thread summerismus.\nAfternoon shade mirrors an issuelessness.\nA perfection of beetle slowly treading summer's blade.\nThe leaves broadcast color.\nI was born in summer, my conqueror,\n     breaking into wisteria.\n\n11\n\nThe sun was a golden rag nailed to a ladder.\nAnd here the marigolds grow down to the banks.\nThe mayflies drowse above water.\nHow then the dazzling surface and its dictions\n     under piled clouds,\nand clouds sitting there by place and sound.\nOne thing. This thing and sound glitters.\nIndicative transitive particular battles the void.\nAll afternoon a green-gold silent light\n     on the spotted grass, sprung.\n\n12\n\nI know it's summer even if I can't decipher the call.\nI believe in the birds haunting me. I held on.\nI'm full of bluster but also full of vision.\nI'm not ready to put the book down.\nTo stop singing bright spots thrilling the quicksilver\n     over my torrent.\nI make sounds, forget to die. I call it living,\n     this inhuman conch in the ear.\nA pewter sensation and wind.\n\n13\n\nThe sun remains a yellow sail tacked to the sky.\nI am climbing air here. I am here\n     in the open.\nThe kestrel swerves.\nIts silent kerning.\nA stunning calibration of nothing.\nI'm left to see."}