{"subject": "The Daguerreotype", "text": "This, then, is she, \nMy mother as she looked at seventeen, \nWhen she first met my father. Young incredibly, \nYounger than spring, without the faintest trace \nOf disappointment, weariness, or tean \nUpon the childlike earnestness and grace \nOf the waiting face. \nThose close-wound ropes of pearl \n(Or common beads made precious by their use) \nSeem heavy for so slight a throat to wear; \nBut the low bodice leaves the shoulders bare \nAnd half the glad swell of the breast, for news \nThat now the woman stirs within the girl. \nAnd yet, \nEven so, the loops and globes \nOf beaten gold \nAnd jet \nHung, in the stately way of old, \nFrom the ears' drooping lobes \nOn festivals and Lord's-day of the week, \nShow all too matron-sober for the cheek, -- \nWhich, now I look again, is perfect child, \nOr no -- or no -- 't is girlhood's very self, \nMoulded by some deep, mischief-ridden elf \nSo meek, so maiden mild, \nBut startling the close gazer with the sense \nOf passions forest-shy and forest-wild, \nAnd delicate delirious merriments. \n\nAs a moth beats sidewise \nAnd up and over, and tries \nTo skirt the irresistible lure \nOf the flame that has him sure, \nMy spirit, that is none too strong to-day, \nFlutters and makes delay, -- \nPausing to wonder on the perfect lips, \nLifting to muse upon the low-drawn hair \nAnd each hid radiance there, \nBut powerless to stem the tide-race bright, \nThe vehement peace which drifts it toward the light \nWhere soon -- ah, now, with cries \nOf grief and giving-up unto its gain \nIt shrinks no longer nor denies, \nBut dips \nHurriedly home to the exquisite heart of pain, -- \nAnd all is well, for I have seen them plain, \nThe unforgettable, the unforgotten eyes! \nAcross the blinding gush of these good tears \nThey shine as in the sweet and heavy years \nWhen by her bed and chair \nWe children gathered jealously to share \nThe sunlit aura breathing myrrh and thyme, \nWhere the sore-stricken body made a clime \nGentler than May and pleasanter than rhyme, \nHolier and more mystical than prayer. \n\nGod, how thy ways are strange! \nThat this should be, even this, \nThe patient head \nWhich suffered years ago the dreary change! \nThat these so dewy lips should be the same \nAs those I stooped to kiss \nAnd heard my harrowing half-spoken name, \nA little ere the one who bowed above her, \nOur father and her very constant lover, \nRose stoical, and we knew that she was dead. \nThen I, who could not understand or share \nHis antique nobleness, \nBeing unapt to bear \nThe insults which time flings us for our proof, \nFled from the horrible roof \nInto the alien sunshine merciless, \nThe shrill satiric fields ghastly with day, \nRaging to front God in his pride of sway \nAnd hurl across the lifted swords of fate \nThat ringed Him where He sat \nMy puny gage of scorn and desolate hate \nWhich somehow should undo Him, after all! \nThat this girl face, expectant, virginal, \nWhich gazes out at me \nBoon as a sweetheart, as if nothing loth \n(Save for the eyes, with other presage stored) \nTo pledge me troth, \nAnd in the kingdom where the heart is lord \nTake sail on the terrible gladness of the deep \nWhose winds the gray Norns keep, -- \nThat this should be indeed \nThe flesh which caught my soul, a flying seed, \nOut of the to and fro \nOf scattering hands where the seedsman Mage, \nStooping from star to star and age to age \nSings as he sows! \nThat underneath this breast \nNine moons I fed \nDeep of divine unrest, \nWhile over and over in the dark she said, \n\"Blessed! but not as happier children blessed\" -- \nThat this should be \nEven she . . . \nGod, how with time and change \nThou makest thy footsteps strange! \nAh, now I know \nThey play upon me, and it is not so. \nWhy, 't is a girl I never saw before, \nA little thing to flatter and make weep, \nTo tease until her heart is sore, \nThen kiss and clear the score; \nA gypsy run-the-fields, \nA little liberal daughter of the earth, \nGood for what hour of truancy and mirth \nThe careless season yields \nHither-side the flood of the year and yonder of the neap; \nThen thank you, thanks again, and twenty light good-byes. -- \nO shrined above the skies, \nFrown not, clear brow, \nDarken not, holy eyes! \nThou knowest well I know that it is thou \nOnly to save me from such memories \nAs would unman me quite, \nHere in this web of strangeness caught \nAnd prey to troubled thought \nDo I devise \nThese foolish shifts and slight; \nOnly to shield me from the afflicting sense \nOf some waste influence \nWhich from this morning face and lustrous hair \nBreathes on me sudden ruin and despair. \nIn any other guise, \nWith any but this girlish depth of gaze, \nYour coming had not so unsealed and poured \nThe dusty amphoras where I had stored \nThe drippings of the winepress of my days. \nI think these eyes foresee, \nNow in their unawakened virgin time, \nTheir mother's pride in me, \nAnd dream even now, unconsciously, \nUpon each soaring peak and sky-hung lea \nYou pictured I should climb. \nBroken premonitions come, \nShapes, gestures visionary, \nNot as once to maiden Mary \nThe manifest angel with fresh lilies came \nIntelligibly calling her by name; \nBut vanishingly, dumb, \nThwarted and bright and wild, \nAs heralding a sin-defiled, \nEarth-encumbered, blood-begotten, passionate man-child, \nWho yet should be a trump of mighty call \nBlown in the gates of evil kings \nTo make them fall; \nWho yet should be a sword of flame before \nThe soul's inviolate door \nTo beat away the clang of hellish wings; \nWho yet should be a lyre \nOf high unquenchable desire \nIn the day of little things. -- \nLook, where the amphoras, \nThe yield of many days, \nTrod by my hot soul from the pulp of self, \nAnd set upon the shelf \nIn sullen pride \nThe Vineyard-master's tasting to abide -- \nO mother mine! \nAre these the bringings-in, the doings fine, \nOf him you used to praise? \nEmptied and overthrown \nThe jars lie strown. \nThese, for their flavor duly nursed, \nDrip from the stopples vinegar accursed; \nThese, I thought honied to the very seal, \nDry, dry, -- a little acid meal, \nA pinch of mouldy dust, \nSole leavings of the amber-mantling must; \nThese, rude to look upon, \nBut flasking up the liquor dearest won, \nThrough sacred hours and hard, \nWith watching and with wrestlings and with grief, \nEven of these, of these in chief, \nThe stale breath sickens reeking from the shard. \nNothing is left. Aye, how much less than naught! \nWhat shall be said or thought \nOf the slack hours and waste imaginings, \nThe cynic rending of the wings, \nKnown to that froward, that unreckoning heart \nWhereof this brewage was the precious part, \nTreasured and set away with furtive boast? \nO dear and cruel ghost, \nBe merciful, be just! \nSee, I was yours and I am in the dust. \nThen look not so, as if all things were well! \nTake your eyes from me, leave me to my shame, \nOr else, if gaze they must, \nSteel them with judgment, darken them with blame; \nBut by the ways of light ineffable \nYou bade me go and I have faltered from, \nBy the low waters moaning out of hell \nWhereto my feet have come, \nLay not on me these intolerable \nLooks of rejoicing love, of pride, of happy trust! \n\nNothing dismayed? \nBy all I say and all I hint not made \nAfraid? \nO then, stay by me! Let \nThese eyes afflict me, cleanse me, keep me yet, \nBrave eyes and true! \nSee how the shrivelled heart, that long has lain \nDead to delight and pain, \nStirs, and begins again \nTo utter pleasant life, as if it knew \nThe wintry days were through; \nAs if in its awakening boughs it heard \nThe quick, sweet-spoken bird. \nStrong eyes and brave, \nInexorable to save!"}