{"subject": "Unarmed Combat", "text": "In due course of course you will all be issued with\nYour proper issue; but until tomorrow,\nYou can hardly be said to need it; and until that time,\nWe shall have unarmed combat. I shall teach you.\nThe various holds and rolls and throws and breakfalls\nWhich you may sometimes meet.\n\nAnd the various holds and rolls and throws and breakfalls\nDo not depend on any sort of weapon,\nBut only on what I might coin a phrase and call\nThe ever-important question of human balance,\nAnd the ever-important need to be in a strong\nPosition at the start.\n\nThere are many kinds of weakness about the body,\nWhere you would least expect, like the ball of the foot.\nBut the various holds and rolls and throws and breakfalls\nWill always come in useful. And never be frightened\nTo tackle from behind: it may not be clean to do so,\nBut this global war.\n\nSo give them all you have, and always give them\nAs good as you get; it will always get you somewhere.\n(You may not know it, but you can tie a Jerry\nUp without rope; it is one of the things I shall teach.)\nNothing will matter if only you are ready for him.\nThe readiness is all.\n\nThe readiness is all. How can I help but feel\nI have been here before? But somehow then,\nI was the tied-up one. How to get out\nWas always then my problem. And even if I had\nA piece of rope I was always the sort of person\nWho threw rope aside.\n\nAnd in my time I had given them all I had,\nWhich was never as good as I got, and it got me nowhere.\nAnd the various holds and rolls and throws and breakfalls\nSomehow or other I always seemed to put\nIn the wrong place. And, as for war, my wars\nWere global from the start.\n\nPerhaps I was never in a strong position.\nOr the ball of my foot got hurt, or I had some weakness\nWhere I had least expected. But I think I see your point.\nWhile awaiting a proper issue, we must learn the lesson\nOf the ever-important question of human balance.\nIt is courage that counts.\n\nThings may be the same again; and we must fight\nNot in the hope of winning but rather of keeping\nSomething alive: so that when we meet our end,\nIt may be said that we tackled wherever we could,\nThat battle-fit we lived, and though defeated,\nNot without glory fought."}