{"subject": "Matelots", "text": "Vos marins de quinquets à l’Opéra… comique,\nSous un frac en bleu-ciel jurent « Mille sabords ! »\nEt, sur les boulevards, le survivant chronique\nDu Vengeur vend l’onguent à tuer les rats morts.\nLe Jûn’homme infligé d’un bras – même en voyage \nInfortuné, chantant par suite de naufrage ;\nLa femme en bain de mer qui tord ses bras au flot ;\nEt l’amiral *** – Ce n’est pas matelot !\n\n– Matelots – quelle brusque et nerveuse saillie\nFait cette Race à part sur la race faillie !\nComme ils vous mettent tous, terriens, au même sac !\n– Un curé dans ton lit, un’ fill’ dans mon hamac ! –\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n– On ne les connaît pas, ces gens à rudes noeuds.\nIls ont le mal de mer sur vos planchers à boeufs ;\n\nÀ terre – oiseaux palmés – ils sont gauches et veûles.\nIls sont mal culottés comme leurs brûle-gueules.\nQuand le roulis leur manque… ils se sentent rouler :\n– À terre, on a beau boire, on ne peut désoûler !\n\n– On ne les connaît pas. – Eux : que leur fait la terre ?…\nUne relâche, avec l’hôpital militaire,\nDes filles, la prison, des horions, du vin…\nLe reste : Eh bien, après ? – Est-ce que c’est marin ?…\n\n– Eux ils sont matelots. – À travers les tortures,\nLes luttes, les dangers, les larges aventures,\nLeur face-à-coups-de-hache a pris un tic nerveux\nD’insouciant dédain pour ce qui n’est pas Eux…\nC’est qu’ils se sentent bien, ces chiens ! Ce sont des mâles !\n– Eux : l’Océan ! – et vous : les plates-bandes sales ;\nVous êtes des terriens, en un mot, des troupiers :\n– De la terre de pipe et de la sueur de pieds ! –\n\nEux sont les vieux-de-cale et les frères-la-côte,\nGens au coeur sur la main, et toujours la main haute ;\nDes natures en barre ! – Et capables de tout…\n– Faites-en donc autant !… – Ils sont de mauvais goût…\n– Peut-être… Ils ont chez vous des amours tolérées\n\nPar un grippe-Jésus accueillant leurs entrées…\n– Eh ! faut-il pas du coeur au ventre quelque part,\nPour entrer en plein jour là – bagne-lupanar,\nQu’ils nomment le Cap-Horn, dans leur langue hâlée :\n– Le cap Horn, noir séjour de tempête grêlée –\nEt se coller en vrac, sans crampe d’estomac,\nDe la chair à chiquer – comme un noeud de tabac !\nJetant leur solde avec leur trop-plein de tendresse,\nÀ tout vent ; ils vont là comme ils vont à la messe…\nCes anges mal léchés, ces durs enfants perdus !\n– Leur tête a du requin et du petit-Jésus.\n\nIls aiment à tout crin : Ils aiment plaie et bosse,\nLa Bonne-Vierge, avec le gendarme qu’on rosse ;\nIls font des voeux à tout… mais leur voeu caressé\nA toujours l’habit bleu d’un Jésus-christ rossé.\n\n– Allez : ce franc cynique a sa grâce native…\nComme il vous toise un chef, à sa façon naïve !\nComme il connaît son maître : – Un d’un seul bloc de bois !\n\n– Un mauvais chien toujours qu’un bon enfant parfois !\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n– Allez : à bord, chez eux, ils ont leur poésie !\nCes brutes ont des chants ivres d’âme saisie\nImprovisés aux quarts sur le gaillard-d’avant…\n– Ils ne s’en doutent pas, eux, poème vivant.\n\n– Ils ont toujours, pour leur bonne femme de mère,\nUne larme d’enfant, ces héros de misère ;\nPour leur Douce-Jolie, une larme d’amour !…\nAu pays – loin – ils ont, espérant leur retour,\nCes gens de cuivre rouge, une pâle fiancée\nQue, pour la mer jolie, un jour ils ont laissée.\nElle attend vaguement… comme on attend là-bas.\nEux ils portent son nom tatoué sur leur bras.\nPeut-être elle sera veuve avant d’être épouse…\n– Car la mer est bien grande et la mer est jalouse. –\nMais elle sera fière, à travers un sanglot,\nDe pouvoir dire encore : – Il était matelot !…\n\n– C’est plus qu’un homme aussi devant la mer géante,\nCe matelot entier !…\nPiétinant sous la plante\n\nDe son pied marin le pont près de crouler ;\nTiens bon ! Ça le connaît, ça va le désoûler.\nIl finit comme ça, simple en sa grande allure,\nD’un bloc : – Un trou dans l’eau, quoi !… pas de fioriture. –\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nOn en voit revenir pourtant : bris de naufrage,\nRamassis de scorbut et hachis d’abordage…\nCassés, défigurés, dépaysés, perclus :\n– Un oeil en moins. – Et vous, en avez-vous en plus :\n– La fièvre-jaune. – Eh bien, et vous, l’avez-vous rose ?\n– Une balafre. – Ah, c’est signé !…C’est quelque chose !\n– Et le bras en pantenne. – Oui, c’est un biscaïen,\nLe reste c’est le bel ouvrage au chirurgien.\n– Et ce trou dans la joue ? – Un ancien coup de pique.\n– Cette bosse ? – À tribord ?… excusez : c’est ma chique.\n– Ça ? – Rien : une foutaise, un pruneau dans la main,\nÇa sert de baromètre, et vous verrez demain :\nJe ne vous dis que ça, sûr ! quand je sens ma crampe…\nAllez, on n’en fait plus de coques de ma trempe !\nOn m’a pendu deux fois… –\nEt l’honnête forban\nCreuse un bateau de bois pour un petit enfant.\n\n– Ils durent comme ça, reniflant la tempête\nRiches de gloire et de trois cents francs de retraite,\nVieux culots de gargousse, épaves de héros !…\n– Héros ? – ils riraient bien !… – Non merci : matelots !\n– Matelots ! – Ce n’est pas vous, jeunes mateluches,\nPour qui les femmes ont toujours des coqueluches…\nAh, les vieux avaient de plus fiers appétits !\nEn haussant leur épaule ils vous trouvent petits.\nÀ treize ans ils mangeaient de l’Anglais, les corsaires !\nVous, vous n’êtes que des pelletas militaires…\nAllez, on n’en fait plus de ces purs, premier brin !\nTout s’en va… tout ! La mer… elle n’est plus marin !\nDe leur temps, elle était plus salée et sauvage.\nMais, à présent, rien n’a plus de pucelage…\nLa mer… La mer n’est plus qu’une fille à soldats !…\n\n– Vous, matelots, rêvez, en faisant vos cent pas\nComme dans les grands quarts… Paisible rêverie\nDe carcasse qui geint, de mât craqué qui crie…\n– Aux pompes !…\n– Non… fini ! – Les beaux jours sont passés :\n– Adieu mon beau navire aux trois mâts pavoisés !\n\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nTel qu’une vieille coque, au sec et dégréée,\nOù vient encor parfois clapoter la marée :\nÂme-de-mer en peine est le vieux matelot\nAttendant, échoué… – quoi : la mort ?\n– Non, le flot."}