{"subject": "The Captive Sailor", "text": "A TALE. \n\nJACK HARDY long for lovely NANCY \nHad sigh'd sincere, on sea and shore;\nShe danc'd, she sung, she drest with fancy;\nAnd seamen seldom look for more.\nHer face shew'd youth and beauty's blossom,\nHer form was graceful, slender, tall;\nFair truth dwelt in her lovely bosom,\nThe best, the choicest grace of all.\nJACK was a youth of worth and merit,\nNe'er Britain rear'd a braver tar;\nHe lov'd, with truth and loyal spirit,\nHis King and NAN , in peace and war.\nWhen last for sea brave JACK departed,\nHe sought his NANCY at her home;\n'Dear girl,' said he, 'don't be down hearted,\n'Tho' I a while from you must roam.\n'When I'm at sea, and landsmen near you,\n'O! yield not to their flattering art;\n'No distant beauty e'er shall tear you\n'From your own sailor's faithful heart.\n'If Fortune crown with wealth my labour--\n'If Heav'n propitious be my guide;\n'At my return, with pipe and tabor,\n'With joy I'll make sweet NAN my bride.\n'When peace shall come, and Britain's navy\n'Unrigg'd, shall rest from hostile harms--\n'If I'm preserv'd from France, and DAVY ,\n'I'll happy rush to NANCY 's arms.'\nNAN sobb'd aloud, her head reclining\nUpon her sailor's manly breast,\nHer snowy arms around him twining,\nUnfeign'd, her love and grief confess'd.\n'Dear JACK ,' she sigh'd, 'since you must leave me,\n'For love exchanging ocean's roar,\n'If you should fall, or e'er deceive me,\n'Poor constant NAN will smile no more.\n'From France's dungeons Heav'n preserve you;\n'No stranger's love to mine prefer,\n'For none but NANCY can deserve you,\n'As none can ever love like her.'\nThe Boatswain pip'd, and they must sever,\n'Twas hard such hearts apart to tear!\nAh! little thought they 'twas for ever--\nHope from their mind drove Doubt and Fear.\nHe join'd the crew on board the Nero,\nA goodly first rate ship of war;\nNAN pray'd, with tears, that Heav'n her hero\nWould safe restore without a scar.\n'Twas their immediate destination\nTo face the foe--they fearless went,\nEach seaman bravely fill'd his station--\nThey fought till every shot was spent.\nO'erpower'd by numbers, they must yield her,\nRude bands of Frenchmen rush'd on board,\nNow British courage could not shield her--\n'Seize the captives' was the word.\nThey quick ashore to jail were hurry'd,\nNo pity shew'd the cruel foe;\nBy HIS command in darkness bury'd,\nWhose soul delights in human woe.\nHands bound in steel, on straw to languish,\nCoarse bread and water were their fare;\nThoughts of his NAN fill'd JACK with anguish--\nThus to be parted rous'd despair.\nSigh heav'd on sigh, sharp tears descending\nDown his graceful manly cheek;\nHis prayers the while to Heav'n up sending,\nFor balm to NANCY 's bosom meek.\n'Ah! dearest NAN ,' he oft would mutter,\nWhile on the straw fell many a tear,\n'Methinks I hear the cries you utter,\n'When this sad news shall reach your ear!'\nFame bore to NAN a mournful story\nOf wounds, whence fled her sailor's breath--\nThat while he fought for Britain's glory,\nHis brave career was stopt by death.\nHer form decay'd, fair, soft, and tender--\nPale grew her cheek--deep sunk her eye;\nLife's load with joy she did surrender,\nTo meet her JACK she wish'd to die.\nA captive crew to JACK 's dark prison\nOne night with sorrow did descend;\nHis dear old shipmate, good TOM MIZEN ,\nThere recogniz'd his alter'd friend.\n'And is it here, dear JACK , I greet you!'\nTOM said, and threw him by his side;\n'Since now in like distress I meet you,\n'Death only shall our fate divide.'\n'Was NANCY well when last you left her?'\nJACK ask'd; TOM sigh'd, and dropt a tear--\n'She heard you died, and quickly after\n'The grave receiv'd your NANCY dear.'\nJACK heav'd a groan--o'er him (long wasted\nBy cold and want, by love and grief),\nThe chill damp dews of death soon hasted,\nThe slave's and captive's sure relief.\n'I come! dear NAN !--since Death's cold finger\n'Has clos'd your eyes,' JACK faintly said--\n'Why should I here behind you linger?'\nThen sunk upon his wretched bed."}