{"subject": "Dryas", "text": "'Tout est-il prêt? partons. Oui, le mât est dressé;\nAdieu donc.' Sur les bancs le rameur est placé;\nLa voile, ouverte aux vents, s'enfle et s'agite et flotte;\nDéjà le gouvernail tourne aux mains du pilote.\nInsensé! vainement le serrant dans leurs bras, \nFemme, enfants, tout se jette au-devant de ses pas;\nIl monte, on lève l'ancre. Élevé sur la poupe,\nIl remplit et couronne une écumante coupe,\nPrie, et la verse aux dieux qui commandent aux flots.\nTout retentit de cris, adieux des matelots. \nSur sa famille en pleurs il tourne encor la vue,\nEt des yeux et des mains longtemps il les salue.\nInsensé! vainement une fois averti!\nOn détache le câble; il part; il est parti!\nCar il ne voyait pas que bientôt sur sa tête \nL'automne impétueux amassant la tempête\nL'attendait au passage, et là, loin de tout bord,\nLui préparait bientôt le naufrage et la mort.\n'Dieux de la mer Égée, ô vents, ô dieux humides,\nGlaucus et Palémon, et blanches Néréides, \nSauvez, sauvez Dryas. Déjà voisin du port,\nEntre la terre et moi je rencontre la mort.\nMon navire est brisé. Sous les ondes avares\nTous les miens ont péri. Dieux! rendez-moi mes lares!\nDieux! entendez les cris d'un père et d'un époux! \nSauvez, sauvez Dryas, il s'abandonne à vous.'\nIl dit, plonge, et, perdant au sein de la tourmente\nLa planche, sous ses pieds fugitive et flottante,\nNage, et lutte, et ses bras et ses efforts nombreux...\nEt la vague en roulant sur les sables pierreux, \nBlême, expirant, couvert d'une écume salée,\nLe vomit. Sa famille errante, échevelée,\nQui perçait l'air de cris et se frappait le sein,\nCourt, le saisit, l'entraîne, et, le fer à la main,\nRendant grâces aux flots d'avoir sauvé sa tête, \nOffre une brebis noire à la noire tempête."}