{"subject": "The Passing Of Cadieux", "text": "THAT man is brave who at the nod of fate \nWill lay his life a willing offering down, \nThat they who loved him may know length of days; \nMay stay awhile upon this pleasant earth \nDrinking its gladness and its vigour in, \nThough he himself lie silent evermore, \nDead to the gentle calling of the Spring, \nDead to the warmth of Summer; wrapt in dream \nSo deep, so far, that never dreamer yet \nHas waked to tell his dream. Men there may be \nWho, careless of its worth, toss life away, \nA counter in some feverish game of chance, \nOr, stranger yet, will sell it day by day \nFor toys to play with; but a man who knows \nThe love of life and holds it dear and good, \nPrizing each moment, yet will let it go \nThat others still may keep the precious thing– \nHe is the truly brave! \n\nThis did Cadieux,\nA man who loved the wild and held each day \nA gift from Le Bon Dieu to fill with joy\nAnd offer back again to Him who gave\n(See, now, Messieurs, his grave!) We hold it dear \nThe story you have heard–but no? 'Tis strange, \nFor we all know the story of Cadieux! \nHe was a Frenchman born. One of an age \nThat glitters like a gem in history yet, \nThe Golden Age of France! 'Twould seem, Messieurs, \nThat every country has a Golden Age? \nAh well, ah well!– \n\nBut this Cadieux, he came \nNo one knew whence, nor cared, indeed, to know. \nHis simple coming seemed to bring the day, \nSo strong was he, so gallant and so gay– \nA maker of sweet songs; with voice so clear \n'Twas like the call of early-soaring bird \nHymning the sunrise; so at least 'twould seem \nMehwatta thought–the slim Algonquin girl \nWhose shy black eyes the singer loved to praise. \nShe taught him all the soft full-throated words \nWith which the Indian-warriors woo their brides, \nAnd he taught her the dainty phrase of France \nAnd made her little songs of love, like this: \n\n'Fresh is love in May\nWhen the Spring is yearning,\nLife is but a lay,\nLove is quick in learning. \n\n'Sweet is love in June:\nAll the roses blowing\nWhisper 'neath the moon\nSecrets for love's knowing. \n\n'Sweet is love alway\nWhen life burns to embers,\nHearts keep warm for aye\nWith what love remembers!' \n\nTheir wigwam rose beside the Calumet \nWhere the great waters thunder day and night \nAnd dawn chased dawn away in gay content. \nThen it so chanced, when many moons were spent, \nThe brave Cadieux and his brown brothers rose \nTo gather up their wealth of furs for trade; \nAnd in that moment Fate upraised her hand \nAnd, wantonly, loosed Death upon the trail, \nRed death and terrible–the Iroquois! \n(Oh, the long cry that rent the startled dawn!) \nOne way alone remained, if they would live– \nThe Calumet, the cataract–perchance \nThe good Saint Anne might help! \n\n'In God's name, go!\nPush off the great canoe, Mehwatta, go!– \nAdieu, petite Mehwatta! Keep good cheer.\nSay thou a prayer; beseech the good Saint Anne!–\nFor two must stay behind to hold the way,\nAnd shall thy husband fail in time of need?\nAnd would Mehwatta's eyes behold him shamed?–\nAdieu!'–Oh, swift the waters bear them on!\nNow the good God be merciful! .... \n\nThey stayed, \nCadieux and one Algonquin, and they played \nWith a bewildered foe, as children play, \nCrying 'Lo, here am I!' and then 'Lo, here!' 'Lo, there!' \nTheir muskets spoke from everywhere at once– \nSo swift they ran behind the friendly trees, \nThey seemed a host with Death for General– \nAnd the fierce foe fell back. \n\nBut ere they went \nTheir wingèd vengeance found the Algonquin's heart. \nCadieux was left alone! \n\nAh, now, brave soul, \nBegan the harder part! To wander through \nThe waking woods, stern hunger for a guide; \nTo see new life and know that he must die; \nTo hear the Spring and know she breathed 'Adieu'! ...\nOne wonders what strange songs the forest heard, \nWhat poignant cry rose to the lonely skies \nTo die in music somewhere far above \n\nOr fall in sweetness back upon the earth– \nThe requiem of that singer of sweet songs! \nThey found him–so–with cross upon his heart, \nHis cold hand fast upon this last Complaint– \n\n'Ends the long trail–at sunset I must die! \nI sing no more–O little bird, sing on \nAnd flash bright wing against a brighter sky! \n\n'Sing to my Dear, as once I used to sing; \nSay that I guarded love and kept the faith– \nFly to her, little bird, on swifter wing. \n\n'The world slips by, the sun drops down to-night– \nSweet Mary, comfort me, and let it be\nThy arms that hold me when I wake to light!'"}