{"subject": "The Seer", "text": "WOULD I could waken numbers, brighter, sweeter,\n    Than is the lark's song in the cloud above,\nThen would I tell you in befitting metre,\n    How much the Seer is worthy of your love.\n\nShy, sensitive is he, and far from equal\n    Unto the battle of material life,\nHe strives unheeded and, too oft the sequel,\n    Unheeded falleth in the bitter strife.\n\nAverse to falsehood and pretences hollow,\n    Averse to slander, cruelty, and wrong,\nHe scorns the gilded car of pomp to follow,\n    And underneath is trampled by the throng.\n\nToo nobly strung of self to brook the mention—\n    Too sweetly strung to give another pain—\nToo finely strung to pleasure in contention,\n    He seeks within the meed he would obtain.\n\nUnlike the crowd who never dare look inward,\n    Lest they a hideous spectre there should meet,\nWould point to secret longings prompting sinward,\n    He looks within and finds a solace sweet.\n\nAy, in a conscience pure he sees a charmer—\n    A harper from whose harp such tones are hurl'd,\nThey act as mighty spells, as tested armour,\n    To shield him from the malice of the world.\n\n'Go on, brave heart,' he hears an anthem chanted,\n    The distant echoes of that harp's weird tones;\n'Go on—to thee a richer dower is granted\n    Than that which gilds a hundred monarchs' thrones.\n\n'Thou may'st be thrust aside and scorned and taunted\n    As being a lunatic, a knave or fool,\nThou hast within thy inner being planted\n    A power that yet shall put the world to school.\n\n'Thou rnay'st be destined here to tribulation;\n    Thy every pang shall prove a key, by which,\nThou shalt unlock some safe of the Creation,\n    And with its precious stores thy mind enrich.\n\n'Illumined by that sun forever burning,\n    Deep in the centre of the inner spheres,\nThou shalt be gifted with the gift of learning\n    What lieth hidden from thy mortal peers.\n\n'In every planet in the midnight heaven—\n    In every hue doth in the rainbow blend,\nShalt thou perceive a lore and meaning, given\n    To very few on earth to comprehend.\n\n'The very flower upon the meadow blowing—\n    The very weed down trampled on the road,\nShall be to thee a priceless casquet, glowing\n    With glories hinting of the light of God.\n\n'In every breezelet—nay, in the commotion\n    Of raging winds—in every streamlet clear—\nNay, in the roaring of the mighty ocean,\n    Shalt thou hear sounds will gladden thee to hear.\n\n'Thus shalt thou in the Universe external,\n    The Universe internal read, and so\nPossess what shall be to the weal eternal\n    Of earth's benighted 'habitants to know.\n\n'The buried eons of the Past—their history,\n    Still glows in characters that thou shalt read;\nAnd from the future thou shalt pluck its mystery,\n    And point the goal to where the moments lead.\n\n'Whatever thrills the heart with feelings precious,\n    Whatever tends to cast the spirit down,\nThe deed delightful, or the hint pernicious,\n    Shall claim withal in turn thy smile or frown.\n\n'Remind shalt thou the soul aweary, weary\n    Even with the battle thou thyself hast fought,\nHow thro' deep failure and thro' toil uncheery,\n    Must every triumph worth his care be wrought,\n\n'Nay even at the hest of a volition\n    Still, still to highest purposes attuned,\nShalt thou go forth a monarch, and ambition\n    And evils many with thy glance confound.\n\n''Woe,' black-browed guilt shall cry; and 'woe' and\n        vanish\n    Despair and desolation, sisters sad;\nAnd for the hydra-brood thou thus shalt banish,\n    Celestial Love shall make the spirit glad.\n\n'Uplifting them by slow yet sure gradations,\n    From spheres inferne into the spheres superne,\nShalt thou thus prove a boon unto the nations,\n    And in return a boon divine shalt earn.\n\n'If not in monuments of brass or marble,\n    Deep in men's spirits shall thy glory glow;\nAnd little ones shall of the wonders warble\n    Accomplished by the wise man long ago.\n\n'All this and more than this shall be thy guerdon,—\n    The sense of having acted right!'—So says\nThe happy echo of that harp's sweet burden\n    A certain Seraph in his bosom plays.\n\nAnd this enableth the true seer ever\n    To triumph tho' he falleth, and to pray\nThat theirs like his may be a portion, never,\n    Who plot and plan to take his life away.\n\nAh, to the last his words and deeds are sweeter\n    Than is the lark's song in the cloud above,\nAnd rare the bard could find befitting metre,\n    To hymn the love we owe this child of Love!"}