{"subject": "The Wife Of Asdrubal", "text": "The sun sets brightly - but a ruddier glow\nO'er Afric's heaven the flames of Carthage throw;\nHer walls have sunk, and pyramids of fire\nIn lurid splendour from her domes aspire;\nSwayed by the wind, they wave - while glares the sky \nAs when the desert's red simoom is nigh;\nThe sculptured altar and the pillared hall\nShine out in dreadful brightness ere they fall;\nFar o'er the seas the light of ruin streams,\nRock, wave, and isle are crimsoned by its beams;\nWhile captive thousands, bound in Roman chains, \nGaze in mute horror on their burning fanes;\nAnd shouts in triumph, echoing far around,\nSwell from the victors' tents with ivy crowned.\nBut mark! from yon fair temple's loftiest height\nWhat towering form bursts wildly on the sight,\nAll regal in magnificent attire,\nAnd sternly beauteous in terrific ire?\n\nShe might be deemed a Pythia in the hour\nOf dread communion and delirious power;\nA being more than earthly, in whose eye\nThere dwells a strange and fierce ascendancy.\nThe flames are gathering round - intensely bright,\nFull on her features glares their meteor-light;\nBut a wild courage sits triumphant there,\nThe stormy grandeur of a proud despair;\nA daring spirit, in its woes elate,\nMightier than death, untameable by fate.\nThe dark profusion of her locks unbound,\nWaves like a warrior's floating plumage round;\nFlushed in her cheek, inspired her haughty mien,\nShe seems the avenging goddess of the scene.\nAre those \nher\ninfants, that with suppliant cry \nCling round her, shrinking as the flame draws nigh,\nClasp with their feeble hands her gorgeous vest,\nAnd fain would rush for shelter to her breast?\nIs that a mother's glance, where stern disdain,\nAnd passion, awfully vindictive, reign?\n\nFixed is her eye on Asdrubal, who stands\nIgnobly safe amidst the conquering bands;\nOn him who left her to that burning tomb, \nAlone to share her children's martyrdom;\nWho, when his country perished, fled the strife,\nAnd knelt to win the worthless boon of life.\n'Live, traitor, live!' she cries, 'since dear to thee,\nE'en in thy fetters, can existence be!\nScorned and dishonoured live! - with blasted name,\nThe Romans triumph not to grace, but shame.\nO slave in spirit! bitter be thy chain\nWith tenfold anguish to avenge my pain!\nStill may the manes of thy children rise\nTo chase calm slumber from thy wearied eyes;\nStill may their voices on the haunted air\nIn fearful whispers tell thee to despair, \nTill vain remorse thy withered heart consume,\nScourged by relentless shadows of the tomb!\nE'en now my sons shall die - and thou, their sire,\nIn bondage safe, shalt yet in them expire. \nThink'st thou I love them not? - 'Twas thine to fly -\n'Tis mine with these to suffer and to die.\nBehold their fate! - the arms that cannot save\nHave been their cradle, and shall be their grave.'\n\nBright in her hand the lifted dagger gleams,\nSwift from her children's hearts the life-blood streams;\nWith frantic laugh she clasps them to the breast\nWhose woes and passions soon shall be at rest;\nLifts one appealing, frenzied glance on high,\nThen deep 'midst rolling flames is lost to mortal eye."}