{"subject": "A Westminster Wedding, Or The Town Mouth; Alias, The Recorder Of London And His Lady: Feb. 17, 1679", "text": "'Tis said when George did dragon slay,\nHe saved a maid from cruel fray:\nBut this Sir George, whom knaves do brag on,\nMist of the maid, and caught the dragon;\nSince which, the furious beast so fell,\nStares, roars, and yawns like mouth of hell:\nHe raves and tears, his bad condition\nDistracts his mind, as late petition.\nPeace man, or beast (or both) to please ye,\nA parliament will surely ease ye.\nMarriage and hanging both do go\nBy destiny; Sir George, if so,\nYou stand as fairly both to have,\nAs ever yet did fool or knave:\nThe first your wife hath help'd ye to; \nThe other as a rogue's your due:\nNo other way is left to tame ye;\nAnd if you have it not, then blame me.\nBut ere it comes, and things are fitting,\nJudge of his merit by his getting:\nHe's got a ven'mous heart, and tongue\nWith vipers, snakes, and adders hung,\nBy which, in court he plays the fury,\nHectors complainant, law, and jury:\nHis imprudence hath all laws broken,\n(To the judges honour be it spoken,)\nFor which he got a name that stinks\nWorse than the common jakes or sinks:\nBut to allay the scent so hot,\nGeorge from the court has knighthood got\nBestow'd upon him for his bawling,—\nA royal mark for caterwauling:\nBut certain, George must never boast on't,\n'Cause traitors, cheats, and pimps have most on't.\nNow rogue enough he got in favour,\nTo bind good men to worse behaviour,\nAnd bark aloud they will deceive ye,\nIn that he matches tribe of Levi;\nWho now with Pope bear all before 'em,\nPriests made just-asses of the quorum.\nFaith make 'em judges too, most fine-o,\nAnd then they'll preach it all Divino.\nThere's somewhat more that George has got,\n(For Trevor left him, who knows what)\nA teeming lady-wife * * * * * * \n* * * * * * * * * * * * * * * * * * * * \n* * * * * * * * * * * * * * * * * * * *\n* * * * * * * * * * * * * * * * * * * *\nBut one thing more I can't let pass,\nWhen George with Clodpate feasted last,\n(I must say Clodpate was a sinner,\nTo jerk his brother so at dinner,)\nHe by his almanack did discover,\nHis wife scarce thirty weeks went over,\nEre she (poor thing!) in pieces fell,\nWhich made Mouth stare and bawl like hell.\nWhat then, you fool! some wives miscarry,\nAnd reckon June for January.\nThis Clodpate did assert as true,\nWhich he by old experience knew,\nBut all his canting would not do.\nGeorge put him to t'upon denial,\nWhich set him hard as Wakeman's trial:\nThey rail'd, and bawl'd, and kept a pother,\nAnd like two curs did bite each other.\nWhich brought some sport, but no repentance;\nSo off they went to Harris sentence,\nWhich soon they pass'd against all laws,\nTo glut their rage and popish cause:\nFor which injustice, knaves! we hope\nYou'll end together in the rope:\nAnd when the gallows shall you swallow,\nWe'll throw up caps, and once more holloa,\nIf this we wish from private grudge,\nOr as their merit, England's judge:\nWho seek the nation to enthrall\nAre treacherous slaves and villains all.\nAnd when confusion such does follow,\nWe'll throw up caps, and once more holloa,\n      That's their exit,\n      Tho' they rex-it,\n      We shall grex-it."}