{"subject": "All Hail To The Czar!", "text": "All hail to the Czar! By the fringe of the foam\nThat thunders, untamed, around Albion's shore,\nSee multitudes throng, dense as sea-birds whose home\nIs betwixt the deaf rocks and the ocean's mad roar;\nAnd across the ridged waters stand straining their eyes\nFor a glimpse of the Eagle that comes from afar:\nLo! it swoops towards the beach, and they greet it with cries\nThat silence the billows-''All hail to the Czar!''\n\nAll hail to the Czar! England's noblest and best,\nHer oldest, her newest, her proudest are there,\nAnd they vie in obeisance before the great guest,\nFor the prize of his nod, for the alms of his stare.\nTo the seat of their Empire they draw him along,\nWhere the Palace flies open to welcome his car,\nAnd Prince, Press, and People, with leader and song,\nRing the change on the paean-''All hail to the Czar!''\n\nAll hail to the Czar! the bold Monarch who shook\nFrom the heart of the Lion its insolent lust,\nThat once from the strongest no outrage would brook,\nTill it crouched at his feet, till it crawled in the dust!\nWho the laurels bequeathed to us tore from our brow,\nWho extinguished our fame that once shone like a star,\nMade our rulers to tremble, our heralds to bow,\nAnd our bosoms to mock us-''All hail to the Czar!''\n\nAll hail to the Czar! O yes! show him your ships,\nHad your courage not failed, he had seen before now,\nAs they dally at anchor, the gag on their lips,\nAnd the peace-loving holiday trim on their prow!\nYes! show him your army, that mighty array\nHe so rashly defied when he ventured to mar\nThe last work of its hands, and remind it to say,\nBut with bayonets inverted-''All hail to the Czar!''\n\nAll hail to the Czar! As ye revel and feast,\nI marvel the ghosts of the bootlessly slain\nDo not come from their cold lonely graves in the East,\nFrom the hillside that looks o'er the desolate main,\nWhich they perished to save, ye surrender, to live,\nTo the man ye now slaver, all base as ye are!\nDo not stalk through the banquet-hall, pallid, and give\nThe gay toast ere ye drink it-''All hail to the Czar!''\n\nAll hail to the Czar! For his daughter he gave,\nLike Atrides of old, without shrinking or qualm,\nThough not that the white ships might move o'er the wave,\nBut that ours still might ride in immovable calm!\nWhat Religion could once, now can Statecraft persuade;\nAnd if ye would devote to the furies of war\nHalf as freely your sons as he gave up his maid,\nWithout shame might ye shout then-''All hail to the Czar!''\n\nAll hail to the Czar! Are ye then sunk so low,\nO ye sons of the once fearless masters of earth!\nThat ye pour out the wine for an insolent foe,\nThat in depths of dishonour ye simulate mirth?\nThat, like unto mongrel hounds beaten and cowed,\nYe, crouched, lick alternately smiter and scar?-\nOh, rather my country lay deaf in its shroud,\nThan had lived to hear silent-''All hail to the Czar!''"}