{"subject": "On The Death Of Mr. Crashaw", "text": "Poet and Saint! to thee alone are given\n   The two most sacred names of earth and heaven,\n   The hard and rarest union which can be\n   Next that of godhead with humanity.\n   Long did the Muses banish'd slaves abide,\n   And built vain pyramids to mortal pride;\n   Like Moses thou (though spells and charms withstand)\n   Hast brought them nobly home back to their Holy Land.\n\n      Ah wretched we, poets of earth! but thou\n  Wert living the same poet which thou'rt now.\n  Whilst angels sing to thee their airs divine,\n  And joy in an applause so great as thine,\n  Equal society with them to hold,\n  Thou need'st not make new songs, but say the old.\n  And they (kind spirits!) shall all rejoice to see\n  How little less than they exalted man may be.\n  Still the old heathen gods in numbers dwell,\n  The heavenliest thing on earth still keeps up Hell.\n  Nor have we yet quite purg'd the Christian land;\n  Still idols here like calves at Bethel stand.\n  And though Pan's death long since all oracles broke,\n  Yet still in rhyme the fiend Apollo spoke:\n  Nay with the worst of heathen dotage we\n  (Vain men!) the monster Woman deify;\n  Find stars, and tie our fates there in a face,\n  And Paradise in them by whom we lost it, place.\n  What different faults corrupt our Muses thus\n  Wanton as girls, as old wives fabulous!\n\n     Thy spotless Muse, like Mary, did contain\n  The boundless Godhead; she did well disdain\n  That her eternal verse employ'd should be\n  On a less subject than eternity;\n  And for a sacred mistress scorn'd to take\n  But her whom God himself scorn'd not his spouse to make.\n  It (in a kind) her miracle did do;\n  A fruitful mother was, and virgin too.\n\n     How well, blest swan, did fate contrive thy death;\n  And make thee render up thy tuneful breath\n  In thy great mistress' arms! thou most divine\n  And richest offering of Loretto's shrine!\n  Where like some holy sacrifice t' expire\n  A fever burns thee, and Love lights the fire.\n  Angels (they say) brought the fam'd chapel there,\n  And bore the sacred load in triumph through the air.\n  'Tis surer much they brought thee there, and they,\n  And thou, their charge, went singing all the way.\n\n     Pardon, my Mother Church, if I consent\n  That angels led him when from thee he went,\n  For even in error sure no danger is\n  When join'd with so much piety as his.\n  Ah, mighty God, with shame I speak't, and grief,\n  Ah that our greatest faults were in belief!\n  And our weak reason were even weaker yet,\n  Rather than thus our wills too strong for it.\n  His faith perhaps in some nice tenents might\n  Be wrong; his life, I'm sure, was in the right.\n  And I myself a Catholic will be,\n  So far at least, great saint, to pray to thee.\n\n     Hail, bard triumphant! and some care bestow\n  On us, the poets militant below!\n  Oppos'd by our old enemy, adverse chance,\n  Attack'd by envy, and by ignorance,\n  Enchain'd by beauty, tortured by desires,\n  Expos'd by tyrant Love to savage beasts and fires.\n  Thou from low earth in nobler flames didst rise,\n  And like Elijah, mount alive the skies.\n  Elisha-like (but with a wish much less,\n  More fit thy greatness, and my littleness)\n  Lo here I beg (I whom thou once didst prove\n  So humble to esteem, so good to love)\n  Not that thy spirit might on me doubled be,\n  I ask but half thy mighty spirit for me;\n  And when my Muse soars with so strong a wing,\n  'Twill learn of things divine, and first of thee to sing."}