{"subject": "The White Foxglove", "text": "Reynard, the fox, was asked to a party.\n\"Come\", they said, in your Sunday best,\nFor we like good form, tho' the fun be hearty;\nSo all who dance must be formally dressed:\nBlack tail-coat and a shirt-front gleaming.\nBrushed and burnished each dancing shoe,\nPantaloons with a silk braid seaming,\nClean white gloves of the snowiest hue.\nThis most especially -\nVery especially -\nSnow-white gloves of a spotless hue.\n\nReynard, the fox, as he dressed (says the fable)\nDreamed of the dance and his lady love,\nThen he searched and he hunted in dresser and table,\nBut all he discovered was - one old glove!\nA horrible glove, with a broad black stitching\nSorriest match for his stiff white shirt.\nCould lover go wooing a maid so bewitching,\nWearing but one glove, grubby with dirt?\nOh, most disgustedly -\nVery disgustedly -\nCreased and crumpled and yellow with dirt.\n\nSaid Reynard, the fox, to the King of the Fairies,\n\"King, I come to you craving a dower.\nGloves! All as white as the lamb that was Mary's.\nPray you, fashion a pair from a magic flower.\n&gt;From a summer cloud, from the web of a spider.\nSkin of a toadstool, a snowberry rind,\nDown from the breast of a fledgling eider.\"\nAnd the King said \"Sure\", for the King was kind.\nEver so graciously -\nGaily and graciously -\n\"Oke\", said the Monarch, for he was kind.\n\nThen Reynard, the fox, beheld a wonder:\nA wave of his wand by the Fairy King -\nAnd there, with the green leaves spreading under,\nSprang forth a sceptre, a magic thing\nWith garlands of gloves in a gleaming cluster,\nWhite as the fleeces of new-shorn flocks\nThat fairy shepherds in Arcady muster.\nAnd a pair they presented to Reynard, the fox.\nThey fitted him perfectly.\nSaid the King, \"perfectly\"\n\"Your Majesty.' Thank you!\" said Reynard, the fox.\n\nReynard, the fox, made haste to the revel;\nBeau of the ball, as they had to confess.\nAnd the ladies sighed, \"What a handsome devil?\"\nAs for his lady - of course it was, \"yes\".\nThen they danced and they fasted with merry laughter.\nWhile Reynard weaved dreams in the clouds above.\nAnd they called that blossom, from then ever after -\nMen, foxes and fairies - the white Fox-glove.\nTall and so slenderly\nGraceful and tenderly,\nSwaying its sceptre - the White Fox-Glove."}