{"subject": "Tristesse des bœufs", "text": "Voilà ce que me dit en reniflant sa prise\nLe bon vieux laboureur, guêtré de toile grise.\nAssis sur un des bras de sa charrue, ayant\nLe visage en regard du soleil rougeoyant :\n\n« Ces pauv’ bêt’ d’animaux n’comprenn’ pas q’ la parole.\nT’nez ! j’avais deux bœufs noirs !... Pour labourer un champ\nC’était pas d’ leur causer ; non ! leur fallait du chant\nQui s’ mêle au souffl’ de l’air, aux cris d’ l’oiseau qui vole !\n\nAlors, creusant l’ sillon entr’ buissons, chên’s et viornes,\nVous les voyiez filer, ben lent’ment, dans ceux fonds,\nTels que deux gros lumas, l’un cont’ l’aut’, qui s’en vont\nAyant tiré d’ leu têt’ tout’ la longueur des cornes.\n\nL’ sillon fini, faisant leur demi-rond d’eux-mêmes,\nI’s en r’commençaient un auprès, juste à l’endroit :\nJ’avais qu’à l’ver l’soc qui, rentré doux, r’glissait droit...\nAinsi, toujours pareil, du p’tit jour au soir blême.\n\nC’était du bel ouvrage aussi m’suré q’ leur pas,\nQ’ ça soit pour le froment, pour l’avoin’, pour le seigle,\nTous ces sillons étaient jumeaux, droits comme un’ règle,\nEt l’écart entr’ chacun comm’ pris par un compas.\n\nPar exempl’, fallait pas, dam’ ! q’ la chanson les quitte !\nÀ preuv’ que quand, des fois, j’ la laissais pour prend’ vent,\nI’ s’arrêtaient d’un coup, r’tournaient l’ mufle en bavant,\nEt beurmaient tous les deux pour en d’mander la suite.\n\nMais, c’est pas tout encor, dans l’air de la chanson\nI v’laient d’ la même tristesse ayant toujou l’ mêm’ son,\nÀ cell’ du vent et d’ l’arb’ toujou ben accordée.\nMais d’ la gaieté ? jamais i’ n’en voulur’ un brin !\n\nÇa tombait ben pour moi qui chantais mon chagrin.\nYa donc des animaux qu’ont du choix dans l’idée\nEt qu’ont l’ naturel trist’ puisque, jamais joyeux,\nDans la couleur des bruits c’est l’noir qu’i’s aim’ le mieux."}