{"subject": "On The Sea", "text": "I.\nMy God, break not the breakers of the sea,\nNor command to the deep, 'Become dry'.\nUntil I thank Your mercies, and I thank\nThe waves of the sea and the wind of the west;\nLet them propel me to the place of the yoke of Your love,\nAnd bear far from me the Arab yoke.\nAnd how shall my desires not find fulfillment,\nSeeing as I trust in You, and You are pledged to me?\n\nII.\nHas the flood come again and made the world a waste\nSo that one cannot see the face of the dry land,\nAnd no man is there and no beast and no bird?\nHave they all come to an end and lain down in sorrow?\nTo see even a mountain or a marsh would be a rest for me,\nAnd the desert itself would be sweet.\nBut I look on every side and there is nothing\nBut water and sky and ark,\nAnd Leviathan causing the abyss to boil,\nSo that one considers the deep to be hoary,\nAnd the heart of the sea conceals the ship\nAs though she were a stolen thing in the sea's hand.\nAs the sea rages, my soul is jubilant -\nFor my ship draws near to the sanctuary of her God.\n\nIII.\nTo You my soul turns in trust or fear,\nIt is to you that she always gives thanks and worship;\nIn You I rejoice on the day I wander forth and flee,\nAnd You I thank in every flight and wandering. -\nIndeed, when the ship, to bear me over, spreads out wings like the wings of a stork,\nAnd when the deep groans and roars beneath me,\nAs though it had learned from my own entrails,\nAnd makes the abyss to boil like a pot,\nIndeed, turns the sea into a pot of burning ointment;\nAnd when the ship from Kittim comes to the sea of the Philistines\nAnd the Hittites come down to the stronghold;\nAnd when creatures press upon the ship\nAnd sea-monsters watch for food,\nAnd there is a time of trouble as of one that brings forth her first child,\nW\u007fhen children have approached their birth\nBut there is no strength to bring them forth.\nAnd though I should lack for food and drink,\nI take the sweetness of Your name into my mouth for sustenance;\nAnd I have no care for worldly goods,\nNor for treasures nor for any perishables -\nEven so far that I can leave behind  her that went forth of my loins,\nSister of my soul - and she my only daughter -\nAnd I can forget her son, though it pierces my heart,\nAnd I have nothing left but his memory for a symbol -\nFruit of my loins, child of my delight -\nAh! How should Yehudah forget  Yehudah?\nBut this is a light thing compared to Your love,\nSince I may enter Your gates with thanksgiving,\nAnd sojourn there, and count my heart\nA burnt offering bound upon Your altar;\nAnd may make my grave in Your land,\nSo that it be there a witness for me.\n\nIV.\nThis is your wind, O perfumed west,\nWith spikenard and apple in his wings!\nYou come forth of the treasures of the spice traders -\nYou are not of the treasures of the wind.\nYou propel me on swallow's wings, and proclaim liberty for me;\nLike pure myrrh from the bundle of spices you have selected.\nHow men must long for you, which for your sake\nRide over the crest of the sea on the back of a plank!\nStay not your hand from the ship\nEither when day abides or in the cool breath of the night;\nBut beat out the deep, and tear the heart of the seas\nAnd touch the holy mountains, and there will you rest.\nReprimand the east wind which tosses the sea into tempest\nUntil he makes its heart like a seething pot.\nWhat shall the captive do, in the hand of God,\nOne moment held back, and one moment sent forth free?\nTruly the secret of my quest is in the hand of the Highest,\nWho formed the mountain heights and created the wind.\n\nV.\nMy desire for the living God has constrained me\nTo seek the place of the throne of my annointed -\nEven so that it has not suffered me to kiss\nThe children of my house, my friends, and my brethren;\nAnd that I do not weep for the orchard which I planted and watered,\nNor for my green shoots that prospered;\nAnd that I abandoned Yehudah and Azariel,\nMy two beautiful choice flowers;\nAnd Yitzhak, whom I counted as my child,\nFruit of the sun, best of the growth of my moons;\nAnd that I have all but forgotten the house of prayer\nIn whose place of learning was my rest,\nAnd that I forget the delights of my Sabbaths,\nThe beauty of my festivals, the glory of my Passovers,\nAnd have given my glory unto others,\nAnd renounced my praise unto graven images.\nI have exchanged my abode for a shadow of shrubs,\nAnd for a hedge in the thicket my strong bars;\nMy soul is satisfied with the chief spices,\nAnd the scent of the thornbush I use now for perfume;\nAnd I have ceased to walk with my face bending to the ground \nBut have set my paths in the heart of the seas -\nWith the ultimate goal that I may find the footstool of my God,\nAnd be able to pour out my soul with my thoughts,\nAnd stand at the threshold of His holy mount and set open\nTowards the doors of Heaven's gates, my doors,\nAnd suffer my spikenard to flower by the waters of the Jordan,\nAnd put forth my shoots by Siloah.\nThe Lord is with me, how shall I fear or dread,\nSince the angel of His mercy bears my weapons?\nI shall praise His name while I still am alive,\nAnd thank Him for eternity.\n\nVI.\nI say in the heart of the seas to the quaking heart,\nFearing greatly because they lift up their waves;\nIf you believe in God who made the sea,\nAnd whose Name stands for eternity,\nThe sea shall not frighten you when its waves rise up,\nFor with you is One who has set a bound to the sea.\nVII.\nI cry out to God with a melting heart and knees that strike against each other,\nWhile anguish is in all loins,\nOn a day when the oarsmen are astounded at the deep,\nWhen even the pilots find not their hands.\nHow shall I be otherwise, since I, on a ship's deck,\nSuspended between the waters and the heavens,\nAm dancing and tossed about?\nBut this is merely a light thing,\nIf I may eventually hold a joyous dance in the midst of you, O Jerusalem!\n\nVIII.\nCall greeting unto daughters and relatives,\nPeace to brothers and to sisters,\nFrom the captive of hope who is possessed by the sea,\nAnd has placed his spirit in the hand of the winds,\nThrust by the hand of the west into the hand of the east:\nThis one passes to lead on, and that one to thrust back.\nBetween him and death is but a step,\nYes, between them is merely the thickness of a plank;\nBuried alive in a coffin of wood,\nUpon no floor, with no four cubits of earth,\nNor even with less.\nHe sits - he cannot stand upon his feet,\nHe lies down - he cannot stretch them forth;\nSick and afraid because of the heathen\nAnd because of the marauders and the winds.\nThe pilot and the mariner, and all their rabble -\nThey are the rulers and captains there.\nFame is not to the wise, nor yet favor to skilled men,\nSave only to those that have skill to swim.\nMy face is troubled at this for a moment\n(How should the innermost heart rejoice?),\nUntil I pour out my soul into the bosom of God,\nBefore the place of the Ark and the altars,\nAnd bestow upon God, who bestows good things upon the unworthy,\nThe goodness of songs and praise.\ntranslated by Nina Salaman"}