{"subject": "The Princes' Quest - Part The Ninth", "text": "And passing through the city he went out\nInto the fat fields lying thereabout,\nAnd lo the spirit of the emerald stone\nWith secret influence to himself unknown\nGuided the wandering of his errant feet,\nThe servants of the errant soul; and sweet\nThe meadows were, with babble of birds, and noise\nOf brooks, the water's voice and the wind's voice.\nHowbeit he gave small heed to any of them;\nAnd now the subtile spirit of the gem\nLed him along a winding way that ran\nBeyond the fields to where the woods began\nTo spread green matwork for the mountains' feet;\nA region where the Silence had her seat\nAnd hearkened to the sounds that only she\nCan hear-the fall of dew on herb and tree;\nThe voice of the growing of the grass; the night\nDown-fluttering breathless from the heaven's height;\nAnd autumn whispering unawares at times\nStrange secrets and dark sayings, wrapt in rhymes\nWind-won from forest branches. At this place\nThe old man rested for a little space,\nForgetful that the day was wellnigh flown:\nBut soon the urgent spirit of the stone\nItself re-entered and possessed anew\nHis soul; and led thereby, and wandering through\nA mile of trackless and untrodden ground,\nBy favour of the rising moon he found\nA rude path, broken here and there by rills\nWhich crossed it as they hurried from the hills.\nAnd going whitherso the wild path went,\nA two hours' journeying brought him, wellnigh spent\nWith toiling upwards, to a mountain pass,\nA bleak lone place where no trees grew nor grass,\nBut on each hand a peak of rock, high-reared,\nUprose: afar the two like horns appeared\nOf some great beast, so tapering-tall they were.\nAnd now with forward gaze the wanderer\nStood where the pass was highest and the track\nWent downward both ways; and behind his back\nThe full moon shone, and lo before his face\nThe bright sea glimmered at the mountain's base.\nIt seemed, what way soever he might turn,\nHis fate still led him to that watery bourn.\n\nSo journeying down the track which lay before,\nHe came, an hour past midnight, to the shore,\nAnd, looking backward, far above espied\nThe two sharp peaks, one peak on either side\nOf that lone pass; verily like a pair\nOf monstrous horns, the tips far-seen, up there:\nAnd in the nether space betwixt the two,\nA single monstrous eye the moon shone through.\n\nNow all this while the spirit of the stone\nHad led him forward, he, the old man lone,\nTaking no thought of whither he was bound.\nAnd roaming now along the beach he found\nA creek, and in the creek, some little way\nFrom where it joined the sea, a pinnace lay\nMoored at the marge; and stepping thereinto,\nHe sat him down, and from his bosom drew\nThe mystic gem, and placed it at the prow,\nThat he might watch its paly splendours, how\nThey lightened here and there, and flashed aflame,\nMocked at the moon and put the stars to shame.\nBut hardly was the stone out of his hand,\nWhen the boat wrenched her moorings from the land,\nAnd swift as any captive bird set free\nShot o'er the shimmering surface of the sea,\nThe spirit of the emerald guiding her;\nAnd for a time the old man could not stir\nFor very greatness of astonishment.\n\nBut merrily o'er the moonlit waters went\nThe pinnace, till the land was out of sight,\nFar in the dreaming distance. All that night,\nFaster than ever wind in winter blew,\nFaster than quarrel flies the bow, she flew.\nA moment was a league in that wild flight\nFrom vast to vast of ocean and the night.\nAnd now the moon her lanthorn had withdrawn:\nAnd now the pale weak heralds of the dawn\nLifted the lids of their blear eyes afar:\nThe last belated straggler of a star\nWent home; and in her season due the morn\nBrake on a cold and silent sea forlorn-\nA strange mute sea, where never wave hath stirred,\nNor sound of any wandering wind is heard,\nNor voice of sailors sailing merrily:\nA sea untraversed, an enchanted sea\nFrom all the world fate-folden; hemmed about\nOf linkèd Dreams; encompassed with a Doubt.\n\nBut not the less for lack of wind went she,\nThe flying pinnace, o'er that silent sea,\nTill those dull waters of enchantment lay\nBehind her many a league. And now her way\nWas toward a shining tract of ocean, where\nLow winds with bland breath flattered the mild air,\nAnd low waves did together clasp and close,\nAnd skyward yearning from the sea there rose\nAnd seaward yearning from the sky there fell\nA Spirit of Deep Content Unspeakable:\nSo midway meeting betwixt sky and sea,\nThese twain are married for eternity,\nAnd rule the spirits of that Deep, and share\nThe lordship of the legions of the air.\n\nHere winds but came to rest them from their wars\nWith far seas waged. Here Darkness had her stars\nAlways, a nightly multitudinous birth.\nAnd entering on this happier zone of earth,\nThe boat 'gan bate her speed, and by degrees\nTempered her motion to the tranquil seas,\nAs if she knew the land not far ahead,\nThe port not far: so forward piloted\nBy that sweet spirit and strong, she held her way\nUnveering. And a little past midday,\nThe wanderer lifted up his eyes, and right\nBefore him saw what seemed a great wall, white\nAs alabaster, builded o'er the sea,\nHigh as the heaven; but drawing nearer he\nPerceived it was a mighty mist that lay\nUpon the ocean, stretching far away\nNorthward and southward, and the sun appeared\nPowerless to melt its mass. And while he neared\nThis cloudy barrier stretching north and south,\nA tale once told him by his mother's mouth,\nIn childhood, while he sat upon her knee,\nRose to remembrance: \nhow that on the sea.\nSat somewhere a Great Mist which no sun's heat\nCould melt, nor wind make wander from, its seat.\nSo great it was, the fastest ship would need\nSeven days to compass it, with all her speed.\nAnd they of deepest lore and wisest wit\nDeemed that an island in the midst of it\nBloomed like a rosebush ring'd with snows, a place\nOf pleasance, folded in that white embrace\nAnd chill. But never yet would pilot steer\nInto the fog that wrapped it round, for fear\nOf running blindfold in that sightless mist\nOn sunken reefs whereof no mariner wist:\nAnd so from all the world this happy isle\nLay hidden\n. Thus the queen, long since; and while\nHe marvelled if the mist before his ken\nCould be the same she told of-even then,\nHardly a furlong 'fore the pinnace' prow\nIt lay: and now 'twas hard at hand: and now\nThe boat had swept into the folds of it!\nBut all that vision of white darkness-lit\nBy the full splendour of the emerald stone\nThat from the forepart of the pinnace shone-\nMelted around her, as in sunder cleft\nBy that strong spirit of light; and there was left\nA wandering space, behind her and before,\nOf radiance, roofed and walled with mist, the floor\nA liquid pavement large. And so she passed\nThrough twilight immemorial, and at last\nIssued upon the other side, where lay\nThe land no mortal knew before that day.\n\nThere wilding orchards faced the beach, and bare\nAll manner of delicious fruit and rare,\nSuch as in gardens of kings' palaces\nTrembles upon the sultry-scented trees,\nThe soul of many sunbeams at its core.\nWell-pleased the wanderer landed on this shore,\nBeholding all its pleasantness, how sweet\nAnd soft, to the tired soul, to the tired feet.\nAnd so he sat him down beneath the boughs,\nAnd there a low wind seemed to drone and drowse\nAmong the leaves as it were gone astray\nAnd like to faint forwearied by the way;\nTill the persistence of the sound begat\nAn heaviness within him as he sat:\nSo when Sleep chanced to come that way, he found\nA captive not unwilling to be bound,\nAnd on his body those fine fetters put\nWherewith he bindeth mortals hand and foot.\n\nWhen the tired sleeper oped again his eyes,\n'Twas early morn, and he beheld the skies\nGlowing from those deep hours of rest and dew\nWherein all creatures do themselves renew.\nThe laughing leaves blink'd in the sun, throughout\nThose dewy realms of orchard thereabout;\nBut green fields lay beyond, and farther still,\nBetwixt them and the sun, a great high hill\nKept these in shadow, and the brighter made\nThe fruitlands look for all that neighbouring shade.\nAnd he the solitary man uprose,\nHis face toward the mountain beyond those\nFair fields not yet acquainted with the sun;\nAnd crossed the fields, and climbed the hill, and won\nThe top; and journeying down the eastern side\nEntered upon a grassy vale and wide,\nWhere in the midst a pure stream ran, as yet\nA youngling, hardly able to forget\nThe lofty place of its nativity,\nNor lusting yet for union with the sea.\nAnd through this valley, taking for his guide\nThe stream, and walking by the waterside,\nHe wandered on, but had at whiles to ford\nThe lesser brooks that from the mountains poured\nInto this greater; which by slow degrees,\nEnlarged with such continual soft increase,\nBecame a river broad and fair, but still\nAs clear as when it flowed a mountain-rill:\nAnd he the wanderer wandering by that stream\nSaw 'twas the river he had known in dream.\n\nSo day by day he journeyed; and it chanced\nOne day he fared till night was well advanced\nEre lying down to sleep; and when he waked\nNext morn, his bones and all his body ached,\nAnd on his temples lay a weary heat,\nAnd with sore pain he got upon his feet.\nYet when he rose and hard at hand espied\nThe City sloping to the riverside,\nWith bright white walls and golden port agleam,\nSuch as he saw them figured in the dream-\nThen the blood leapt as fire along his veins\nAnd the o'erwearied limbs forgat their pains.\nBut when he strove to make what speed he might\nToward the happy haven full in sight,\nThe feet that would have hastened thereunto\nCould not; and heavily, as old men do,\nHe fell to earth, and groaned aloud and said,\n'Old man, what would'st thou, with thy silvered head,\nYonder, where all their tresses be as gold\nForever?-Thou art suffered to behold\nThe city of thy search: what wilt thou more?\nTarry thou here upon this river-shore;\nThou mightest farther go nor find the grass\nGreener, whereon to lay thy head, and pass\nInto the deep dark populous empty land.'\n\nSo spake the man, not able to withstand\nThis dumb remonstrance of the flesh, now first\nThwarting the soul. Howbeit a mighty thirst\nConsumed him, and he crawled unto the brink\nOf the clear stream hard by, that he might drink\nOne draught thereof, and with the water still\nHis deep desire. When lo a miracle!\nNo sooner had he drunken than his whole\nBody was changed and did from crown to sole\nThe likeness of its youthful self put on,\nThe Prince of half-an-hundred years agone,\nWearing the very garments that he wore\nWhat time his years were but a single score.\n\nThen he remembered how that in The Dream\nOne told him of the marvel of that stream,\nWhose waters are a well of youth eterne.\nAnd night and day its crystal heart doth yearn\nTo wed its youthhood with the sea's old age;\nAnd faring on that bridal pilgrimage,\nIts waters past the shining city are rolled,\nAnd all the people drink and wax not old."}